{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "CIB+O7HEiL2vyA++j+5MPamZ0T3duwe+xSmYvu8KVz4fWxs+2bInPaGlV74IHeM9QuR9PcMgYr5ydbk9NhzUPXw0Wr5H/4S9JTqbvjpV7j1kK9i7nyoMvrHhWj7JATs+LiMRvgO7yr2n5Ja9vHaZvesHgr2IGnM9Aw1Qvht4jb3ualc+SGMuvRypQT62rja9vgg3vsONQz3R9DY+m1CAvuFTlr7fqyS834gPPqxqN72JNUM+OguDvRQAk73mSPm9yhxLPQY0Lb0A2mi+FnxcvgWbSr2e9ea9NsSlPT/nPL6/w4++Y/povawLpL4hVSQ927SGvASsAj6MPgS+Eicbvb1gLT7CsSa9tZwJvknGsr174to90gg4vjh4Fj4WB5o9iaQIPt4IfT1ZIym+YlNwPh+l+71gXgs+XbyaPZGJ9jwoH9m99vCavUq1ED6FusA9e92TvpD3qD4ZEjE80pIdvmj2YT3NhS6+BWokPJ8mubyC8hi9JL0EvmAy2D3WcAG9s6xJPkrVjT6nh6++VRcYvse4h74D4pK9ZGvNvddXTb10AhI+6vGYvgEOdT2/DjW+MM+AvZ3hjb4QdAM+dIlkvS0S1r0h4oS+9LmBPCyK3z1+Rz89dvSCPdY5fryxxue9oMsAvuGyuL74JbW+/oc5PnlqUD6Ja6M7R7osPe3CgD0kXdS8BM3zPSTNQr0Xcaa8sSXKvdhEV76L4og9NHaGPahOEr4i6fC9+JeLvZpRfb0uNB2+DgU7voJbgDwJtH8+V9kFvSqY4T3hs70++/MXPnr9Pzzbv689g3CyPbubMb4Ukik+6B4Cvg1b7Ty2Jts8qGcgPexs3L0yraU75wp+vhxSRj60h/c9OPBkPZm1R71VUjm+kOoxu4osHz5zsr29hv6sPSkM7rzd9yQ+8tkWPt55/L2ouF++sYlMvIRFBL04oqc9iSkJPHsD8bx0JXK8oFetvKJP8b3dZRI9nwZbPjcdQ72ipY+9GCeUvYufgjxONT48iCIAvmSUyD3G9EM9UjB3vqg+8z04/S49QU6rPa6fGb25bZ29/nE8PhLeWD7kf62+hQH8vUywQ75hSRY+dxEcPbYXoD7Tdzi+H/YVPiCpFT5vDfE9ZyEAPuL4CD3nwkq+cr7bvc3Eij2P+xO9P84NPousKL57k4o9+qr1O1ngUL5chei8xLDfveRTWL0Dpuk9YrXmPTHvJb1YLQc9iYEovF5amb0jFKW8RPGJPUyLPr5MlDA+f/tmPWiokr4LDuC95MgKPXiTFj7OCCa9mFsevmHrA75riPm90BqDPtIbvz2AK9a9BzhzvWRFJr3Oy6g8ucn6PTgeLj4aLja9X+wfPhKtyrxxpAy9/JuDvObKYT4jMS2+BqPMvfZyCj4Fkci8eFqNvgpXRb6eYP49bKqwvhBbYT7Ypri9H6sjvsTRGz5kCRI9w50lvb5UJLy+FcM9+eVEvmDdUr162tu8o89mvILnPb31COw7XQUCPpV+h71Wh569n73rvtsOUb69glY+6IhlvbxQ270i6yG9144Rvh8kNz5RlsQ9gNTQPW2YKD6AyOC+O/QpPuSL4rsHnW4+gWSpO/PdHb57NpO7dw+Rvg+cPL7ZoAi+WvpiPuvfaT36dDk+mJ6ZvJCpq72YJIg++PAsvT+Y7r3gmx6+Yn6vPT3QSz7mjig+Ad3SvT82hb1WaU6+IUduveGXoj1hQ8U9YoMsPo12qb1Qbrm8+8C/vdSsoL1OPti9nptkvvNNXj3JTNc8QPTuvdXhWr6Dk5w9r1ksvidN174gDTa9fEa8vZD/DT7zwZM+7g2zvOqPeb09ioo8cKajPRk4VD5Wts89458tuw7b5L0sy4M9txXIPISGf700gDU9nrUAvgUVsT2r2Y490n86PuymNL0n1Ny92ptSvmT4YD7PVs09tPxbvsdsJL31LVk8UFbivaCIsD0hmZ28DFJ3PnLVYT3mjqg9xgUYvoJPkb6NTpy+BKPdvWFflzwk4GS9yk2hPYR4wL4xmlA+Nfmfvdreqrx3gV88DjN6vcsgg73IOr+9uPIkPrYeqz65gji+fNxqvplL+71oge85rVsBPsessT1WU8Y9xz0SvjWDX74gcBy+K5M7vRJo3zzZG/K9DnRUvOJehr5gvXA9895bPS7T3zy7ycu85+X1Pexr/b1t3cA9Egm4vux1RT6Ad02+oQPtu/yUJj4IcFu+ivqLPi9WCz7puCY8kjN4PUCkf76Be3i+r7lYvgdeLD4XgiO+PJM6vrrqnD147IU9+R7oPdN7DD1fS3g8B3tIvhaYA77Y4AK9ldeXPac9dT3VaHS91RSuvE6FAL6flRw+w/Qevvrc8LywLSg+/vcpunRG7r3jbL69zp3aPfmq+buWRAA+ew2Evv9XOb7tPyS+ai0gvoJsbr4nJ5u9f1hrviTFsL1Od0m+vzsUvQwMzj3dmIm8YFGEvYpvK74dlui9iG8jPsxI071J5v69Ei1POxWVOD7VZww99GDMPQhGwb3VqvK9IVsEPt84Kr5JHCg8eHngPW0iSbxu/rO9pr8HPtzJc71Vm1O9OthMvgmXy7qHpck9wxHjvV8WNrsgMzC+Qo1KPp9qIL5MG8G9ql0Ovcofpj23KY09OpaCvVSdy73kfT2+i71YvI4jB77bBX2+vvAoviMfP76kXDS+TRwTPZeRIz479Nm9IewAvtNRzr6+KcC9nbxRPsPXjT7J85a+wfaKvk6aJL5MNWQ+pB0qPemRPj5jJ784RDYWPqxDID6juuQ9zXOIPuv5lj6kO2u+xgrTPIsVYz7B1JO92Al4vpOTO776fIc9MQ+mvYFuFT6xnB29IEU+vKB3WT2XtWk+h5RDvokYjDwAKQK+50A+vRxr+ryctVk+kCq5vX+0e77pGwc+Ju4DvhvVYj7Jzd88si1evs1tAD7YTdO8fRaoPQ0jlz1PIem7yRuAvNXj5D1BIuk9BUHhPUMni75aJAW9yqeYvg2bhL0lUIO98+RCPeeJQj0nzzw+hwu1vqQGbD0k/vK9q68wPb2ICD0hUaU94jA7Pg2n4L2or8Y9wuI1Pan2mT45022+Pi+AvnvjNroq4UC+upyvPChfID6L3dk+NmGnvT5lKD7hHZw9R68TPlAegb6+6U4+MqkPO2tkED7AQYK+m76ovR4eZjxCpw++yl6avP+sRj5hrGK9AfUqPnuOAb47PLI9mv93vVD3Vb7UMhG9hHKLvWxq2TwmkAc+vkMEPqh3y72I2gm9IhcXvNl7g7218y09YKiBPeGzGT6wNYC+UWOFvVCUH758khi9W0ojPmJ/Xz2vhG4+ATcKvkm72T2ZH62+L8VkPlMjsj0GRry9OTq/PS1RIr7TIy6+bkJrvXTxgj51QWw+wRgOPta2Hj7ZODk+Q9hGPV36lb3lQLA8SPa+vYsWOT64TAQ+Bg0hPQqYir6cMM49EVG9veQyHj4PNly+2Z08PV/H3Ly8hBe+zepAvjE7FD2V3Ha9RgC7vfFtXD66V6u9zVQtvsgRQT7Cm769Mr88vrn8oTzBIQo+56e9u7WnGz5Z44U9xHV2vb16KL7TYSM+G0A8vqLFlzzTbJQ+hCpfPacFSb6IqMu9/y8RPiwFlr2ROIi+g6lVPU+dcT5URZW8goIWvuAwOj7hK7E92F2KPealZ72T1Ui+qIdtPYWuhDpHMgU9RDOPvhIBLj0R7bE+1FXKPWwBrb0jvTq+RwHyve2Y8Txpnoq+LXIUPTvP9726WSU+358WvDXFwj3Y0ye9syp9PpQwCD2fP8g9hjiOvmPrHj3HHUW9Upkcvo2NwL0bPWc+2VXIOyO8A74ALKi9Yx/TvesnXj3Qg2C9zuTKPV5QUL3RO+M90QCpvvKusj3geU0+Z0+4PGV+rL2xV44+UpEIvuKt3z3Xza69Nr2Bvovr5zzeMRS+Q6z1PXpVNz1VIVA+2odMPkR/Gj2Mb6e9v6nFvJSFpD1Dh409PhC+uweEl704Lei8JDgJPuzmRT7QVgi+WGKnPX4ZgTzSNym+W18APsmTkb38NgA9ZnljvkDKi72olEG+IpIKPqEDYz22jTa7gWqhPSrUYb5jZAy+MLe9PUxKSL6+7OA8O5Dqvb7OJb4tFEi++2ROvHDwwz30Eh2+Ac18vgcKoz29NqS+9NsUvl7hNLzTkAo8idFuvYDmF76ZXhy+gLxQvuCf0r1Pxi0+qkZXPsO+5j1TuFW+zLFRvoCTdbxxeog+sb2DvS3KfT78OP69d9LuvaZOUb2lMY++kIu8PYAk7LymQ2Y+jwHbPWeyWz64ano89Tcdvi2E4ryAff29mGm0vV8qGL+SqQi+rL6tvW2cq73F1jw9sd6dvTlfxTy1cAg8a1wQvY5g9r3zsGs9lES+vRzoOb68tp+994YDvhCl3T1YFcE9tBQkPvNhQT5dl5y+jrIYPg+RMb4K5Yc7sBZZu/hzQL559+W9ZqIGvUi7hL4z4zo+gYsivmbTqzsBZRS+Py7aPByk4706Is09f4MDvqCn4j03jmc+WvUdvl9HIj4FeL0+pTfTPe1IjL6yVzu+n8E6vmhkB78mILU8a7XjPYZOkT3YgjE+VvSdPUIbYb2Qi1W+OsbLO05Gdb6Wz+e9M/UMvo5IY75f5ks+XQUrPQhy9LtlFeA+yFvnu3DWTL3tx/49HjkyPpTLuL3pXZK8NJ8rPtzIWb4IYAC+ZFBHvqJzuj3mtZA85DwGvvnG/b2VK4G8iPgVPi8Gjj4a8fc8RkCkvXJ6+r6JMYa+SfXlvDoMez5zcD68vpkYuxqAs7yjK0I9O9ibvrBzAL4qY6q9KlrXvXdH472L3Ta+kj8jPuEqLT6hDcu9H/K3vZoNc77Jcmc98WPzO2X1kb47YRY+24ZDvg63cD53T6o+ZEw0PW2XIz41+mW9MjomPusrFj7B3Fk9jta4veGIaT1vPCI+DTxpPN0Fljyfb6S93sVOPbA/YT6QIJ89l4FBvv5QAbxAGzi+uWaGPuqKorz8iZW5kXVZvlzq8TwmuQk+ig9Tvhl4Db49fs29B62avZ6Nyj5VR4Q9ikXLvmtxVz6+08I8X9CEPsJNOj73dUI+O+E8PkbUuT3sbDo+AHKkPgmbvD14S/E8VRonPv92Rj7bB4U+y1JUveRFc7y/qGk9XETkPb9MVr0YlC0+0Yv0PjIHFz5EVsK+PsAYPlzLw77Aw089g7M/Ph5p2D45OA2+eiRHPqzoSb5NfP+9CHUJPqabWj7cTXK9MG0Qvle9fr79GdS9OPtWvcR3TL6/xxq+cAFWvEpdyz2nRS09k4ECvsqoQb6Q94M+1MJDPi030D2xjyc+L//TPWnFiLzY+RC+A15BPcGD8L244VS7nIeBPHBcDD7FSYu9c9DDvVQBK70ufoY82b1vvtrKGr5qLzM9nhuNPnP47D0h1Vm+4gbkvCMrSbxzk1A+m6zrPSQX57vm8/K9dUySPhix+DxdxBo+0NRTPeQxmDyzeja+ZKKTunfMYz2tIjG9rECOvuZRYT53fqO+5DpbvixJAj4Yumq+/OcKvVWUnD0vgri9jo0dPULgoL1sR/89eJZAvpxdST2eN7A7QyAgvrwD5T2Oh/w9TwgHvngx+LzN7Xs9lwpjPf9vhL5A0oI9+Lw6vGtey72huYW5JufjPTi8KL4i9pi6zNX7Pas3Cj3DBiq+wRDTPGfay73kvrE+jSccPnb8bTyi2ZQ9BXwyPaUYdL0ESo+9pkyHPu1YXb1BlDA+SyElvYMvR75UQnA+Xh2YvfeDXz5vJO+9/KVUviFVjD4isdy9PtKlPQO3Y733xlS+w7QhPoj9fr5hTsk9DtGCPfIAwb5VhQK9ilBtPsWhPD7YekY85eeNPDpghz3RA8C76wxrPh19nr7Izlo+aZhsvaSwi71iXI09GO3FPUUFA75K4oW7wjRKviMOJr7Ps4y+x9sPvSZQdT7ziKk+PdoIvbr3Jj4pYsy9kK5JvawycL6qm549jesevi9d1D3D9MC9WX+CPv77XL6ZCpk9SdSVvmdSFr4YYwa9wR/tvEqtEb5Lw2++sppEPHbzGrzPkC08YC05PlCmk76QZQc9MpY7vvDLT7pLDTo9GwW7vU07qDxTOrC+yDSEPnFdmDruU5a8h/BHvk8N4720T/e81jONPFzeHT7ElCa88lZcvifxGb04vP89mn0JPQkzOD2M+wS+PUQNPQqSA70OKUG7E6Qtvpdb2T3fVBq+LXW6uz+Ujb5RSRc8dNVOvkdGLj3RVke+pbGBPTvYJT4sFOe94v6MOT9jWL3AvxS+h4pWPGQ7bz6Hcmm+g/uavfSlO70mPCq+ppcevqZ8f777YUq+SLA/vlu7+z1Y28W8h5vyPY3TXr7XuT6+znZaPvHDYT6umI+4GEGDveXvLr7037q9ZdUqvKvj8L3QgU09TAENPc6aIb0WX108YkuZPD7E/71KdFC9xmCbPQCV8r3RAxu+EYFlu2BI7T2Xdc69NcOovQ6xHr4aLd89CloxPY14jLsjBpc9R6SAPOf4sj1odoA9ADmLvSdVJz37wgW+5vVOPQEgEz18khK8C3YTvoMHMr30ErM9t+KlvQwbjj3kc1q+6U2cvV5IgL6kWEm+KZopvdXtNb3aHm6+C32Cva1Qlr7s1v27I0uPPXyu4D12/ee8h3ECPoSZvT0KwD49WsIavHvmxrs4L+a9V+6PPSSTvL0/uo46LBcovmJ3kz29mTy+Nb7bPWKGub2Yk+a85A7Kvfzp3r0lc9a8zR+xvWR0/jw+4Z28BnywvXZdFL4/PUC+NWkevb3bv70vp4U+uM8LvXlIC78rxSg9UZMBvslW671UigE9V6HBPb+iOz4iH9a9N/7CvW8VeT5bBAQ+Fm6qvUudcj3xxx6+oYLivZ2Kdj6zqnO+Ivc/vqqiTj23HD49a/E5vr0cNz7rpbM+eyQvvm8gFr2bels+lbBJPqWiuj20IqW9AN87PCdiXT3Lr509qpgIvjxcVDzhFLe9TE4PPgtUU76c1F49T3qcPZdiGT5+QhO9RDmPvOE9773LcVQ9k9H4vF8ZSb7qpOa9exkOPq2XJz4HJby9aLJ7vXVhgj0yXKi+Vlc/vgUBGz4MBPI9dZWCvvyLMj6a4xQ+8W5avadHqT2q4nQ+Zw6RO0uDqT1I84c9C/fHvft1Jj36pmc+f0xovdad0Ls6OxA9E/UEPsLm6D3wU/c9Yc0gviHItL3lpr8++eKZPmHeDL6ONjs9wRULPs+ewry/uUE9vkuePnLagj622UU9nA7kPYjcW7ydFSy+EMbYPU9fFDwrM/M9i3Ngvve8fb7QU0e9VWYtvqyWD75jIPE9oOrdPVDFfr0EEgQ9rzh6Pm1K2b2C6Sy+lTxqvcmuQb74T+a8NHLMvce3lz1HwAm+KSNYPjy5Ir7fp8O9cmMvPW0PED6lXZW9rCuXPfyCKb75wpy96rlUPhS8sr2iu6i9xpFBPv3XnL6WxKo9fHiBPgmZAD5tfUU+A6OMvUzxOTzNSBg+YsqnPWcGzb2PkRY+PVcGPmQVHT7jjYs+q889PvYgHr735hU+xFV2vSsGcz47ljg+31U/Pvfxwb1FWP29i7i5vUJ9mT0N/hk++nEVPahNCT4Q7pW9X5OSPE1FEz77pZw9xFSlvB+pi71sTjA+IO2NviEkcT6wo6g89uxcvm6HJT3o7Ye9/l1AvmsyL73w/j8+B61NvXvJjr4a4509I6LQPQxDar4yikC+P9U5va8b0D3OYwm+dH9RPrjXWzx355g9o5yJvRiDgr1N3wG+9D2BvhOLGr5IrDk+7Ra9vcAyKD5cny0+nTCdvbezmj18mxE+wppvvqcY/z1Uq1m+8TMpPlz1RL6Kb269dyhCvbQvhD0BCNg9d0Y+PgFJVj6xzCq9Tk5QPYYnmz0aU4W+opkmPhcIWD59l0c+X2BkPra9zjxtvEQ+Yeg6vLz0Mb43S1M+172tPcxz6L3mEes9g+TVvb9wt7w+H6W98Qg/vB1XCz6aPvm7AncTvrV3ZT7MpOg8kx++PYxLPjxmzh69TOkZPAmlLL73b6M8j7kHPnc4hboKMje9rhFKPv0BoL7TMEY+T15KvURCVD2XY7896CUBPhTtYT4XXx0+EPehPdeEfb6oEAa+bIEGvMCKhT3ArTC+OmsBvgUk4jyhsDo+4uAaPr5aYL6brCC9e+9HPlnLvr3uwSA+6DAlvi6jOr76+f69P76FviMDFb5fCAE+Wb9GvlUBHz1KuBY+dMPvPZr+wjz7wMy90oxIvn/2Cz2x6U283X9evvjz4T0jDIE9k8wavUkoKj4ZN/E9mzVFvZlAcj3TgZM8eq5Tvb1WEr3CydK9p91qPn1krb2PP6m9N0oYPOv/+71exUu+rK1gPXNuzT17I+a9GLLcPQN5kzyIPmG9jpd+PcA8Gb4RBTy+cJBBvnbjIT2jTDg+uVgpvkyR8D0QjIk90Xo8PQNdCL67cYq9sUIqvQzaAj7zlc+9F2XgPUHKzbs96wY+ORL1vAQbJr643g8+F3E/PimqgDxCp1g9MFbXvaCUIr5WDIw9SiGBPJZ2Fr1J8Xo8jcqWvnh+OD7Gxsy8TrvsPbsjKj4gdhI9ag5YvskdOD7DplI9X6TTvTRrJj68GNq87Jw6vuv88Ly01UW+cLMQPQvvSj2RPmq9El8rPqYazrwCxjY90zCmvbYGyjsMHBC9thIRPQJalTx2pZI9YExWPh2nv71NpPc9mZCOPRP5Bb08AtA88xMqPr16T76XosE8puoKvqSjiT1PNzm915CqPbJXNb612da9yetZPrnu9D3Pxvc9OQjrPQzv0b2SLzm+JAaTvfdec7u7xQY+dGgWPrqhJz5Z3Ja9yXNgPdaBDz58mAU+TaC/PbfPS75p1n8+r1ryPciHo72YW0y+3O4OPnD6gT27HBC+8vwTPmzihz6Ga1u+dpLBO6zgCb5yKA2+ZUlmPddTS75tPss89DgQPnd4CT1+Fgk+4h4qPoM/zT2NYYm+fCMHPmcMPb58na8+eiPMvJpO/r09mxE8+OY4PmVhVj6kbNU6Zd93vuHVcr35kSe+YvutPMRVIz35QPG+XubDvTjt/DwbeyC+Mlb2vhAGR76K6rI+QYMavv/kUz3s9ca9BEV3vrNU1zsxpPy9qkfEPKJNub4U10u+4AUsvo1wML5kBLm+ZrXyPfogrz6DGa+9fwbqvgn6IDyihNo9w/JrPeEeQb6JYF+9RZOsvlFdMD40nmg9df48Pq+Hvr4bkAo9KBtFvnY8u76noSq+ma5Lvqsimr639m47Azu2PszSKT7i/sA9t+KEvs9MlL5lv9c7cGNguyBUTT5+F1m+f15xvrG8m77KpBo+zY1DPk/yfz5so0i+z64ivgKVpT7sDYW+JuXuvte8Ej4sbt6+bvxavo9IRD5u9Ii+tCHOvLP3SL6X3KG+WXJGvuaJrb0dT5e+Jx7hvbUjMT79joE+jcpevVCJ/z3//G6+CPMUvnLOyD5BZFQ+qTMEvRPkA773I1s++uPUvvqisj0Iaiq9/xMxvVQomj30GiK+hLGSviJvpr17ya2+laEFPgR4iT7ykwW+43/BvugWzjzuNEY9ZicZPKlCXD2m6Bs7BErovRFvBb0UCeq+UIx1PcQRBz6ZXwU+akGHPen8jby/qSW+wSAgvZproL4pm6I+QxemvtW63jxdzaq+poTcPiYjdb1NTBa+KH52va3GIL0gLYm9onXvva0raz252gw+C/RkvWsmeb6JuK29hvWdPsd4Az/52Zk9TpWlPSd/hj7PMbA9McY7vF5FfL0z8KA9TU7sveHe/rx5aUy+7WjXOnLZWz7u6I+94tv/PSyHMD53iCC+1HxKPsyFuD4rgRm+hda7uosVG7vs7DM++PqSPgvomDsn4Va9oJ65vjlPDL4aH5I9bde+vObXxDxr7KK9pHvEPRXhwz5yK3I9h+KjPRlj9TujO5M+lFCJPqdUvD4MEck8Kcr1PTsISr37uKI950+Jvjn50T4Q7A6+PP3+vFmufD4HNk6+UNxKPvckLT7TrxG+Qe4QPreuIb7CtMc9FXJWPiMU572zFpU+OgBMvBJWmD0R4Lu948TqPc0HVj7vUgq+Rmy0voOKQTz+GeW9mQPHvVnjpT5Ef6y+2my5va1LZz59jyY9BryFPhG+k75fT0i++UANvpQlIz6uAKC+IcgAPpvCiT77GXo968dyvHyPv70n0gU+sQUmuWgORz7IMYG++ntkPtgKR76edtK8F4EuPtdt3j4ltAc+WEL3vb1Zi70aIis9jQpBvsVxvD1ndKm8kLcZvUzzKrz4Cxu+SdAmPqhLg71FUBS9kabvvU1eNb2hgYq+FN1qvhelmr7sdA++QN+vvSXhZL5w7iw+1gJzvWMMab4/awC7CKuVPVb1GT51NJW9Jt7dvQ66fz3P0xK7Rmv4OpoiGL3mAPy8xmanvdDhTz0Eu7A9aTSOPeKfTb4KBZU7tnGAvTzWFz7Sw9y9v2M7vjzYQ765IZC+zcoHvchJjb00Lbm6gjobvuDCmL5lsjq+ZzUmPvWcLD3RVGu+2SBFvsdhq72/P4o9jlg6vsSILr6ymUy+bsQ+vifz8Tx+Hti9Q3kivVazib0MFR+9HdYRvuvoOb6vv648oI5TPYD/sD20oDG+JwNgvrZJ5T0YSdu9IbEfvgSmgj3UWHm6Y5G3vSwv8L3yjdO7yXISvieX3D1l7YQ9OglfPGQBvb2fqn+9MAgFvcf+jL3bJiC+zHYaPnA9jb4jWyS90AVjvp1hI76cTK49xzLBPbT/GL4fPze+Cn3EPUiBHr6mzb490fmcvPLx971aV4i9UPb7PXZZ773Cz22+ezfUPd6pgb75EQu+sUG6PBS2Gr7ngKw9F82avY/ILb5jJSK+gzFeveVU0b3WMTy+hTugvPwJUL2BwSs+eC1QvnRsFr2+oLG+8nkfvgfFTb0bOra+teM8vlgMb75yF6I+1f+EPuNfsT1WlTy+Zxi6Om++X76yGCY9uEP8vToMZz7atlg8C0yrPUejhD4FzAm+AGGDvefBd75dCr49R9GEve4eFz4efpC+g2P+PecOET5vBJi+8skNPgenkj2/fGE9TSB5PUkI3rxLjWy+5CsXvjn7E71YOzi8vA6VvdD9kT1kw9S9vTOhPbl4Rr4UFoo+JFUGPe1inj2Z3kE+c8YxPhl8gT5cG726rYxPvnl/4j32kYk+9O0GPp2MlT1QbQm9Uk3KvZaGNb084Ti9j/eVvnI2N74Bbve8x1MaPY8lgL4kwVe8CBC0vd0w6z0wkCW+HcRIPt91F75zAS69gEJkvPKMaz4TXC8+++2HPT8cBz1cUpQ+2pjEvTHolL0tcKQ9KfiMPYyb2L1YBak68J+6PWtWWz6RLB++NumRuw7L9LubYq49bptNPg38d7k5rNc8aeRhvR1fpz4gMvK9llOrvsphEj6x21e+MoyWvo1VYz43oEg+FcKSu7spAD6XdJ6+K5FhPjWkaL2iams+DBPAvp6Ixroz+hk+dctdvu/e/TzGKi2+6jrhPDS1Lz7A+0I9faU8PZv+iL4fJPI9UFNFPnlCmb7Zjzw9gimOPQOg57xvay4+quS3vLdsOjyTrkG+JQM6PWDeCj2bdZo+GQxqvTKvSD7orno9EGupPfcYZ75aVWC+ykR6vZcZ+bwo+6W9v+5rPu8Tu71RN5o+4GEuvgbX/r7b+449zA4cPmMCgzxB24q+K0lPvjnjTD6FkSc+CULoO3u8krwLZzA+CeccPuBmlz381k29ML4VPvDLhL6nl+a94xAXvNZnuDxIGpM+P5r3vNBZK747HTg9uoLluwb+Er6Qfp87DyUevhLcDr2ZNUY9GoCavvn96D1tUYm+RBe0PpcYcb5HRRW+NFYuPgXMR75PAHQ+TErJvd+GMj6C5lo9VDNyPjB9KL75kH8+EE+Rvr9+P758TNQ9xwEYPqoEjb6rA/08cRO3u+sgKz7frDW+K+oevv2WET6o5iw+Pr6aPChbnL0YV8w8R2UIPrksPj1ioIg+XksDPqgHAb763mY+M2fPPQP2Zb4sLw0+F18WPgCcNb7Qv7Q9UbqWPXvyGz5yTvc8MoNkvkkiPr4GwlY+d4ZoPrvIg75ohHy+z7zFvZRW4L3iikm+ZF2fvADiWj37YlE+1RFhPichwT235Y28cAHTPg+5e77Q5pO+FsyyPSTWmb3JQjw+nxOyPgEkLT6vYy4+/5f8Pdh5+Duu51W+3tWtvTURkD6l4ZE8fRTHPcfzfj7W2oq+MrOSvR4wGT4rMHO+JEhePg1EcT1mg7g9ajTTPRkfXj4YLXu+2NFtvsJhXTt+M4o8YqvbvcuFlL1l8qG9tZAcPevuBDwIZRe+BegvPauZGD0buc29WYghvsmyXj3BRBU8qw+BPdumIb7aeDw9vhvBOwTJQr1gFPi9OWeovQHaST4+paS9QAEYPgEAZzzBAU49PD25vJc/HDvIMxs9m3uxPTTY3D3/smC9A7Zovk4eur3RFQ2+70SdPNY63T1JK1M9ragRvZ4KFr6Yssi+/Ex0O82GRL2/ueQ8GB7EvCkb0r3u1Ec8XWROvqNUR75qES0+8gxjPS5RjT3B7Ve+Oh0KvnRe5b2KNIK9PxE0Pv+wlD2xoJa9OC+CvfnIlz3AOIg9RU/BvBGKDD4AKQ6+7uEuvrbHdb1Hiri8vI2KvaQbI71UwAG+PFbUPT4OS76oOgE+VSatvQ/LS73CLAO9VrSWvUEWHL7wrNe8rfESPN0dsL2cm7g9i0IIPFUY5Dw/3Bu+JfhMPlA0Aj2+OBa+8DgQPUgcnT2B6a89Sci1vJhM2ryL6ha9bIosPlf3ibwHs3Q9PRssvdCLD76vE2e+Qfz6PeBGDz0kY4Q9YnWxu+pcV7xWWJg9YukTPM/WI7oJExG+fjWkvktAFj7ixVG+jKu+vYNc3z144R0+X/4LPp2QVj08wZQ8rSMUPbhbjDlAOc6851A5vrRwLz3k8uw9Hr50vl3AbD7f9rm+oWqlvTvtaT72Sym9rxxQPlZSPD7HH0e9iGGEPcIRcj2rhr892fwEPlcM3b1nBe28HiU6vIPPRb2gQDK+shWrvifRx72Md1k+BytGPnbgAz2WgGI8+mcFPTJDmD02DXu+cVIfPl03XL7Ry4W9WIgavib/KLx+UgE+ibXGPexe9T0Hu/S9fjh3PXnJoj6d9Oq9xROKvl0nsL60vhA+9w19vfYOY77X4We9PdZFvuCH3724Q9y9TlZAvmXYNT00hHu+JU/bPbcoLL7rAiC+TLXhPWeE071lbsS+O1KHvoE/cb4P8Qc+PYuJvTn+PT7psbS9JIzzOVcZIr6Kp2u+LEXPPE0JlL6pApS+gU0GPVJWRT0SFAw+fEHkviOgFz01oAk+UDnEvd391z1uJ/k9H/0MPZJlKD4D7Cm8MeoLPdkMvD0XzxM9wFMOvqwcx7ybWTs+DJMuPURdDT5Qhlg97OioPEimGr182Hm9q6Kbvus6ljtAs+W9G1xZvsbejT4CdJm9zCg1u370Tb0mxlW9YiyDPXn4AT0e+oK+VOebvgI4ZD4EALY8LSqWvEcDYz7p1De+iFyHuyKx3DxfwdO98cucPKbQFr5TZvg8wCqiPDUPc72y7C2+3qMevs8NOL2IMD891CASPSqPtz6+4mk+5nUgPNsiBz6WOjy+bIQOPWWf+D3DKju9qJ/vvbz2xL5e0+29RPRsvuIU771EJ5+9pWRsPsg7QT5cVQu+x2uovrUYPD0gjm29HrsLvsaOcr36Gpq94MrrvReeDr4jWyU9gQcUO4ttNj02XIa+BLTyPoUZs70PZV29LG6uvtBxNb1wiOE9JoIrPQQWOzx9XAk8pqLUPXPK9b1f9Ug+ZvJHPQ7VLr507r49q/UAvhe/Pj60rLW8j3rEPf4/0b6mEZa91/GOPamGvr6/xiC9hozgPYaa074nPEQ9ATD+PEo42TzF6zG+zyCYPTyIQb2Cdmc+C2KTPmTkTz2xMF8+YT8gvjo4c70xHje+yJSwvFsNfD2BTEy+ivJIvmgmkD0GZTo+jU8xPZiMt72WhVg+KXqiPqK7iT6fRYY9E+1tPuJyED1vLZQ+YIZPPVILpL27BOq9VF6VvQ8fxb4PnpQ8B0ffvQK3Gj49GtI+nJOVPc3wXr4vjHY9jtYHPUXLMr7K/bS+rTyyvRxNVT5ATdy9ZoI0PpyDiT2JVDq+gfAlPZJKRDzJl4e9vIKYPnvKFr4/yb++aUWovp2TJr6TxKw+oiG+PKLoMD4vWZa+NauGPiPBK75ZB36+UYnPPjNkxD1bp3Q9uPqvPZJ+o7y6jqA8jpeQvhzmob3SjiU7Y29bPp9Akz1wumU+6wb1PUHC0j32Kmo9m2sTvuyJ4z3E4i2++KyEuuplOzsuIoY9TNOLvShKaL5FDgA+lw1YPMznCr4g26+++OKHvniri74ligq96DnNvCxaFb43BSY+NalSvlbLez15agi83RzvOyumlr5p12c95f0XvoUL4L23bLC+T0pUPevmqzwsd+M9a4jNvYedvT1UBh6+1M+IvOuDIb1jM4K+elgNvqGGrr37yZi9zMYGvm8LDL4Kr6O+7VT9vcUGmr5Xdia+AtyBvehG1j3/Wei8xaytvRaMCb068Ha99SFIvtBYPj5GhWy+Veu2PVyiKL7qEZE9mPoyvrJua749Ccy9StqDvjoFwL6AG4A90FCjvYATs72Mwpe+twm6vAjfNb6vyZC+rSQjPlQwyD1WTsW+lzufvhygtr3gOgQ+HXGGvQUySr5JxqM9m0ntvWehTb2K/bY8KX89vcqVFz5/Wv28imqtvfFiAD4l7IO+vw2dvetjez1fnCq+JxoPvWOQUb5a55y+a73MPc8qWr6twzC+TR0HvtVBnDy9dP09puMEvjgkNL5m0xc8aTc9Po1gO75iLZq+lY8evkoHeb7zZzu+Pt2Rvu0HB7vTQfG9ltiSvUGCXb01nVq+wvpHvvZJJ75lyr+9zWYbvkTGs71kxyc+NUw4vvVNQr51fhm+q5HKPb/EJL4a+42+itu8vRcQyL3CeEi++0Ufvn4jWr7iHYM+IksbvAhYjb11hPg8Wz04PosymT2LLT096US/PS41yz1fJAA+ONzHvYxP2rwEtlo+30B+vijdpzsZmhA+dko3vZbRED5fJye+OeSEviR65D18r5U91drNveqHh7743dk94pIvPjS99708fYg8OBVfPUqzNrxQ/Cc9m2ePPDuHaryqG6u9tv+0PjQZsb6emP091TKVPBptRj5H9jE+7sXEve1CQL2bnCQ+3dSlPaX/JD34Ld89YejyvCcpmj7iMvm9BdquvFQ2RryAA4s+7GJfvv/DKz5G2088nNeKPjJEbr3ntwo+qbpGvF0z6D32bDK+Q7ZmvfA/qLyHvQE+7mUiPUDh0L3OdAc+zOfoPYP8j748sFA9IqWZPRWwR75tf1G9HQ6bPTKG7z0Xmqu9+EA2PR5hOTzGPu+9vLQNPXdprD1XwvA8SJNWvNWA6DoY9PA9snPnPRh5qjzLXm2+j/dsPYXqeD63kyY+KKsHvpG8BT7Q8mA+/Cg0vg5+x7yx9Ms8m3j8PfkER70zUjE9U2luvhKoHT74dP+9eDaJvZ+H4z2S83+9fWnWvKwfrz3uyIa9Sx0vPoCLm7wOaj48DC+WPocUjL5hcVW+CEIFPpkn2b28hvE90WXDvTvhFboQeRU9KhRJvX+R0T2Kbhc+82IzPRClOz6PaIO9TRzDvIl4Nr6oEy++YpOBvsWyRz11VmW9tdeFvAb+zT1+sUm+gBl5vdwTe76tcg4+4WE1PTiVyzzww5S+ZBKoPSmhBbw94vK81cCBO/Zy3L081EC8NF1BPrFcML1Q0Ca+0r3KvlOlF76Wuwu+TfNPPYn2hD3cIm4+3nwqPqQEkr05gGw9MpPtPDawijwMtoY8qcYcvlj4Dz1P54s9lkDVPKBoXT2HvtS9jGkhPj0FJr5cFoY80nyNvqszdD1mNk09IsNevbIPPj7o/gM+e3FsvQcXHr2QEWM+gYmtPFHcYz4B1x6+PagvvHRXyrvd8SO+2hRVvtpeaL1I1U6+2lxQvdcVWL76xBG9t36TPTDWMr4lfUu+dG/PPVLOxzytRtK8iyN6Psi90jvH8Go+698EvlbwgL4jqrA9y3t/vuPS870arAU+bEkRvnopsz3T0r48m9IaPQm2jD4OSiQ+HaAhPqxK2D2Jxug9MXQGPv10wb18SZG9KtOkPBxrvb2uufs9nx4fPud2Vz76LWg+OlA7uyXYvL0/OVy+XcSAvorXCL7fWlE+THAMuofGJ716SLe9fKkoPsx43L28LR8+YdvUPccGPj5MMEC+dhpqPVFzOr6oE/O93HScPYteL76hjPs9OLPFPH+H7j3FQQW+1NZgO6hOqL5jzr49kcNGvQNXAL5Hmo07Ms2IvcZfXb28XyM+gKkWvspWtz2IhNU95OjsvOEKeb6ekHO+sFTRPfOzszu6/Xi7ToIkvljpMzwpkhu+GwJfvcOKED4WlF2+bL8lPjJCmb2+m36+t58Gvga1gz0HNwe+hl+cvcjLGb44D049bXv6ve0wET3zPzG+W0TKvHaNx70AaH69ZIyOPXL/Cb74axG+fYJ8PZWGgb0tW9U8IqtnPcH2kb0tJ0m95lwbvun9pr0GByO+3LYdvjmlsr2tp2C99efePJo94D1CGDe+roMjvpTSBD4EoFI+qBzrPB/h/LxWGX6+VwLpvWCLNT1jOG2+s49JvlRdHj7J1Qy+bQo1PVqSDj6SzIS+qvpRPWsm1jyujpa+8f9+vsQNKT7C7Ia95l3gPSKbUL64vw6+jtm4vQ+ooj3mwC08UAfzvUGNOb7tSNC9UEYuPhMGDb4iGoy9j0HdPMsaSD3EXYC9T5L/PbKWx72VFCC+tPTqPGBCAr4zkXG9/vcwPfrTP75vBC6+VjIlPd6oIr594Qy+HiPgPCwh1b3vKWO9motWvqm8HT6TF3++nr1Wvgg3dD1m7Rk9msgCPjUCjb00NN89w1Ibvh5+Ab3HL4s9fDA6vubinD2faKo9eK4fPTSF9z3D3H49Qbkhvl2Iaj5pe9C9318lvlLMML5cbem95sCbPQRXk70n3qo+oGCaPo1plz0jQhQ+858GvbdH5L0BQiA9dIRuvoDPujyk2Go+18xpviREqb1MVDE+futrPvqrGj67VHm+fTchvacbAD7pwpK8mbGMvotLLz50J5w9SAh2PeqLzb2RqFM9Tb8nPp/Z6j1Q8SC+dVEOPiIFsDv/Dic+O9FVPjXFqjq0y26+Fd7DvY2Jf75fmwM9wFPfPUV7Rj3ZmSW+kFyAvfm1tb7r1oc9JCHmO6Nl0T0tjP+8YEcbvamsmL5nfC6+Z6ZFPrxYBb4p5i89LTBgvYW4Abz73n4+Ty3RvYG4jL71ghO+aIS3Pi0AoD3KBwM9uLCcPXBRmb7BhSS+ex57PMIxdj6dAAq+aZs9Pl4J373JNeg93gcOvYxSXzzfHAm+rbH9vUz5TTyPMCC9UqEEvtk9Uj0np7Y+mvsxvsCghb0sLdm8HzguPkhEtzxtSUI+a1cqPn641D4zdJk9NLGqvblPhz6aFmA95syyO2FHgj43h9M8H1dxu+JZhj3Vr7K9zuibPAzPtT5NP6w9XaYJPs20wD6001o+9tgLvU6SnD7fiWo+IoEFPviiaT5n2t49Htt5PkKpiT2OsJk+84mpvfKFIr7Jx6e93W++vk/a2r7zX7+9dlNYvtTNN75eXhm+U9SDPmQZpDv4yQ49wNaSvQ41qz3kaZG+KyHqPWP7972QLZC+oEAevtOWgr7P/jo9FT3Lu6gfw70Qxkw+JM2MPmI+Tj4HBCy8ZK8Evtsdsr5vALc94nrlPreZx73OAmw6yrwBvtluKb5jPEW+2oMLPQKlmr7tkv+9sMmpvhJikD78pBK5PwolvY1y+b04ozm8b8Y8Pp/hb74DPwG+N8CCvZolJj36IT4+ygJ6vjpZlb2aDEK9xsomPusVEj1aciA9OwN7Ptcar70sG9k9bpkDvvVSsL0yM+S9ASwxPTqEFjwJXXa+s5USvmB4I74hwrY9g3F7PdOmmzyFxe29Os24vRJkWT55GDO9I/grPTQkVj2CZKO+gTr1PAZCrr0bBUk+A7t6ujaCJj3mEO6916ScPYybJT2qnUW+OQzkPe2I9bw671A+Qic/vjWmML25woi+1LN7viMcmT6xW1E+vc7vPS6eCT5C0Ps9+VfUvYV0Qz4GMPy8RT9SPknx9r2ydkY+pVU4PmmvxL1gifE9LrZVvrC32T26X5Q+wjiFPT91cD6Zm7S9pKD/vbY2Sj63zIk96E2HvtVHrDws5Aq++xdAPj8+Ir5xu+A9ELSVvWFtVbzCs6C+vRVIvuuEkD6VhHQ+6VzPPR0Du709DuY9wN5HPjoGxj0XQK89U+cEPufhnT664oo8waVOPnPrLL7l/ow9I/EcveKM0D0mS4O9xaATvpoVKj6wz9Q9JmT/PdqN5r0Aqoi9ZEMQvn1UOD0mSYC9vE04vcieB76M9z0+xrQ0PYB/ND4BqUI9TD+yu54ttD3bwQA+xJspPqaVG76Xd8a9Sj9YPj65ID08Kd27Rg/mPUXtGb7BZMG8KBdtPLdW6r0Z6YI+1NpivRwYuLtdSQm+s/WYvY4JkT2jhsA9D7rGPKURRb1XMIq91cSNvZxBob1azpQ9deLUvYeRpb3UP5O9RnCJPkow9L0pWT89esBaPsdbmD1bn6E+w7XEPJxgqr36Eww9JEwUPsqwUjy+05g+tV1PPieLlj5GSmg+GYPGPLfilDzP6Tg9yE/FPiP1tb0NHvi9QoelPWmNRD4D38i9V8GvvfMfsz0atsY9ossbPslYhTys3qI9T8tPPqBLbD7xY9g8O+qEvaGlJr17Ykm9j9VSvZNu7L2xYxo+QmWkvFD5h72uWcW9GCOOPVZZ3711GBu95DkcPessIb1uLEk9kdJbvSKUdDy9HvO9DboHPQyBuz2D7yg9TDIiPYl6tL1P5/g8Lo96vcw3Sj4UToe9WDasvZG2yj3QtKM+Qhj/vSlJPjy4Pj89RllKPN3Uaz4I1o88uTflPZMaEr73Uw2+hUmlPO/ohL02uE0+3AazvReBSL6gviE+X5C9vJQfdj2AEB6+XBtsPmWolD1FR3y8mLmsvpACGL5GVwe+0bVmvpkoJLzw3AC+aoBUPrnzpz3f7MK9oJWTO/vzobw23JM9hASkPeEkWD7kdDK9bs6nvGQ/j77D1PW99vKfvme45bwFau69WXphvc2gBb7HPzy+EXl6vIQSFT4KpLW6xNeDPE/2rT4Cyno+OhIYPiOlszwfz7w9nBiqPXHDW731Ir6+M/MIPuA6ODtVvFS+FqF9PoKCgL2w0L49Wid6PvDtEb3g9H2+VKI4vCz8u77ywn09lfkZPhRBeL6JhL29/DwwPuCQdDsdYGa+569hvuJahL3kbak9fi64Pg5qp74ZoGo+IGMvPQF5z71WwGO9LJI1PaXkfj2SqV+976x+vU18t72xQYy9zYu2vmy8WL6Vj1++ew8IPpItML55BqY+VcoRvv6mq72a3hA+y0REvhVc9L2iPLC+/7FXvZ6dAj73x5Q+eWKeuwwDgL4c0my8i2ZwPptXhr4iLNA9lM9WPtgw+r1nVio+YT4+PtRELz6nQoU9gKGdvTYSZj6yzqQ+iAPDPd+Nxj0SCxI9jSq3PbW+s70XcHY+Hks7vdwFjL59OOm9BXlCPVEdJzxK1EW+isaxveiwdT6f0Au+wEkIvrYeGb1DzwC+CJ3uvUUut73FvdS8nraEPdhVmr6UrBi+Tj4hvtUCqD0ZnEA99zBWPCUQKz7vMYA+YN2lvRURs70SXx4+PAcbPjdpAD7oWiS+yF7+vMhC2b3JY4U9/wYVvbCMHT4sb8A9ObFDPgsmD75FqzU906zgvYAS870jH6y84dPFvbZGPj1/tl087I6uPVLxcz6NJ029eZ5OPqS7Hr5K7g2+WVeWvd+/Cb5ncHm+fNq0PY0AFr6hfwu9iQeYOyucvjyUazO+IsZaPvg7qz7ad10+n5JBvhzQVj6nntk97RcOvvn77z2WMr2+e6LpvLO4R74RLoe98QYAPQyfi70DzBU+BWMHvkfXlL43WGA+14uEvU7T3TytQSw+Qu0+vWtNU74OmBW+EPzQvUsN2L3UtVq+ON6oveCumz63P4M+zxYBPsZgfr7EIA09jcGAvu74Wr7XSQq8Lnw5Pb63ND6AlRy+xN5JPrRbVz3FBy2+HxDiPc1KUr6fJLG9vCDhPOy3570m0BG+YHqHPSgfUT6jgrm9EK16u0XpVL1GbKs9GMIruvREsr1BMAI+IwesvsQZED6vIAq+C0R1vmLVHj7Hh5U+jsC+PZi+nz2IEsC+Ru1CPphme714YKe+DH+FvWAv3T2yNKi9KZr0vSv+R73UWxk+JVhGvjYhNLyfzkw7QAT7PbXrMb0K3dc93Aj8vWwla76VJyO9FI81vEt78z3xQmq+A3KQvZmr3b2SHt89+5hOvK/KxL2i+QI+oAdpPnr2Sj7oTDO9U415vKP4mTyl5DC+/TBwvp+p4r3Ss3k+DCW8PEp8DD6ac/k9wdC0PEZnaj0sgzk+rH1CPi1QQr0Q+Qk+BAuzPuXwM72oDF69/T5Yvtok7rxTMcq972HRvVWnIT7UScO9pnVvPVbOAb6ZXsG9tG2lvBqRDj6UrRa+FzthPhrOLT0L5fe9zQGsvZ5kPDxx0jc+5Y9QvCRnzjtkfr+7dAt7PHPTrD6Ge0k+Xuk5vCzSCL3WaCw+471Nvor/CT2yLy++mNbEPem2MT4zg849v7xxPmoNAL7B1ag+R6LEPTwzeT43IgQ+lJ6EvUIBIT5QcAw9mGi7PQy2OL6lWgY+6BpdvWOPP75YNB4+BdqcvcMII74Zjd09VcIaPgbuPz65T02+JSqxPtU87T2bRjs+LlQ7PkdVIj3Bwwi7mK25Pf5oYr2PT0w92TWzPeC34T44+li9t/sJPmyNAT0kInA+OBuUveK4ZT0A1go+7CtPPqUxr72s+I89RLX5PQqBXT0e3Yq9XUO/PWj/t7xOqHo9Syd+PvbIdz2p55q9FnrRuiV4Cj7TBh690DYhvtBBFT3ncLY7sz6FPUU6lzyGR688dpkauw5lFjyp4qc+EFZWPW2ByDvSV7I9/jpoPThmtDs9TxS9KITvPWp0DL5n1BM+yw8PPPIYqr0JFUy9DFUUvgr7mj3RCTS9YsLYvbEGYr0zGGs90mUfPneACj6xLJq+2WFXPnL0oD5PpQs+grcHvVPodbwb5N29ZULBO/7dcz26rc69Fy75PQ4olj3mQDO+0u/HOhU0bb0epp+9ymkxPqir7T1qXTo8CEX+vM9dB74+IUK+1Wnrva66Nb6CspC8LL5vvb4TaL5oUIM9rQ0DO+J17T1Tsgu+rKq2vY1+3z1N33M9oT+/vUSZFb3CTJM97u6UPjxjvj53Gfc9TuBnvm/HIb3bgHE+obEHvR3XYD4DaFG+KcIjvtk5sD6GOQi+Cr4MPhJ4v70iv547obwcPuIREb3ygRq+ZuAnPmT4rb3MQzk9U3JOvFCWIT6bwgq9rYRHvnhkaD0oszY+pKKCPo2Riz4jXPC+jRjava00eL1tXQi9EbulPZO5OT3v7QQ+xq6KvakFor31WWi+LCehPFzqlT0GBIE9QuWYvcf7Wj3b5zw9tf6kvRj5BL6z/Ei+qZqLvttnujwZuwS+KamDPgPslD7WGqg960QcPFWfNz6wb089BPCBPQJZoz1Bz4M+fyYVPu/iOD7MDAU+IUCwvkBLAD7yNLO9bXcVvnxEvT3rGrS9Mt1BvvasD72zVly+LE7vvLtQQD5mCwe+OQ2HPSOVHj5RGsI97l4KvvDBG77I7Iy9JagpvoKMsrzJTxW+3u0DPosMTT4H2US+fuMxOxqElbwCbVa+EzCBPqd+Dz29PG07WBk9PqGqA76fW4I+YYbXvVqX2r3+jaS+5w+IPTQ+Yz2ty6o98YtRvNyaPz73/gC+LQ/Xvbs+LL7nlmS+sz0oPlEsTj3ob0y9Y2OTvtmWUb4Lsic+RIKhvj5Mr70zpla9YS4IvuG66b1JFOg9bcUtPnD9W73Fv1I+F9quvlKDrT2gI+o94AgRvoK/y72TpN2+V66CPpB1mT3aj5g+uV+DvVeQEr4oxZc7Ey7cPUDSY758S/w9HYA5vbkbQD1/SBe+1BKVvmrty70oYKe85hHBvHvDUzxAKBA+g/SHPZBYjD7RDso+xOnqvQ086jtqemI+QfOxPCX/zT0XzsY9ZcI0PsdEAz1VqH29zeFovnWACj0i4Me9wG1vvr3yAb+vyhS+LgWhPpIMnDy1EqI+eUgWPqbpez7c0fc9TJcAPvXIdL5rvRO9KSKHvrtSTD57ObK+59RyvnSQur4nRFm8EBfVvmXOaL68drM75Z4yPnEtwb2CtWI7Zk3TvRqIqz3Y2eW9hlPIPD4Svj7YSzm8d/y7vRvPlb0qlNI+2AOxvWy3373DWgM9RyxTPeTIG76ltsO97MLtPHcW/rudc3K9OsqEvd2r7j1ilLi91UapvDLXgj0ODhs+tzBgPUekkL57mAi+klQUvRtkjz0vzVk9mWzLvNfsVb0iN8q9wdVRvB/Sg73pig++zy90voar/b3BmxU9ObTYPbWrFL2yem6+gOdIPkkfvr0KvO+9qYggvjN8TL3zrha9T9d/voJBKj4SkvS9ycq9vP/HRr6OOQi9DNsivVzgCz0VpjW+Oiqnvfu9HDwOFgy9dxdRvpWlGr0cuGO9cxnZPANHcz4bUXs84DyEvlBWsr22qZW+Yj7TPd7QCD5Jrna9TxbhvQs+FD3Y+sS8CE/wvB3fEb5NPES+Pez8vCIBcj1IdvA9HsarvSgcVD5F6Ya+9tdFvsnC7z1IGrK9KqnUvSyY/T1nJWm+iG0TPerWrr0NkqG8mjcQPfMPMrsnH5q9v81jvtUjBj4OAWy+6OhZvoYzi70AOm28iIrAPFQPj74+kik+OnjeveUwEz63cD2+bI9GPZDHm71M+LQ9QnnzO+VoMr0Awaq9+d3CvQt2gz6L1+e8FfU7Pu3Inz1VNKw9pCibvdEfPb7Ivh29oH1PvkH8p7y9Op29OBoCPmi8Jb4U2Bm+9qJdvidkcr6kCTu+FocRvkVvsL2XyTo9SlajPKeu0TzZJ1U9uAgivYE2Jb0qY4W8WNxTvtIDS7stLW88BGnSvCtmET0CB6O+Vr10PvSaFT5MfWI+CKmZPk+0AL7sOgG+T0uWPi+kyD1BMRS+tOEmvjrQy7wwBRW+UPsUPcGlmb3SoZy9dQB7PPzW5j2DWma8SLfdPbaVpD7rlr48T1MrPlZnoT6BPie9Z8kwPQ9BXD2e6cU+wZmgvvlbYD6A6ju+CwSpPTmSsj5Spoq+bZ/OPRUmlbyILd0+b0iDvtWpo76n+VM+0Pqivaye5j3rScO+gMARPYyYoT39NbY+0pXuPW8Cz733sic8NG4KPlIaQb6TnvO9Q30QPmf/ur0dIA4+kQbtvd6I4LyYMJm9fD7wPcKD+Dzr3AM+MnOmPp6uE7/R1tC9e/WBPfI38L3cs6i8/6lgvqGvUz1QPhS+jVwUvmENXruMXAO+hzK7vd5tBL3mAry9s/s+vjqHvb7O8BM+AXY/vqeMDL4QT4I+AV4yPo9XlD0G7Vi+MCGAvbNQd71sTII93mulPPlfQLyuP9A9TGN0PkwhpT4QD9m9Tl0mPnLq0D6kemw+w+pgPBiNRz7uMTO8rIWcPfDcO7xRtEE+D1+zPE8Y7j7v1BQ93pmkPNpgPj40oo09X7OWPiPTMj5Hgoq+SwDhPYFwKD5anwk+mweAPHq/Ej3B2RA+4905PmJaaz0OBQ2+CCB/vkPcJ76X+OI+qzzQvUBh377Ow4O8iI3ePiy2Fz4GkSC+oXruvLHiUb5RdQ++YLWFvtYjxL739rG+m9pQPk4dp72ucPy9PXnoPeYqIz2qsxi+f72Mvc/MnTs49o89nH4DvoS5fT5xzWy+hLeivSeQlb4Bwow+2fEVvAhMer5Q/Ba+z+eMvrFFXT1J5TI+9duIPdCsAj5pw0M+ZNjRPawSYD5RYDA+haINPoDoDD6mckI+wvzMvfGOtrzc2mo9SsGsPne+Lb7Gfjs+6TOJPHJvsL12d6Q+nuAbOttdiT5U2nK+OsHOPLm7tj0/ZsO9XrNBvgSjGb7albk+MuKEPi1vmbmBO909oNybvi08WT6sA5+9Bx86PJrpUrx2IXu+WCkBPaqnhz0wsx09l+lUPm52OD0pgAU+beqAPkfZ5Tw/uKK+Ya+APgVJOr3fdhM+mi1HPqUi6z2INn6+NI4Ovni+HjuwJ/G9GYxPPu1EBj4egRw9UcdtPqiOvT1pU1E+7jlLPsFvv76SIB4+6FyRPOj6oj2CEik9ko7fPXD58z216UC92FRLvjAJ3T0BvMM9wfFbPUs6rj19Ty6+hER+vW2P4TtQzbO95ogrPqNAuz2uRcC9JIQ2PjgMjT2CJRW+UxkTPlpPvD5oBd0+LShiPgmMKz7mxUe+IAc3PVTOIr71usu9OnrfPaA+PT0N+n894/YHPon0ID7BGH49IxfMPMherzxvca09ln+PvMjCYD3UIzI9zYj9PSvlQj26RDQ+EJh5PQc4Ob7BOim+M+EbPvrRnT7CSB68z+PeO6y9lz3gPTO+inCzvVjXsb2/fXo8S2OAvAIrE7yX4K+8FXXFPgyhvbyxvp29adYuPs2RJ76fvOk8asmcvbHuPz2naoo8t5TWvJ30lzy/2lk6eSrFPTTr+L1Hw8Q9MgSYOzed4705noy+0tFOPnLNYz7rOcu8dOsJPpBT1D3RCwM+jE70vPH+Bj0QazI+KoVZPjoZdr5mrIA9UUzmvbh9oj0E8d+9SzzpvW8IaTx/At098TArvfQPcj1laEU+fFnTPcJwcD7EjhE+a8ewveDRHD479x8+0ZorPq+SMb7KP4g+XGfIPdTeFz7AqhW+3784vu5Ggb0MyPo955Z5vayHKT40iyK+KTMEPuhQVz5aQ5o9JPXnPfVdBLz4S3E9CXe9vR0kjT1toxa+fvORPJJ40T2LSjS9FO5MPZ6lDr4PSgQ+T4CWvbGO3b2E6ko+AD16PoGVwz3w/t69O71iOdeZpjsqsnc+Fel5PrdgJb33bz0+lsKxPPPiYz6+NcI98hgxvmIQhrxQKCY9beeWvVGJbj1ivqY9HvQ6PojBHL7r7do9xVETvhojLD4h1JE+3lM1vnWn7LyAvIo8aXb4vQ8WhL5bZDW+nPqFPuES8rxYh3Q+NoMTPjIdLL799fQ923MyvvMBDL7dp4c+P3gHvhlNKD6YoZy9ztg+vSbMTD7R2kO+9mY0PvM0cLynEDw9FrCAvj/a+70icHS+IIqpvcwbRz5L7AO+/xvPu1H/tTyaZB0+EuxLPnXYqT4t9uM9MSAhvh6c5j0zJ4A8mTiHPvhX0T12BA+86bxbvoxzsr1u21484bSQPZxjOb7YOrs7q8d2PkkIjD1+/RQ+uZKnPs51SDwKS6G+VDwQPuco2b39rXW+88/gPaakoD3X9y6+x8rQPR3VHz0dmH++cMSVvqM76j3zyuG66RzXvLzbrL7Y7KM841kTvk+/lb4+dnW+vZ7Lvevlej7qk+G95aWvPZGyZb426UU+RccNPa0hYL4rRG09aQmWvaTqJ749zOQ+tBpmPddT4Tu6A58+99u5vfPCgjmwPEq9bRmNvAE5CTxvQXy+ToJmPgxGMr1xQrw8T+xWPZcVcLvIKkY9tysPPrqqMz7QEV4+djh6vU5UM7004EW+puwxPuN4FD7gAbM9c+5AvutLjz6Eh+M9q5NKvZCLWj16ClQ9OGvfvbReLr7R4Yi9GlAvvt3m2z2wdBi+wm6UvkLCa75q2l09CBiavsH6Mb4pQBy92MjtvBR2LL2wCTa+qc0RPnXcBz6kfua6CP2UvFCMi7zMCF49fXcAvi1tn74MACQ9gsIZPRbhgb0xw4++YX2AvciPlTxshgS+3AUHvsMiKL4OfDS9V8yQvPN4Wz50XX8+1rAPPvynlb5uG6k+ehODPTmOP74SzbS+cbvBvpjk/r0Iqjk9BzA+PnSLEj49o9Q9+f0FPuEXIb72bYq+qkVVPtwr4rxwAYU9zaB/vlTlED4NA8E9XLSdPa4NiL11Cgk9OAKzPuh0zL0oIyk89GPUvfck9L34W3+9xj64vbKHK771BDm+CSgvPs+sbr5T9aS+zmgEPiQKrb5moMQ9rby5PaiFt76v0Jm930WRPQMCVb7ntHq8+0muPdJTG75zQbW+xIeKvqY9Fz4sKZC+w3RfvSIkWj7vqQc+kKaRPk7ySr6tEog9Qm53PWRFRr77F1k+ESRPPeYY3z1YF5E9gUg4PuyDj73dXCm+Ipt0PZXX2DyBLp69lhJSPQzRvrxzDQo+JY9vPiPi8r3yNKA950FDPcTkrLwEwS++UO2LvokJ2j1Z0+w8Gy54vunmIj4aO5w+3qopvjkQszxDZGu+naPauz9kx76oDJm+OttaPjJSGL6aTjK+imDJvntGNb2d6AK+cEHGPO5QIT7/pkc+BCm+vVTnGD7ovug9sgbRvY6gDr5Ufa+9SwFSvlpC+bvn1jE+pvk7Ppq7wj3k3Zi++t8xPT14Yr0Ildg9uhE8vvIXZT2qvNq96o5/PfkXPz3B0wu+xtp/PmX0+D07oWS9tGwWPQdGw71+kXu9esF/vZREzb0Icza9f8esvkTeBL1eoSS+sR+HPsukBb70zR29Ifu3PXHBtTsrJZK9/tHaPQGKNz35tmy8xAXXvFUFAj31Jpy9bpMWvED1Lj1JZxi9JgJ8vp8ol7uirB69RRNcvX1ioLyVBcS9kH3FugkoUD6wCUa+GSCEvaIHAb2bzKW+DQKpvcnjaD0D+xy+060kvgPd5r3LaBe+YlHKvZDGoTzgalG9vEbKPXaAVT09x4C+GlYGvoy/qL2p1qK9oQCPPLP0lj4x5hs9T8gOPjisHD1t+zK9crqLPNotx7uT1B2+9cCfvV/fxT5efaW9nVfLPfudHj3s+4e9G8givhtFjz0UUTs9qVn3vE3GgT22Lgq+KJ+RO+n9wT1/QTs+19onvfXKVz7UkdW9mpbZPZTMRD0Bofc88mtcvbNBBb7zww4+3PmUvHThbT01IcQ9uz02PpJdRb7Qale+LyGbvsxIj7245xi+8xLYPVUs2Ls+Kxe+P5wlPWoKHbzBWwo9G05PPlHjMr5UCys9W/hYvtsCA74Kozc+1YGxvcG5AT0hN7k9nhNYvPYc9D0c3zE+MnW4vc9QGz0giJE9roIlPD0KH72NFje86u4rPhltlr47a18+tnXEPeajmz2ut2u7an2Hvp11XbxH4bE9OdPVvJmPrz3OA1o+WCpQOt3DST7c4YI9U2ocvRTtwz1rzb4+8WDvvE/Pdr4Kl5S9QuoEPjB4lz6Sl1+9quyQvcRaY76xhgK/5zXGOuaOlr6Hy8q9ZYwGPttIa71ekhI9MdWbPaHZ8rv0+RW90WRAPs2h4r10cdi+U9TAvEc6qD1DYoQ+k0gjvBaiUz5fS8K6BFqJvgOtaz6yrok+e0sivkdXPLxSDK+9qO6EPiG5eT6oZfc9th/WvKaUhj27eI0+NGaovJM5Mj20S/u9uqPjPQ8hML67yZq9929xPaJaWbxmpM08DGfOux8qJr5gJkm+wlRXPsosEz4o5ly90fejPIbQPb4UpJq9OL3fPe+UhD5sfnK7AhqIPV+9/zxLtMW9mQrvvIyQbj45K4m9kJQ/vdM9lD6E58E+GCwMPIIQlbz2Epa+9A5XPrcYLz7+V5w98VQxvrpnXT7+lJ49691CPhlJUj27oVq+ZFgjuRFBmT1yTqA94zuHvQsrqbyFdnG+QehSvqtfKT6fXfa9Kq6uOw/uDzzvyoi7fvVkPcgQsLxGAB6+YdRhvlNQNzx3piG+8jkevkaAqr0xWqm+2jn2vSsGP72Saym+Z10EPXDm2D1yvX68a1hxPaOBAjuICLu+24EVvjr61b2pFoW+4diXvdaogb7Rsbm+eaRQve+/Nz4fGlQ+i+uzPkmTFD7g2pE+bVeuvp61473NcSO92QIrPm6tIr0y79C+JAP9PTYsar5I/ZA9xLPfvWnuPrumIv+9RW6mvj1bWz5BuzU+lXr3PDRcgj2XJBc+vJJPPgIoib4Wndo8i/JzPl6gJL0mf+K9sH7TOsKA1L1DSyi7AWH2PUWQrT3Qx8+9PRqDPRLWvT11rF0+FBVVPue0MT45Oq29G9XiPJOLzTySF9g+vVjCO4W1Gb66atg9cow3PthTGj5QVEq8Yfi0vjF6xz6w+6+94VuovrUIeT3EkRy+llXCPj98Zr0hdLU9uEsIvjgbpz0BzCw+LfeOvZIfnD5j0Bi9ldn0PVJeXjxUDHg9aZVmvjcmIL50uIC+c5pWvm+43711xJo9v3jSvSOIAz2zBJm9gp5hPCrsPz2qn7Y9a27ZPWb0Ib74o7a9DTDCvavRBb8zpU68BvG1vMyczz0LGEk+SjK2PiXCBD6WSCY+W+28vrrL3j4iDQm+W3Gqvu8Tg70fEl6+JB/qvZY9gT5u2Yu+6o5zPlzkxD4Kqsm+pPLgPXfMGT7Sz0q+WrIZPXUktb6S9Uk+jm1JPu3QVD6yLIS+qvEtPgLO4T2RA6G9tUonPqfPej0Pyp0+iTkQvmJRLb478kg+YY+tPeLleT1hd+y9pPQLPUVijjwBucm9v9yGvj3cmz3LfSU8VuI8PpqmRT0HJpu8i1ZbvX8RKT6BsKk9YvMtPt0FGD2zG749kOQbvVHlFD0Qj8y8rfLRPA9HCT7sYQa+de4OPhrEQL6CnzU+nL4evrnJP74lMjO+MBL6vUbDP7516ro93mvDvTlkQLv1CTi9n3DEvV73HrxKna0+q+V+PhN3LLu1gy8+fkXfPcy5vTxsVlw9eIqaPfJacj5zvZo9dai/vD8F/L0XShW+a+iZvZjLib3Z5OS9lS+bvVM6oL2J10Y94BbcPeG4LT4oXqM9i/8QPhRDkD4iTDW91TYxvk0DEb5vhHE+FTzyPbBvLL0gOEE9c3CNvYLP/j3iogI+v5+yvdxLLjyIRQg+mw2hvaegAT4P0fi8IDaQPf37qj3Sw649dP2DPc1UGL5oeYE9SKi/PVnbeb53ods8Q/OLvUMrSjyGkzw+x/4QPYFP3D2JHqg9TSzSvGtCfj1sogm+HnUfPgevibwIKs+9Fj9avT6nl72O2em9gM9mPrQ6Jz63vtA9iw+Dvm6bJD5CKNY9jlc1Ph1XXr7V+Su9xqotPZ/VZD3s5oc9VFUdPhNnLr0EfZ29gyHmvW4euT1Vb9M97ws5Pc+0EL4MII4+6w4mPqO7qb1Ganw6owp0PhmAzr6ludI9in2qvY4hFz3UrMW9x+s0vm9iLz7m6IG+jB0lvm9yHr5AQFq+6ZSEPuzgjj28L6C9rmYQPiEvUz3Cbn28cL6iPTz2yjwFWw8+2zi0PtEr9z0Ww9o9XX5VPW/P2b1dyeK+D/iSPZgaHz3DECS9NO1yvvI9gD5y/Eo6evnWPdIlnL2eavi7l68SPhtotD2eDrM77XrdveMyUT7mvY8+C42OvcMKoLwsUjS+8V0qPcCJxz1/7rm5Cw7KvbptPD4fqha9gz8mPa744T7mjXg+4RDNvcpg/b1/CQY/u886vncvqbwbACi+UrP4vWS+dLuGTWM98Y6xvS/aeD7aJnM+SgM6vgKvLb7sPjm9pV07vW3xvD4FDdM9HGfGPWpHAT7IoQW+X+h4vsQOgD0XQEk+qlYbPkelUj4L33s+YDMePR/dLL3zxeM9I+gmPS8yyT0QHOE9yRd3vigPvT0qKsi9da2/PrK5lj54Oxa+uFDJPrSSUT4sEEO+rnQJvmVzmTx47XO+S3ApvZv1njvCG3K+bZdXvpiElT6O1X2+MsiMvoocFD5aFmy9RUWUvaH+RL13Lrg9TnlVvqO+QL07pvY9oeX9vUT4xT6Ptxe9g0ivvvv6wLwogfK92NxLviCgVr1D/gC+XISUviYlGb1n+7O9u5KEvmBBFz7kzuK9ROWnvEuuLr5QGuk9poypPkwHSr64lYQ8XWabPiCRtz0pMmW9k93UPUldsL2icoi9mwm8vqKxv748KmY8rsSBPjKYib7gPAw9+cSaPkYxET7OCAI8GVFrvBiMvDygpdu9Bm5OPstamD6USGc9P1mwvSi2TD0lUaA+xJHHPF2Fjz0+5Iy9V07Cvty4Tzu8hII+QbgNvnnDGj2qAjY9c4JIvi9YPb7A0Fu9Zgc/vtJihr0AIkk9+lGlvvCDiT6yyI2+qlbFPmVvO75gkAU94EKRPeN5+D1NQwQ+l+/oPcOcET4Jmpi89TDlvvCEWj7hte89IJAIPsWMu72anGG9GnsOPyWkv7xHPry8djnAvQM+zT67vsq+daluOzT2hb1UFI++/rJoPjTo6T6kCeg88WmEvSAhq73PvvK9lb5IvhS9eD6Mauw8g8WSvfZElT4aHkI+5mIIvu1WEL6MuFk9SnaDPrrSdL3vdd081/JYPdNoD74iFJw+i6tHvUi8Bz7BY5s+C1epPl+AFT6XRQU7FpnjPuO7xzsdVw0+Hv8SPvSsXLxro7U+grtuPrngQD532vy95eKwPs2s5r27C3m+c4ZrvTLmDz4lL24+rauhvAKHgb5pFfI9XJccPGAxpD5jNZm9DFeKPXqPUz8o4wK9Nh1APCqolT1AIug+ZnLcO7Bv3jxZzmY+ltJvO+tcXj5pMJ29YX9NPmjYlrzUW7Y95ivWPXk7MD7yo12+1D0+vuMSBT672IA+rpObPbI4uD3B3D26ismEPu9tKT74Lby9kVPjvfc3GD65Y0M+gC6DPrRJRbzIK0g+jNU6PDXrYz1pLfo8oyEtvKgW4D1Phsk9VUx0vjczxr3y9Es+wEM/vVfYS71GVg48wwz5vULbJr06vMU9OlwGvqX8VT0Ms3w+m6pWvZD1abqMok0+I5YKviMWLb1J7je9kDtJvOIrLz3E+dk9rxJEPrpNmr3ZQvU7Jj0SPvH65r3+2bQ9L4/8uVuZGD4WprM9g/tgvcS59j3T+NE90pA6PdhwKL4ly8o8pM0VPqi+7L1Wzrg99nLVOhj23T3j8/u9cFYRPtc9Tz4pQZ478KjuPRYKTT39zA8+vQRMvAJ4qr2L5A8+mvpRPYkgyD0RK7Q9o/bTvSwX5zzMfIy9dV0cPnhSKbxm6uG9LxoRvjZkNb7DfbU9ghsBvrSSp73IJgO+SKofPlfWs73fAOc9Yg2JvNgzAD59Yc88XzmqPejRK76kRIG9k/CDPcrQYr3MzXg9cKafPVYHCT6Ldjc9gfj5vYaG6D09Fc+9ydBHvddL1z0gQoM9Y4IIvHRCcb1fHUU+xX5fPV9Gvr1JhRk+n9nrPaVNPr265p8+G+tjPr/8s74MI8G9mpgqvkDydr0eNdg9IFFvvof3ZT0f7aE9ffuPPavxCT7yX12+RCpmPQDnDj2ngpg8GG4/vgycQj5zP+c8Lfz2PUSJrL3/vfA9YuqSPhjrOb0NeiU9bEWYPQE1zT2l/8++isXtPR75ur35VTy9pgHYPIE5Az92xwq7y6sQvHB7xDzLtv88WEIAPoe3nz4T2Ey+LQ4cvDTgf76JXbK8+ZkCvurAwD2277W+E6hoPfdEML6gk0u+wxOzvVva5D0tw6M+IqOGPlpljj6NGpw+j4ivvFDR/71GrPQ91q+fvZRgkj7oB7C+5f8Avv/6FD1pvac+T6aSvbL8+j1uXKc980csPvawrr6ehY2+fRYdPmlphL2VoLe97egIPnRBE75Tv0S+6wgUPhvSkj4efUE8UKd4PQUnrDz7eBY+qvonPT4hSj6lgQW+cKmsvtD9n75Ok2W97ynLvdmtKj0/cwW+vkd5PXqIq75vLDm9jKOxPiQ0fb4u7m2+3QkxPYfJfbzxkRk+ATiJvJx1mTx0AnW+9rgOvngLWL5z9Iu+WwC1vUzmGD7vWf29DsNXPHNavb7ICbq9Y7A1vt6S5r3sRE6+OWpVvtAVgz6+D0U+Ydh7vqsONL5hD0M+X7MfPnkRazz30Eq+Tpm9POumGT47mDe+/6uzO5aLUz3D8A8+A+w3vZmHnD6I458+boFkPYpf7z1eBwE+sInBuwotOb7rBDC9v6QLvQCG/73EEpm+c8srPr/n6z03ryi9ee6dPZn0Hb7TWti8KO71PTBgDj6p7BW8AO0tvrGhMj0hlso9NYe+Pua1aj42626+arnyPP/3hr07D3U7X3gqvgx0qD1B8tC9AxxgvlqjF74tUZG8tJ97PqmC9zrypCK+3XcLvvxcxb2PUT8+FYAoPihKbr5bbea90pVHPs9Dvr21RmI+7beHPmeD/b2+10S+DAeevbo3Vz5JmHE9m+WAux3qXr65CVQ98yigPTwFLT6VkM49XxNXPmZ2Hr470f09TuGHvthv9z1YlBW+7TyWvQTVwj4cb+G7iLR8vb4zir0u6pW8dCGFviJ3rr5SYPu9fzFVvKpuCb3cq+U9Yx0mvuLpHL716dC9aP8OvQI1QL6iK8a+ksyXvhrT8747MSK+8YuYvhq4aT4FvCy8beA3PTfL1b3q2l07IGDWvOp1B74B3U09c+5VvaG8Jj5H6Pg8eg0uviXDAr5Pt2Y+nCsAvsNK2j0fbAo4Nt29PXaWh7ysrBK+vEKkvOZ+vj3lfx2+2xdrviWeqb2O6jM+NHgsvutIvLuJcXu9b7fYO2lZUz4vBS8+hGxSvQH9oL6z8aQ9DeRoPv0PxD1VQae8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "/CtlvRlcT7te4iG+iOWUvWSC273+RFg7MWe2PbMnJz17sE8851EaPZ7Irbx6RwW60KkmvLpVGD39VgI9VswdPRzIVDv1pIk76So+PYIMhL0XV5K929DIvYQRnbwT+De9bF5UPedzOr7ulca8wplLvQDLYr7whYi8GsmIvEoPzjxdVUK91NrpPWsw1r3tzau6z+nDPFC1SjvcJY69Jz0CvUlbmT2qXcG9d7jwPOZ9HT1mVG492/BhvZ/zZjwj2js8x1+WvWFnD77iNQw8+S0PvWttPD0Q7mU9ISBQvdY5VL3dPUE9/XmHvRMvDj1teRM+VkTMvcxscjzqGvu8/KdOvTrr/b1cOna9zYZpPS3+DD3EiDK94rO9PDk8mL2c/LU8jpEPvEcG3rzO+HW9A9nYvA0DML3zunu9IUaPPLWXtT14iz4+YDHFvWZTwDwk/pc93ErfvO7kzjxssw29aZnovIfvSDw+EdC9UuKqvYHkob2ulFo8Qa2GvS5Esb0o4y++q6PCPSY8F75copw8MFEnvlhF4L2MfIo9Od6JOczWY71PlQO9kxFfvRJMCr2SiFW9DTcGPXlaFD6ryXq9zvdZPSdsSr3JPTG8C8JavT8CML1HlTm9CAwuPayqxjvfPtO9fQTdvPq2gz3A8jW+t/+bvb1/2L19Png9WQAsvahOvb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "BPYXvnYrFryhL229GvCZPI+tPT6ZwZk9QR23Pp9BBbtwt0+9R9agvQndkj0+NR0+xAR1Pl6UCb1h5tM8UL9Dvk4ZDz3KF+29p3duPQyZBD28PDw+j5/6PdRY+7oGnCk8yAfCPdKya72MnTQ+1oDgvWFID7zW9ak960GGvEcmLDwlUC4+DfS0vW2IjDzVGMu8UEOVPd4lJj0wKRK9ORqlPe2fBj6YVfo848FuPYoyYT5MA9y9wrZyPWKuybxtfGI9nSmNPC4RLD6zxQk+loJRPdQhGT6lmtg9z5zYPZoJWD6BuwY+NnHUvdMDKLwR5PM9GCyMvBw6fD4YTsS99tTlvFV7s73WDfa5o4PLu3EHDb0DBLw9TodjPW4LHbyNtdu7sW+WPZ6SFL52pOW7SFTOPURf1jxYK7K8kJCqPIXZYL5pzt08jI6jvCpd1T3LGCQ9Uew6vVICAz4eyiQ+XE0tvZ/sDbwhwGS+bHyvvcncy7luqzo8qPw+vU9+57sXM889qjguvE77673iYMe8xMYzvbhURz0pzcY92auAvS93rj0M4949scnROrMwdDwmEH49XygiPZmikTs0w4M91ihdvueOqb3C07O9itgyvTaJ0bwJrlE958TnOwAAqz3pp9E9+GAivsBgz70KlF++GChhPlL/Nr5L1Go9KPsFPGRa270tJdC9DmFVvVAamT3G+m+8WP7MO2dPPz6X+GQ+RG7AOhH2wzxeG5E97y0Vu4Gljj0mhBW9nnwePcsLnz20Duq9xQdfPTNabj2YOdQ6OPLiPMprJj5H+1a+7jcAvMtpdr1X3PC99q6bPTRcej3N6oe9YqKbvbXlD74bivw91jWKPfe4wrwKpgq9bdqHvZkVNL2YmRi+Epn8PWpdFb2J2oc9Acj/POANdz1wCyK9kIydPEpSNz5EpeC98DGPvAAJEL5c6xW9yb/WPbYRZTt7iwo+knE4vPrnUD5+lEm8YoJsvenTlDzb7Oa9onoWPoPTgb5fTBm8g5lDPUeGlb3kLZ4+rLS4vJI7kLwNEPK7ExapPK/xATyPpsi87KQAPvEVmT3VB5S99C6IvUlLkT5hYsS9EqlQvsWUFr5dNB2+8Fb7PMmbMj4bbbI9MsEfPTAsZD7BTha+CXbTvRQ7f73hUaw9ALQZvsZo670PLTa8amPnvSXahr5ssYw+E+CzvQAHUL1hrsK9tNXgPMblobtDkmi9w/G/OyohMj4fiAO+s9gGPjHeGTtWv6q9PrHsPaagY7wPT9w9POb/u1asbT3onga+pD39veLEUL1lmd286e/wvSe5lD2xMqq90IrqPNDzx72fls49UCrkPW3kpT0JYwA+cHKPPsWprb1rfwy+dviIPRMTyz2y7IU9Im3QPUqA7D1oyn29Q2Z1Pg1A1T3j9IS8QjFcvnMQW760Sf+9nvavvoUEyj1oEru9qe0jvkbFKz6ML229AKKEPMpterz5OKM8Qy/jPcwfQz4c4UQ863QBvZtygjye3C++lVR9vghsFD46HsY9F+QZPUb/IL7pkr49heftPV4cCj1aVpW9gQsAPb1xm71yw0S+dGiEPKs3IT1A8DY+UKWZPVQC6rwXRHE+7A/rPGVMjj7RpZO9i5d/vu07sLw74H08OF9TPCyTR72HObM9Z2vYO+5vjT2VdtC8v8oUPWPrt7y9WQI9Y4GHPmruRz3yqnk9KBnWPNItNL3FwOK7FCUCvopSKDztF7A8D0+avWYP1rwDLH49tXqJvDHoBz6Jsxu9bjJ+voIP6T1Hku0831UuPiY+YD3y/gY85yE1vYIWPz1SieU8MNuPPC1YLT7QvIg+a15MPmm3yT2Ef9s9DY0QvkkMgr1lmvo8EvQZPPzJFL1GQyI9wG44vY7jiT2V/cA9Q1ksPd4w3T3r88C9xHQ7vQjSIj24HNg9nbxmPS/cubyVZLE8LuLfvQAnHT1RY40+XuNWvhZEIL6HugS+ftdvvdJHv71Yavi7mzBfPFsTFL7dPCY9tk+mPcxuvD37XAa9iqMAPQYoRz36IUC9gBaOPILz+z3tuDm+x+whvmBIHD29Nr682nrSvZ5FabwdXTM+ceQyPdbatT3w/uo96moCvvEVzLvDziw+dbOIvWVFoD0WdlQ+0wOCvrQFr7w/bsO9SpPNvYIsNb5OSZI9PTK9vfMzrr1K5Qw9+7xYPeLfsjoVO8w9vq88PHvVi7zSsaQ9Cr3WvcbHHL3jsqc+c/skvG0aZT51U+g9j5bPPYsovz1KidM+CeoRPgzRRT6QZbq+oKhyvlBJQr6Vpzo+iA++PPIBUb43vOA952BPPYSTlj1Wlyo9P3/uPGtk3LzJ4oY+BSEhvnvoRLz3LQq8v2rpvSZqAj0qKqg8OqEIvHUyTr6zHz6+BY5qu2fPL706Su69iyX0vSiZub20D6S9cxQzOyvPLL6Vy7u8vhQePkgSgj7HNz89EOQ5vVaKND1RLz09qKtIPUvbP7wQUTU9qCxrPFrw5D3W4oY9H94QPjDx1DtDKv29TmHTvayzhjyoHoC9xV1kPWbPoL1hmQ++E1YLPq1hKb4oU3Y9H6kUPUXjhL0Zzdu8arTWPGfLhb3+aQs9BdDovfFLiT0t6xw+VM6evNioUj2JA/Y9x96sPNURPj0X80U+d/uDvfgRILtgXZa9sciIPA0YFT24sG69iDAOPbIjdL1DlUK9GKRXPAgh5b3Ruw2+7oTzvKaFCb1IVlg80WciPeRUOL7lZ4Y99NIfPV7wT72fcmU9b5viPCvQUr0uCog8nZNTvf31kb2oqse8FYI5PjS4vjzC7CE9qNA3PVBLuT4hw+49m2PJPIT/LbvmKoy90zdMPTTyo77RBZI9faYlPmM4Xj24vTa9Y79jPb996TymjPe9/K4NPkEf/L2sc+K6OeBRPmBHm73ru4M9vBWtvddTlr3yAdK940wbPa5zqbzEjuc9m9l1PSyPiz1Oi1Q+qi4JPe9aCL5u9bs8r8dlPfkMMD6zTQa90DjDPdV3Nb1Bt9s9Lh6gPQrFKr5ud/W861WjvcGGrT3E+h4+BT8TPgP+yL1qEvY6xc0nO4ZN/L0AIdq9hTmTPBmWtD1TSi67avJ+vJVzBr0cmYq9JWw/vpvAGLzn2W286JQ0PUvSCb4//m89L5nxvNYxzD3CwI8+zGRyPeZx2ju4E7q8d1ilPQovjj1Pxhy9ppgzPTVLPL6WJ4e9eFsnPgu8Y73qjAG9sMpNPZ6HGj4cfYy9ZGkKvg95ub1r53u9IgnbPW4YAr4k/6w95JRDPgosSD6BnWk+V2/MPRYAMz0U9LS+T3NCPjCLZLm4B8I9w1SEPfqi4jwZhUe+Kl+XvbPXcz1C4HM8z8+hvMKMSD6B4/m9DTMDPnRw2j3+qza9Woscvkslj77sqOs7T99rvU3vpj2jRzg9+cLFvBxsOD7WPFK9XWpuPjiUqL1KDtu9eR8Vvn8zNjsiG+A9QLc4PJpXOj2UjZI7hsMQvrTYRj3oAvm93tAePUqSij1m6gC++D6VvCy4truhrNW8JxkuvkdxDj7RZ709N8IoPmF35b3rnoY91pm3Pf13RL2U+O89Dy5fPGSzkr5RsAI9UaYru2f2yrq6XAk913foPL160T2RZj65q022PMdTL70wIwK9EKrbPQqpG71tyUg+ouDRvbGPxj1YPGO+V3ZRPdMapzyu4yQ9c+7yPbLVIz46C329pnRbPgZwMDxA86A9UGq/vZFnHr5o9AW+f6KnvdJ2+L28KWy+Rw47u9QEGLvvf7e9BtFQveNMEb3cMja9niULPcfr1T3OISG+QLtmPHU71T3cEqs9KoS+PInBLj1Lw0s+CPUHPuStkL2jVy++WN8VPla7SD19fqQ91mF7PT2d3L1a/HY75qfXu0mX+LzvsbA9bfUBvU77fr0gKQI+oCwkviiprD0x4204tjzePXCuqrzggbw9GITkPNBy/jwEa/c9ZJEqPXXAPT31FVW9I8awPAvQ2jxjLNo7TK6pvptUKz3e4e89LDG5veGJuz1pqt87PCVrPW/lODu2k0M9FQtivWmY9737md29EaUZvYmXaz2RisU9eniQvOI79r046BG+5qaNPrrLEz1PGOK9sGFOPdOm/Tzn3Kw9lSWNPREdVL2tEEY+EL7SPU45kTsdNDw+iixeO1aNELxOlSM+ArPYPUJ1Yb02nmK+e1RGPUjODL7Dd4e9pw80vZSJlb0L8wG+D8bdPZl5Pr5baps9dMSEPstqxT0r/xq+j35DvSMeHj0cX4S+pcicPWXlqD0oZnq90LYnPcJiPr1HLoe8qix6u2YAQj6DhuK9TGA3vtuPoj0a47M9Fa+1voW/Vz2eIZ09iaD8vblYkrwFRVi8DHUdPemeQr2dzZC7HgZfPMoBi7xXfHq7JkZNPV78hz13x1s9/B17vusd6DzmMfc8k10BvtYUjj1JpPo9Jx/qvbVGOTrS5lE97fR4PV45GT2a8PS8puOVvdXvG76bycG9PR/5vAC2Y7per4a9ivZ7va8otj0FPIY+mc7nPc5SMz6+Mb08Im33vXFTDb3zInm9XakJPjfW9D3RXrs9CmrBuzbGPD3isR09L6Qlvez7lj1ujhs+0DKSvV3dqD4by4+8oO/9vAz3xj33ZiU9ay7WOwFXnLy63Ew+fKq8PIgXyz1Z5yQ+POVUvai+zT1GPR092GLxPcekPz2WNjC9SYaGvie/8D3lcvg9tvB7vf0fET4OQWo+LZccPuwdRD5HNc07383APYiII70de6w7QYFePWSonrz+CBA+nLefPVkyYr4ZUEE+zQemvSXsZrn86pw8y6UWvkd65rzRf7c9SnstvdV38r0OM+k7yYtHPkvN6jsMlFU93WesPMSPezyXagA+F+CHPhj+vT0V04+9LhyGu4Un8zzaSEY93XYkPsPdrL1vrba8PdrUPeLKIL5//Xc+E4GpPR1uh7w/nBY9CTFGvmNJBD6dxKw8K3CqvTO9Rr0kvre8KcnTPVvsg73TTTk9JtAFvT/qIj0MBzS+w7yVPafAoj1zfGm+vASUPVSDO73VBw++XcfDvTRzib22/I++65BwPX4A/j0W4zI9KcjsPcQ2Ej7LcdE9pyMXPhXr6T1gE9k9uG80PjWzrT29dWK8hmwYPnQXn7qWjgA+JCEAPnTStj2cNHG8kWSnveQ0N72fhNQ9oUkKvhSVtr3SEiK+lC05PQ0CmLzw5/O91OPsPfI2Jb1U0kg9/3b3PAWbJz1npVI83IJKvj/XgD2Sr009cAAOvvx7mb7JEuq7kETTPaVubb7nFC4+8RGuvXERQL1HiB6+qevBvXhYsb2FS9u8H8wrPL0taD3Elwk9z60gO+GaPj6e2f48GmXevcJvmD2lPxA9jyg4PH6mST2O8Ta9kjToPX497z1Nppm9UdyLvWvcab3IZ8Q8Y/QCvS/0Qr2Moli84GgWvroZk72hM0U8d9gFvdQmJ766fxa9F4V0vcNf273rNwe9o13LPaFJHD1p1z8+53dmPhmKAD5sakM+1f+DPSZFyb3o7Qg9zQv8PUrHRT0ZPUw9XRQHPYvYHr5eyqw+t9eLPoJJXTyGnWM9GmYtvTpmEj4EbaA9isyvO9bz2T3qLPq7sv+vvVnH2z1k8Ra+Uk1lvBwoprsCy9m9aLk3vKAvkLu8n+M7eKSqOk/UND49HSw+em+ZPumRt73vk4692oArvo3v27xGN/M9C1miPEkgxb3EjaI8zDOgPWo9Xj2CL3o9nQ6LPWz90jxl5xW9gWwCPkbJRj7iURk+wlBxu+VWzL1mBqa9gopVvP/ZQ74Qtg694lDOuaE52DwTNr698xT5PEHFtTzlvpQ8QpHAu/RRU74vZES9+q0HPhJ1nTzuMak8VPoqPYvPgb3KAze+FfnHPLOixr04KaW8S/qIPbGaoj2k5mY7jKOLPZk7+Dsl7IQ9BkCbPb4Q7L23YRQ96PlLvachoL06lMw9t9DzPH7XlTzf7oE8piB4vkY/+L1Q3Nc7rFoLPUKpiL0Nu9C93xPevEI1gL0Z2+K8A+dBPSOT7Dw/sag9kYyPvUSTOT5OC1s9hspNvoUAnD1UzG29AL9GPfLxBTyRQLA9LL83vldsgj5Nec897C6UvYGMCD4wbgq+M1JHvrZi3T0nvYW7CsMHPrMMCj6Ap5S+zPg/vQt1iD2NkSM98Mi+Pd+uZD2YyHe90TfWvQqM4T3AKKw95dReuywbRj4AmdG9p7Z+vUGlfr2X1nI9UaQFvso+SL2EX5y9mnMFvUWgPb3xQkI9rqklvSSDsD1dTim9mgnwvdmn8DtN0h0+VW4oPSKoFrxtbju+P2GNvUuq6b3CUB891LBNPQvzdztTpSu80rL9PazY2z2SIzo9rs6cPfSkXj3wEBS+xsBTvq2MET5kraw9m7FTvaYA6zyRtcQ8Dl26vQTlkz0WGDY9NNZxPVjpJr1vnzA+mhAHPugQEbxpoJK9rRMqvpfYszxGFSm+KFZvvYsZ77wJ3oO8vXe6u5oZTr0m+Do9pCoyvIGVHz0PTuG94ZXCvNp/vL12C5S8tY8JPntRz7zFj4M9enXeupHOjz2wPj2+D74gPREuQb5Fj5U9pra5PMF5TL0Uxhi8J4udvXfEn71VDYE9lIyavSg3FD5BrIE9eGlLvZ1xGT7RzWo9KfOePVUYXj36Wku8YaQBve6kQr15mlo8otRLu6Ec/z3yXNo9WyqQvfwX5zydD0K9K/L/vau0fj3Nrak7XqoaPmhq8z34s749kQlPPq/Mir3Or8S8pKyCvcoJqb0MMg0+ah9DvC9c8T0ZoEW9xyUlPXPv/zsYyou9yfIMPdimmLySqs476PE2PHTXpjsf0gs+tYVQPXWN471igAQ+FnaEPiR9IL6zyN09FEO3veRk1b1Zang7QDRqPuhmYz6zwXo+UWV+vIt4L711h/K8o18GPShsdT2x1qq8jDQMPnUoqL1V7qQ9vaOLvDfPDz73DNu9rDlyvvdiSj2ZpMa87s1kvkJK6LwhMse9nQA2vV9gjr3/4oi9eOZIvJ+UMT0uiue9vx0Gvusid73+lLi9OnOoPaF/S7yPO/i9vg8RPv3W1r1i95i9agDqvV5AMj1BbEa9dLVUPWtxmj3/Ld08muTLvILuBL4PrQy96IrnvXzZ9jwkDUg9F8RkvoEU2bzrF+I98E0kPTTlZL2xOHC91DLLPJ5giDzw52q92j5CvPuOHT335eg9omsqPqviEj5SdEK7hF9QvpPIeb0xBKY9kCgxvSMkPTw3jQ+9n5Ewvnk0Er2rgm48ZMsqPnzNkTw89bW9sWjmO4UNCjvA4Ee+YchAPI4Z2TzWqfi9Lq+FPrkivb2dcQC+A+dQPqxyOz3zcpS8GnLsPclVBT6BYqw+1FkuPVpgcb1l21G8MPN0u8PLHz7BIWa+FeiGu/OJu7wOrTA9EzlOvoVNS75hvEa9xwIZPhyGbD0zTVk9djCXvAgDoj2O2ko9q/xhvn5p5T3p+jq+i0yjvP3u7b21BW8+LOAMPQE/RT3Uk+w9BpX9PdzYjb3KYoQ9fsu6ujk8sj1RZiS9EbqwPSj5Oj1Ljwe96sGVvYB5ijs/be85GaiIvv/NeLy4oqG9Ada6PVqaTD09f1c9HITFvXrtBr7glmK8YU3Augad/jw+72i9WfOzPdOziz2UNt+9BD/9PUNcgj5ZEEc+IXGEO2d4bzwfZqo9gJQHvXyHBr1PyUK9rGEPvCEzRj3Nv5w9lxazPKGPoD0p0WU7KIMZvtO4Cr1u8Pm8k1q3vXogyLwcUjE9qeEMvtzJsj3sMVE+WVFXvHtatzzBcrq943rFPiJw5z3DXJu8vFoNvjWqW7xTdrw8WlMNvh0H5r0fQAm+CCWivdAYZD2rpjs9hBqGvVDnND7xGOQ8nHpsvg5mdT095Um7LgiLPTxzQbwKXC2+GHkAvTg5Uj0+FoK9rdz1vX5k+jxvGZa9NJ5YPYknKr16I9u8xzAMvZNyEb6Riy8+4iSuPZM4azwk3iw9JXGrvdlfJTxPTBs8vEwfvXTbTD343AK7rQfsPW5aCT7EpRy+Q5GHPF7AKr3MMns90j0yPlCbezuG1io+LZh9PBcJOb36ayC8db86PPeg+L1ROQc+E8AJvldrKT6I3607jWw1vYySFj3KILI9hWauvNcAwj0JOBo++1dkPtrp7D2WDCu9Pm14vAeu+z3MMcw9bO68uxuY8z2tjx6+TPd0vUnwWT3MYh0+xxxHPe59P72AmDS+OZomvj7WdT3q03K9kP4MvN8eLrzMh768QmsjPRlldj06wnU94by6PV7gN7z4TcO9p/qgPKAfCr3HMRo+ZPMuPkpP6jxxyKc9y68HPp5WjL15ngC+ddHcvKhQsz0SyQq9sJh5vUNMHLzSj2Q+bfF6vJp2db121308choNvRPJGz55MAS+YQ7DveZYEz6DGf49GVVfvkv/qrwFSs69Pgq5PMZuGT5Ty4o8rcIGvuo71DvW1ne9tlmgPVJ0Zz3TjAw+6TW6PYBYYr3Wuuc9vRiAvS//Tj2Hzgs+49bbumFpTT05EYY97AVlvq/Spj2SqlQ98SClPYQ7HT3Z/YC8R4RIPgGa6ry7cGA+l6RoPrwdEj5F/hA9KopcvjNsGj1Luuc9hTtxPa94CD4gbKW8bvQDPdhFHr5wPR28ZZbpvSJ3v71s4L49+7erPE+6Cz6fy1K9LOBSvEVFKr4QgKM90TTBPXCkhj7ue9S8Ylu/PdmRIL3GQtg8iisQPfThXb7CqC4+B7CHvht7Dr7KsIi9o/OxvWO2cbznJaG7TiW2vfOaVj5Bbt69aSC1Peg7XjxN/sS8vdFzPIKPzb06zIY9Gix2PsBFrD1fsdE9qwQ6vlwRIb6lOa6+Zt8cO9eBqb0Bm8k8gh8evfC9YLxBWtM9Su+WPUViEz7kNk4+EEd8O+1YhL0r/cQ9FkD4PTBf3D3NmZq+DQrFPWmNpj7ykqW7Dd1UPicM2D3MpMI77RSMPZKDfT38sA08jCmMPaUbmj1oWgC99UsRvdA7Xj1sHyA+hVgEvufbuLzvqZs8QaDhvRhtU7v+yuq99DwXvgl8Az366qy9MgS7vLw2HT1QF2K8kjoHvZK3/j018dU8lUwwvgyHWL4sLRI9JkHjvTv78b0A3+w98VX6O1JZgz2KFNa7hnziOykgX70/UxE9Ul6gPYit9bxod8E636jiPApYBz59tA89mLctPpgMez7W2Sc9W3/uvLzGPT73zrG90oqdPIXTM70NlPq9MdGIva4Jt71Rfau96SYjvd+39rzoRWc8uVXyvD/Mtb7hTJO9s42vvc57Ab1JoFc+kEWOvRVRC71n4eS9nVENvafge77q6/e9w9AZPkHA+b0Loog98EGXPfpKhz2EIGy9DER1vD0AK755l668Im79vagzmTzFPN49EsuRPRQUBT648sA9mWjCu84PDz418gw+csSHvb8ojj2PR5y+1PhJPXzfCz52AhO+dCaYPQXmczwZewE9d5VkvcS8PT2seZA9MAz3O1XjLr1Y6TS+6+TdPYDgd71dPLW9Tk8iPud3o728YZs9vAl3PnFz27zlbYC+IXFjPSTTB7tYXFO9YHdFvTGzUr2nRSw9xaEaPtoKnT3kmR8+XE0EvJaVkrzgicE9Sbc2vJ5Shz4BY+Q93mEBPtgOV72v6v49jmqkPTMY6rwqKc49k6B+PkWNXj32cAU+kmPMPTtpbj2i8ti9e+UvPeuIGz50PFC+bdTSva+XqzzCuZA9b85fPACkl7uxnRq9dSH2PdooEL0P0wQ+YpE7PUN1Tz1GzXM+ILeIvpf6PDsz+zA+Tf/YPc/VVz20XCA+pJsyvic/mjw6Pj0+0xBtPoqeND7wvya+oVtqPgT5j71oOnq9podrvdnpjb0ZuPW9vZ6jPbMQ1rzB6wE+1FMDPmixST7WSxi9cD61PHEjJ73e0M480XzmPH0jEj4y1h68I6LjPaqB/bzMswS+agV9PPUs273R7ww8OZoPvldzeb2NWty93rKhvEluqr3sS9G9Nw8HvYCxDr1miIM9uLouvYVb6T12jxY+l3KRPcQmL7xwEh28fsQUvVFApz2uho+8kKMPPlr69byZ+bC9nyvjvY52EL2Y+zS9du2pPWsCL70K4Dg9Zg5EvoAyXrwR0Vq9MdyhPYKK3bsMSUu+NDUwvmo2pL2xaQM8M2e4PXZB57x9bQi+BINuPV794D3DGTu9qtn+vDF29LtfedM8Qrcjvk/czzujD7O92kgGPEqDmb23pSe+/MnePOIkhbuo2RG9+y/VPbkMhL0Pxxe+/7GfvbcC2r1R0z89Ho3AOlnBpL3VYyi+FiFnPmEHsT0Sx569UqDjvKOa3j0k1xw+EZgLPtC5mj4zdhK9g90dPhA3sj3YPvq9aBCyPV9CrL54bum9tmTnPRufurwMQyK94BmFve/oEL7D37a9L1dzvXPSIb6Kxas9swxUPidPEz6lMXQ+fXrRPSW0Jj5buqO9KH4BPqIHSj6Dbwk9xuCGPZdXLj5METi+JOwIvdk3r7yZd4k8GUe4PI9KYb4Fmo4+Atv3PQHQnT1jf/28e/ADvkEy5b1bUVU+z5AtvphSXr0iwqA9/AZ8vowM9b3Q/eS9gPbzvS2vrb1T9jQ+2cGrOyfJp72ojOs974TIvX1F+j3sJDY8KKC6vQtl0T1O5xw99IDKPfY+8D1LIFS9EBVfvagyir2+k4W9O8G9vfe52z6/jCa+rMODPTHk5j0zz5y8mG1SPg64h70FhBw+YnYLvnu2R741YrW9ZYctPJHxPT23UpK91jxwvVkklL38CUs+ilOyveAABz5RNNI9UtvBPThRN73blg4+XKRCPqkrx73OwwW+UkAyvix9jb3eUD49uPjJPHskd7xFWBe+6E7lPcSOE77f5CM+nl57PU+cx70jxq28G+BEvh4Rw7tD4F29mMmDvXMOoL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "Aa9hPMAyDT2jPpo8evVuPabg3jxtYdG9JJaivM51wbzQ7I69nl2DPC5YvTwG4tm9+oSivQKMYr0ebkG8s3IIPQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 