{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "eIuNPZ8IPjxOzww+nBLnPXe2rDyIfSc+yDw3PrfSNz5LBFQ95jlcvvgYIz2xIS4+Q0kCPgbUkT1keCC9U3/FvVjAEz6MlAS+yW/8PWfqG76T2M89eEyWvg2mrb7EZMm97aKvu8Up+r1WBsA99TESvePhAb7RDAs+H7yVPNlcz77vy4S+l1o9vWq/KL0aDVW+xb/Fu/2DKb5OBUC+MVE3vTApOb4AcyQ9QlNMPvMzwrx1Fc890A1Bvjb4FT50Gvk927ckvhOR6Dyngdy7GYJAvl8SDj6w+Rk+U0ZAvnOpUT28xje+Vz1GvbZAEjxy8G0+R6B6vdrGEj5YRBq+D3iVvV75xb2tRgu9fV5QPcuHAb6xaWq96cDqvW3es772+Im+UnT0PRbC973O5vs9pdHLPULUxD0ZeEu+ZiFqPUzNiz0Sp7W+DY3VvdREETw7miA9ZI+EvmHSeL7tH0K+CtievIgfsb15zTW9wU1gvrxWXL0Olyq/Mum5PcZrSz5zKA0+WCEfvsM2Q70NTY6+M79RvN1Zmj2fApy9uoIqPSfh/70DHwm+Qns5vtb3Br2frA6+wjOOPY9LoLyKetQ95Jv9vpb8gL7ofEk+wiHTPT8K3z0YpQm+Geyfvfz4Qr7Vteg9ajaaPfYu67077Cu+k12RvsqPqD0CUrI8ud5Tvj8VG767ZBk+ddqSPs4JXD6/GQU+f50+vqPfa74thIU9TzFruyMU9DpTpuK8QMyjvXs+271zDuw9Y7+EPUtws73GN3U+pBOgvZ6mPz4ii4899XyYPSnldb7c/xs+HSE/Pg5xNr6Q+6G9gqicu8yZKD0fvdY9O4H8PQA/Sr6hAy691NHqPATpBr4GSLM99sZoPgYkKb34+pM+Qq6GvXm5Fz7NGsa8pVMTPt68nD3SVuu9ByCkvTrawb4LKRw+NCmuPdrjxzvBqEC+MxMhvk5di71YrnY+ch2GPWqe4LxLVRI+pSnNPe7zWz5qej+9QbIXPSapjD6EOmy9s7slvFuQvL6la/I9PTQLPhs7Ez6lioo+ywyUPM6DYz7SF38+4+8CPLO22jvl66Y+Az+uvckgHr6rR6A+hpv9O2itLr1lPZA8LfdJPmkkgz7qHGw+krFzvrffML1L7gy9I4G9PSSkDT333Yo+gmgQvuFccD6oYbW91fCcPIjHrL0gkEu+C+zsvSzll74OoUo9u54mPcZqj71zaxK+2IGevEW9ZLwpYiQ+l3bhvBYxSr14BQC90CM3PTUNcr6fq8s+fWr9PWgXIj3K5be9jpcXPtl3aD1LC4i9jtptvpSuhj7K/cq8joI1vXCLrT7KakC+KpJyvtDIGr2QFgG94TGEvZtI1D2hGgC+Z61cvseMGb5dxKk91lZfPrOzMTsd/iW9zOiUPC2ogD2AYJe9DWUMPtBmLLx123i+yMGGPebPaD2YS4k+oJ5PvlmVST1utdK9AW84vXYCgj47uIk9uw4uPhyQWT6rouK7TggHPoSBqb3FgoQ9Ca6jvpNgQL4v+589tn4Ova6w/jzfmvO7aJ/8PbAY/T13rQ27MCAsPdbEVj4aU7W9YRqUPW9BqL5K5MW9r4P2O014wr5NuNk9AEiuvSCpjb2Lu1Q+UD42PUXwJj1pysO9bXwdPKKhIzsapQ0+xumfPR/Wz7vR64O8SFXIPNdLpj7bJJG+SlTWPW9Wm76uqDC9a+k5vtUDij7w/Mw9uaoUvkz2n71MQoa+iyRzvm2KrL0YL2u9ziEwvrpgPb6SBke9EST6PCQ0YbyTl9o9X4u+PXFKtr18hRk+zTTVPmWMXb622AY+9pm5PdNZqT0zYV6+nVEhPoYghr2SEQS+526ePi7FOD1NIaQ8w5aGPgBelj2kmts8k8GMPJ+TmD6pAXS91XLmvTQxh76nH5Y93tbfPZYRi72BlDO+yby6Pg7VyrygMxG+FLscvtWMHT6WhDG6nDFdPa8NArx69PQ9N17/PF6TzT0arPU942b7PXpVTL29PGo9IsG5u/oCir4FJ5u+RncmPbbgxb1uyQu+2FUDO9ADCjt2sco8bXIPvln2B76jhIC9Pp1cPtVV8D5TGls+W1QNPeezx76IumC+4diGu1j2CT5agXo989CNvUE2BT2Epx096dbyvXwVDL47EwW+WWhivw+6/708Tqe9AByvPc2L1bw7Ql28QpucPYgc9r1nBv+9qIu4PIYun74lAD4+qLOnPrRyHL7VtDE9HLSTPX2K0D228ii+vbJiu75Qbb7J4HO+XXlBPizpJD5LoV++ymM6vimWBb3HBzY94XdmPoqh070dStK95k9RvsY5jr69MKu9NBiPvMeAjT3VRT++UBUbO43/VL08d7E+iggFPiP01T15VCw+ia5JPSGnqb1X+u29SaOevNYuMD2X8cs8t0GevRnRu70Redy95oEZvksjEb7boLM91KtgvoZdMD5wYY+64igfPvG02L3H8ag9lL4FPuL1G75svk69IkiTvsE1yr5oEu69PaksPs+XUL3UiF++KukIPk6syr7mx+89efndvofCTT04GmU98KDqvV1Xkj5K20I9LY7aPQdQYL/m+d47C4gLvsdro75ZMJg9DqoEPr+Mzj2T5SW+UTAOvHw10T07hAm/oRz2vMhLMj7cGlc+x5yCviHeWj7vUlK/UwFbPpArKr7slHS+deNdvTWqJj5Zs7Q+cy2yvXe3Yb2qdnU+LpO/vpDqbb6Jgiw9RhSdvlZQXTx2eSA+HmCovlmzPr5Ujr88U1D1vfZnAj4Nm7A9IsnDPkeezr3NZzk+FZGcvPPXSb12zLw+RpjgPd8Dir2VyTI+YwqdPY5Ea751iK8+Po1GPqsOKr1n0F6+eB4KPniwFD6bTOY+7j4wPlB/573T6189DoEYPkI+/T08HMc9DZGjvEVdjz3nauC+flbsuwEay77n6oU+FAiRvoS15T1FvGc+ZD+1vnaUUj6uq6q+zAblPIUAHT04t/M8r1PCPTl9Dj/DV4S+GYcuvm/PE754/NQ82KYvvib3z77oj348/oMFvpENkr7FaC+/b9C8vJwPAD/FNZ+9nEsRvuZWYT49Wr4+9GnRPesu2jx+nH++EoynPiid7b3A268+Avv3uhN9jb5jSgS/SPqUPVJyjjwOvje+SK0rvtPoTL3bJwa9ZfaSPaPhDr4vTZc93gX1vTWlhL5gaWS9B4RfPpGxYz7uScG9hgiVPlkoQr10LvY8YhekvajPCb41q50+d5lrvsEDdT4AiHq+Y96xPYHsDr17any+RfjBPYuCJT35ojI9MnQAPr6F6z2DSRw+mlqju2bmBL6LYwA74YY4Pe9YzL03DJ69+0cuvOCVkT5XN/q9aMaqvWSyeL08j5++vLKmPlzI3Dp8uJU+39riPRYEtT3TExi+i43JvRcJhTz/a5U96NYpvhHTH75ulLY9ICalvvGSWb0pbBU919Imvcz2BL9KNgM/W3Z/vvkMoT7UM14+Qwo5vRq/vjwnAaE9jQ2vvbCsHT4kI4Q9ElVoPb3BCDpXhPM9lgqCvswGjT1knJS+1i7zPQhNt77zB1C+JRHIPVFr0Lw1Lay8FFIBviar5jzCvYG+GdX5PW52TL3j++e91smBvp5rCj3ib12+zWF/vgm+fb09MoA8po4vvhoSgrtViL28tAyPvrfw1rzd1BS+/RepPdm8yTxj53i9ZwprPmbHWryTK/g9rQ+QvlhiDL45/6S9/4qPPnC3Dz6+iYO9Vj2nPhkC2j2u6U47cBG6vSkabb64jjU+MW79PrJj2b1V/DE+7LajPWywPL6wE0m+ixWAvtFiDb5H0Dy9jY2UvX5j4b160Re+pM7HPQdzqTrqyBE+b5cBvcF7Uj6yPPO+8sqGPlTN2rz+fXQ9O8XSvfbJEr4oDfO9e4kLvtw/hLw4i5A+GBFLPlxBB70yZjw88g2SvlUTPz0HYZI9B+/PvT80xTxDnAC+SLFgviG93b5Bk4g+osolvob8Ob5C2Zo+RA8SPvcuTb3of9E9FbxqvmMoYLwzOis+jNKbPo2Z37w2kD8+UO2tPfdtID4hP7E9mpOsvRFwmD277pK990vGPUVQlj3ejIO++SYQvkPUGT4mAye+p8BDPmliC76dMjy+tzRivhyPLjxT5JO+6bPXvXs+Tb0ZCWq+jfs1Pos/LLwJd8w9whKGvq9lqT2Oq5G9E30APmnomT5xLHS7qjvgPsCTXL77UJG+e3iyvbcIHD7YChW9crjgPktAZD4bej8+05UTvjWaBr/mrck++YCGPp++oT3p5iq9AxMrvkn8AL1Myoe+EGy5PYU3QbxgPMU+hmyIvfPcDj7+7mG9yRmXvsjyfb4RsBg+1rmRvmPOLL2eIpu+18qPvj8SPTqqp/W8wckcvpS07L2AqGA+/TsjvvXzUb7A6507bM7xveexmr5myE2+mbtPPjUUID1PpxA+fuztOhIFQ74CxEG+ooqsPaNGjz5MIC4+wS6zvSqbSL788Ks9YatXvhocyDw2m6w9GqlnvjHrBT5+mQY+V774PZjoPj60B7O81ksSveLx8z1pH4c9n/79vbbehz77fZa90MOjPQzPoL6vwpY+NjkPv/o6Pz7Q5e49ICY/OxoKeD1gAjq+3TX4PS3N+b5pk6G+cHxNPBZ7UzseWhi7g1nQvOWCMj2Th4q+a2k1PbBgjT6kOTK9wyeVPWIpDb+afRe+1CHmvp8ArD5/KAG/JcMUPvB8or68NxI/ppoPvhmSqr3XZ7a+B7P7POrXCb5NyhU+R6+dvX9AGL5VV2I8WOk7vmRutDrFwIa9BZtBPqAyWL7gq5u+y2p6vc3rAT7vUjS+ZMcTPiB8oj00GbE+eRxGPgSwuj0zPQY+Iuz6PryPQr7YED893UxHvjoTdz4tcW6+RTU5PgL5Ir4wu1u+j+pMvthgVb4caTu9g9xbPiD8kT0qiEC+tq6XviO+er5X8Sk+rm5oPmKu6j3zZI6+Hs5ZvqQDC77gVIu+qHcmPZYA2T1OEcK93xI+vv6HoD7loq2+AYWxPlB7Rj5Je6I9fkr4vpC87L7Ae32+PPu/PU1u/D2nARS+Q7y5vWzAOT2xTYA9m/tHvu68wb7EaF6+CeS1uTjr/LnXpJE8wQvUvuId2zzL3Kk8uEyjPhyw+z3NpF++G7eSPspg3L04B8w+NlAPvsjJgr1Of0Y+wVRVPhUDWD5BwwW9Xzxavsgv4j2xyKg+quAsvZPARL6erhS+N3MePo01DD1fnwe+FQVePoKqFb5c6sy9BUiXPqU2KT1JCHy+1VhCPsvvdL0TjKE+btEdvhWxrT7aG2++cpakvaEJoj6k5Ua9kdEePiXWcL5HKFa+ZgGmOhfexjmYcZ89pKiLPhNOxD7WC/u85ZgtPXmEML1hsa0+I8COPYHedL0yyYY9UONhPMY0871S4ye+9b3QPS8Dvj55H8g+tQ9KvlP1pL4sUEe+3jpovVzdpT3Te5I9ohgTPsiDFz5OAmE+ixudvNOIi7zvS8c9blUDvk+SUb6FhwU+AntPvWoIAj5GM/K8xiBVPICMOz7L9Py9+9QHvdsXDz7PaY89ZGtXPdNHsL5cNgC94EaCvqA3c711F6m+BthUPny/mr5Tnzi+zKjNPWoJKT6lAxa9QsKEPhdfRz6S9Yc9rrV7PdC3MD6C8Iq+JJTWur34wr1vCA+9paBBvkWabb7AnAO+qeQtvscQsT5MMRi+5nYJPlcFpT5Fpeu9El5MPh6Vaj1tiv09xzVYPWBlyL2x5F4+WN0EPpklGD7EEdM9iQmTvfHbfjy3xk0+a1+uPuwd7j0QG3U+8kYzPppLcr7qEKE8K+FjPjXVXz06bF29e0YuPERgdr7EH2S9BSLZvE7igD74MbG+K1Unvnp6nL0pPgQ+tz7VvL5o+jy31sQ9yJcevohI8737Tnq+Ja6fPQdDqb64WNG+dpB6vddSlr0PKoK+maLfvT+DrL1sMh2+PXMXvkQNpL0FRcK+yG2qurfwgT1TYUw+Z3GOPEYKHb8HEZ2+udYev6oker6musq8oZaEu/dNjT2NJZs903kwPbn3eLv6sWY+aJgWPhrUDD5VzuS9M4WmvYogSb4FdM4+wx6tPVCmkT0Oc34+caCMPViMG76dzb09rT0tPdi6ibzolou9T84dviBaDT76g6o92t6FveEgGr54rV+9DvPKPZ5jv737uBy+ppHNvHgNeL0k5Lw84JX8PTTPAz4frYW9heQkvU21JD3GkTK91NvyvUIxUz54jEu9OBclPQSKHb4LZog+/XP7Pd5tBr5liB++XJHaPaoBOrsn5Wa9IMKjvfBNtLzCllC+tkWHvXUuWr7iFbm9pyGJOyS0GT5CZoW+Z2yevfKHlT2HC029DIyoPXYD/j0r5z48kCHwvaV3+L1eCJY7eJ4RvtzDBL6QM8+90arMvOWvy721T9O862SFvZCZvL3+Vj27BzYRPjbJJj14DZi+AtzdPVtqo7sfLjy+7tvMuiWqbzw2Jf69mTvJvX/bXz2zqBK978w3vnPYDr75Ppm7Vk68vZFRMb4iIh+8129dvDFChL17lSK+G6ivPV8Nfr6N1W2+eaOjPMd+kD2enra9H7sBPikPBz4uXNC9TSjVvv/hYj2X8hc9nSEuvhgoAT788x8+4bqeu+i7Nr4GxVW9w8ojPj8WiTyZ4hU+gpM3vsHH1ztY3V89GDiUPcoZw701n0I9Zbkdvl1gU76t8Jq9jxxJvlBHB70iMBg+3DPIOyGB3j2eRRG+CwEwvktwKL5zlz++0zy+PUAHhL6fYyE9R4pQvjB2Czq58ea9DUsaPs/kib0hggO+VCUKPk1bSb0O9sA7xLUvPewVJb6Y6/Q95N+evfEetryHMw09nqfzPSUOSj7DSCs9qpq1vOsyDr2IgPo9vn/vvWgyjDx0b0g9lKG7PY14ab4Y4Oc9ktyzPPdtPD2WQdE8xif5PN5a5T1Xm1S8yGNbPqhv8r3ac+O86DtvPrm3Wz0iaNM9QJG1PZuUeL2EZYW9mwJDPgmoUDyRbxI8Eu5xvUzCGb4iJgE+lU4APth1LT6reYa9JQ5bPjBRCr6kols+fk8kvuBexT3oVOK97i3Zvda09z1ZcdA9wWfSvNgPlL3aDNE8Hm1QvrQnVr4xsUK+n+TDPZlDcDywO1G+E+DKPR8dh730PAe+YbsUvUVPiL3T7gE9xc0vPnVRqz0Ioa09xhFnvvYl8z0t8R0+wCXevTKezj0f4zC+hY+EPSrrGT5nu42+RYF7vQuUwr3cQG49yL9SvY/KC72exs07nnsXPkXptz3tHpG+1jMBPVTwOb7pR4y+166mPUbkxD20bMu8zKt6PZRSB75sZ/k9obwlvqQtpT1rI469H9aMvvZlPj6VyT6+v3zrvTNUFr5jUhC+MaEvvlvDH73246K8MX0LPRit6bzJM4m8+c+Fvk3nsb3XSyO7coOOPURaiLwQlh++1aMvPtd/Br4800K9dlezvdaMPL5zfZE9HiqSPGDnDj0dpFM+sV1QO2S+DL1u3T4+4HVDvdMlhj5/NP+8Ab5yPiq7jrzboBm+Dcshvqqxab4UHgY9yOozPpzybT5dIa49dlU0vvYrB77lFRu9mBFHvlfUaz1Uj8u94C0svRvs/boOfCA+cfhqPvn5CD4la4y+pvbUPYvaVb6U2q88dgwTvpPtZjwTZTK+3E65vW472z0MgiC+mO8fPhpuiD3nfLS+79TZvWwzOD1ftRi7f40rvn6x8TwQ9BC+g9k2vQcj7D3zT8y9Nf/OPcTfWL17agk+J6gyO8eTPr5wuEG9KylOvsS+XD44p8Y8L4/yPRuu/L3QOCq+DtaqPi0FurwyU3S8MCSJux4Lq72rUos9gKQYviA8MD4NMDI+6nanvGRPGL6dJHC97ep1PN+R1L2z5oW+6OqXvUXyJLzmB/m9xqbevXx5LTrcvvE92iOxPacmG75f6BE+P8z0u29aVj7Hh0m+ug+sO02pT75ttNa9tt7HOz6PKD49MaC9Q0IQvgipTr3pqom9x2g1PrZZDz7Ev1K+7gt/OoAE070+yZm7eR1+vXV5grwldD6+VSaRvqwZgb5GsJ69udgKPIivqT2cUvm9/oU2PuhdED6gFnc9H5AvvSvZWj72YQi+7ybNPUCd772XVw4+aILGveP/rz0AHKC90+b/vRlKlLzKdSm+2JKMvp1TN752Via+rRxIvrUbbrtqZGM+1HQ8vVJPsrysrwo9VRWfvUgGFb5AsSA+oZcXPhG8xT3jqOC93FcJPJHeGj74MhW+b3C8PLBARL2TUmQ9S7OqPXjLxb0m/yw+fR6bPeo0mj2lVlE+lzeDPlkq3j0e3us9uKkBPu4glj7IVOi8mzOkPQZ9OD5o7gu7VDVUvYUvHT1t+S0+LlzNPZDOHD5Bmzi9ZppuPnMyOz6D/ek8eqx6vTYH5j1AtIg+P1esvFIxlL3X4sC92mbivOIWO7357mM+4y8CvqZUTD1uXAQ+zNEmPihT9L38R34+IcAQPiIUiz1Z/qm8izWgu2MT6Dxz6mm9kpU0PfhkVb1EOWk+yF2ZvIBV0L2pPBY+OU5dvWtZSD6SvSE+5MzivcKTjr1USfI8CEz9t+cikz3YvgK9jLf6PbP90r0NP3y9yd7QPWJYgj5ojC69iFvqO5a+XT2kI5w9G/4bvQLYgj5/fKk8OM3HvbjGiD4Vzf69palZPld4Dj6qMxg+JnI1PhnSUL7IKJI9VCs3vtmXjb099eQ9FKlQPoRItT4t4Ew+In82Pl8OnLx1lpc9wgMGvdZtCj5XYJG9fnO1vPAe5L3irBa+WwS9PR3pgr3dDNu9k7xKvaBYzL27yLm9+Oq4PqO7G701DjE+4e4pPq83ULxnY3W+U5e9PSBzRz5Qxrw+4z7yvZYCab3/BtA9lmU5PmTnPT6Fc7Y9rOCIPZA8DL6Oi4M+mSLPvVJ4Cb4uAOs9AiLKPNmhIT7Dgp699t9LPliZZL3igAm+Xg9sPS3LeD46aiU9rQKOvqgC1LxrJKI+EOZDPsjMRz0ZcRE+wGcMvjLkAL6/cSw+72PYPbiic73eWbu+29yEPelosT0BMiO+cv02PpwKnL0pvZG9UQRyPtuRY72eAeK9U0vIPfQR772/Hi095jgUPrsLm7244PU8ABDQvXcCGT7ZLkc+O8e7PnI/8Tw4xck8vchAvgdcyDwEk4E+C+HcO/JBMD5v3u29gxpLvrWJujvm8GQ+J+E/PKQlZD6HVGy+7a+9PHFnfz1qQaU9tY6HPt64bb681ra9d+7FvQTsaz4zaW6+q783vhnqKb3TWyi9rM5NPu/bKTw4X5q+XAb6PbouAb7RqLO9ExGKvXyUZj5H6xu+GSsxPTfKHj21kGE+srzKvWUWa73ewwg9h/SUPhN0Ar3amBa+Y6IGvWi7fD0zFHW9PoCGPMwXir6gMgK+GyM1PjcV6rtYMAU+MzACvY10BD1M6yI+t+oMPlxSmTyr9no+Ou+EPQeRQT5XhI89sN48vrEREb3AH7C9RiOQvfGUDz69JKg+KqglPoLAijx6pXY+3iUdPingZz6OOqI9sLIoPtaNEbwe3C286RhEPo8lgb15F5G+WwpTvr8DM75BLcE9Nwk/Pn6S7j1906M93tkuPqgpKL4ZmGC+xTNfPu+6rj2gTqq9TDgMvhupxzz1FdI8neJzPbXXtD1NuWu+LaW9vdMiEb5JV8W+KDYvvnBPID0pmwi+5fb8PXVVmr32+C+9Pv6UvoAOPj5x5o69m388vviGW76o6VO7Qx+avU1fG76fFFS+gF3qPfwW0r2VRYc+LQusPTk3TT1hI7c9JKgoPjFn5rtyf0++RcjdPZB5X72YVi8+hmLKvYhb3T1ku2u+oUqvvL8ooj7zzBq+gDe0vl4je706SYS9eJIXPg7zHD6lXjw+QtgiPq5GgD4MIN69OK9svkoZOz7z81I9/OchPpeoYj66bHQ9aHrsPaQ+sb3MA1c+ueMCPgE+Q74Q8x4+f4WCPdRl5T6vwHG+x1xavltnNb4Vk1a+9KiCvuuR2j0HjkQ+10iCPVnZEz6Qo629030wPgH9jD2Q7xK+MlLsvSSV072NAiO+DfRDPgh9ST0bR788DRzdvCabsz3yvBC+k+v2PLbAAr5hJMo9kmrCu2o9lz6P7Rg+nNfzvHnI1Txh2Jm+7QQ5vp+hEz4Yqhi8g70xvmyzEj4pf9w7CrS8vbCvj74AiAC8FKiIvnG6Vj5DwCK+HxOHvbn+fT7mVkk95iwEvfDmEb4Nm0e9zwjfPfG+Ir6rnog+vkdBPebr1T17CcU8PwLbvW/hEz7tZUE7UgSQPfLVTb4472w9KnTpPfLPeT0kcSy+tWvwPT/CSTzXcOW9BkjBvbjv+j34Zz++1RzYOxFjyr2EAA29eCMavSiDWD3Topa8Kjn3vCO2g77T50W+w+DQPa7ZxzzvtYC9ANAcvGvfq727LaM5IyQxPeD1Db7smV69brtXvmaN6L1l4lI+758TvgKIgb3jnYc9eD0+vSSOCb7qaeq9ZLMjvPfYsT047yC+udIGPmWncT6oVQu+adFFvYT+iryOuW2+E0jvvYc7GT2MWI88BQ5Xvb6HcL5l48G7P2fUPRHaVr7Wlgi94aOtPVffBj7VCDC+tybQvDDj4z2m7Zm+SNrjPZnojjytYxK+wqPjPGFrfT0Z3JA+yAAqO0GPAz4cQn085LRmPtXcSj0lukO83JAwPUbPAT6f0nU+CD9jvmGi6r2CkCM9ipq+PQBLkjx1wpA9d0iuPYMNW7zgM929YRUPvulAST1EVzU9XN9NvQruuzwogfw9REiIvfI8V72W2W0+wTq1vU/Glz3zJCy+Qkr0vcfvUr7NfGQ91bvMPQWbhTvEsbc8A1IRvXS1sL3Rt+I8SqptvXCqNb4iS4k9X/G/vaQnqjtc88s9ce2IvRf8MT02vdW9qHp8ve+U6z0z4b494DoOvoODqLy0OEU+nRdrvl6uZD6Rzpe985qIPthZDTweCk++tiO8vYNEyj264Y2+OKOZPTjUCT6RnvU9jOcrPNyUfj64Tp+9UgZjPaQKPL5nPmu+hPr9PiWgyb5Izk294Zl1vmnmqD1snqw+tqmHPtWsAj4MlM29S2jyPRXGmDoyWaK+KE2EvtTReb5jYou9O9WbPvmP6701yoU+BpRBvtG5gL7Vm0m+1lMUvqc53L4Ilrm8khGavsfSgb6nhKg9xJ0xPp4HcL24dwY9O+GPOaWdgjwalms+69NNPasber7fMS+9KzmyPVq37r3C8aa+PKnrPVD5h75J3Ds++0aRPs7GDj5MH4U+ZLEtvtL9Lj4km/c9NgewPXzwET7NWQO+hrauPkOU8jwmu5C+zdBfvUyWGr58/as8wxDKPBos5Dy8bVc+27ERPvnc9j0lQa29tMoZPnagLr4b2R++ddBjvqXhAD0f2A294y1FvobOs7yRGYc+vSKvvYmNv73e17k93IsePbCdBL7uT3y+gDFvPQJX8D1xBUE+Ts+ZPcRBgL7ZUcY94MxnPioXBL1kLr89ychMvvLtGL5MidS9FA06PsIcmD3QyFs+l/gDvjDvzr2sYFo979jpu+34B76+B3K+ISXVPnt2Ar6JK2A9jgGNvugDDL3GT3C+FNWWPg5rPb7VDf28ply1vcAJmj3V8qa9xRARvvainL6kL1G9RMgRvcTsXj2KxrK+/pVSvsM/k72eUsq+7niXvZBukr7KYmM+RBRwvYkKwz11xZ28e2SJvjVUsb65aZK+s1JTvq38iD2zCIK+Ii/lPZt3Fz6n7E++VZ9aPdifkLt9xIW7MeqQvY5jx76H/4K+Gt7pvavC+73VT2m9F0ktviyLiz28mcO9mbIRu6/qVj7nKWC9HiuIvRsypL6tvPm9H2Y1PaLaTr6AqUW+ewErPinEPz4mX1C8UPIRPbymiL1IslQ+3DP/Pd6SmL2bXZi9KgA5PmCXxr40toi+u3LkvK8olD0k/K89hPWsvPR2eT4R17m9t0KkvQSj1r1AHhe+UYWCvYAHUL3MpHM72MAlvuurKL23ZLE90mYgPvEoNj5MOpq9p0oFvUY+Kb60CAU99BejvkaAiL7RyQW+wYWkvXMvlT6CFne9zje5PVw5wTz6fJa+HQeIPlI58L0JrmK9uSESPkv+370m94E990NxviOfRL4Vv3s9Kr0CPZOr0L0CAfM7sGgUvQxxNr6v344+p5FUO+6bG76ykTy+HjJjvpOZ3D1e8wq+RM0HPlltgT74VNA99ussvkaTBL1P77s92PrwPEpcFr6GTAW+T8o1vhLU3r6WMXe+kfxOvdj+f70jOB++em8aPbgXFb79Opo9Y6FfvX570zz24py9HXQgPetBXr0PgVM8Lk8Vvh8dwLuDS5W9kRdyPBIc9D2aMKw9raU1PHrFC75/KSe9c2iYvZl39z3RaBY95BkbvhU99r3DV3a+ME+PPVwhhb7QuoE8X4JevjNrEb0iuPk84o0CPs9s2D1ghCG9vzJgvh2Ugr2xdho8ogt8vp0Dmr73v5a9wGUmvlBqCb6/saC9QXVTvpVPqr2W2wG+YhLSPVvawbwkkMa9MTz1vU30D7695EO+vm4TveHiP77n1A66JfsSPX4UV767Ryi+f+L7vZomqD0j59i8mjySvUk/T77IVdm9hi6lvY0xXr6F2JK+EcZvvqBK5L2vRyY9gK38vaBo9b1cSY6+3isRvofmOr5C5vU9bE4iPQexBb6P/jY+mPzfvOE2KL7DqRy9uVSLPX80Yr2bytm9yDwFvjIUDj0+Aou84lrGvCiy+zxTvhY9HpPUPT7rmr6Ik3m+gfutvL/Q9b0+gSS9vTwbvk/ORT4VUDm+DOVPuY8ZpLqSwwq+h3EKvmonqb46s0s9/wjXPVHRqD1z+Ls8MmT+vEI53r0ab+e9XSuQveO6nDyvVOe9vXGXPI/sDj4OJ0U+YCOSPbdxDr2oB3o9+OYBvjP8Ob63Lsu8FhoGPIgIoLvnNz+9o8xiPF9aHz2hcKg8So1SvjqL7rtlP5W90cURPrWVgL2+8f09964wPviKkz1dYvA+3u05PrArA74FKcM9ZO1JPRbmOb5MkQm9NR0CPBqPF77sYQ0+mE5UPq4FiT2osWK+cb0rPt/r5D1oEVE+B/qKPVc2ZL72xO8933m0PRoD0704ivu8TCdlPSwCir6lYPC9Zesyu4enkz2T3Is+plwPviNdPz5S+sI+r/c0PSFXqz0A9+898GCEvl7khT40H/49WFnbvW+6PjzB+Hq+HBkkPtWNzL67S3+931ZPvivBtj4CIeS9otOFPq+38756/JO9Ro7lPFxYoT6aWHa+4uwwPTgpb74E9oA861Kivqy3V74Igrq+IN4IPCCgJL7l8ho9MIhaPUdDCT43TTq+F9l6Pu3Sn72EuOS7LuL7vYpAVb4y4qa+SFTMPQUFQj0tAYw9r0F1PTuiDr5cMdY8/wHrPaJYDj5334u+Q4+bPZyE271phW29S5Y3vsRfZj6lPmu+RH2JvWWIuT6d3zW+7a1Tvs0Czj2htoC+K02vPR2SKb7tKls+CsXuPfmSiz6iiqc+jjY+vnSGCz751qy+fZqoPTQLjr1JVCa+Jm0BvZkeVryCe5Y7D14tvg/dpL6h0Rs94KAZvjDLCr3NC9Q+zbCiPRO6ED0yubQ9qTKKPM0EkL3O7a0+1NK5vvD8nL44qLY9tndTPkigMj6EgPU9n5qFviJR+b2GVik+unInvsjMOT5NtaM+pHUjPd5D7r0BfY09FE0ZvX8ajj6VHEU6x1H+PvN9LL5DHmg9YQlLvplY4T2HPJA73XQtPaa2hj7qAiu9Aw+RPncaZL6u4Gg9fZeMvQFTDz0i3kS9vKkyPt7AZzv5Jh++BuJ2vnezrj6A4Rc8fRH6vU5dv70AB30+pAZvvOGl2j1g0i8+azuSvukGp75Bzh6+6BL5PqRlnb4k31k9LYVtPmvFjz75ULE+QUXJvArXKL6jM6U9cImNPtRxGT5c/qO+09QXPvm7ib3mFy49FrKYvX4xZr5iZHG+dtDrPpSAhL7UAYA+NMzOvUw4Ir4UrC09tKhEPn4EhL6ionS+lbJivgnnoT4n2q+8GsELPoNezr0PQqW+CxCDPj1PrjxkR0Q7kHExPr1GCb7drDK+3wGwvUmu+b2++5E9gpD7PT0Ea7xa3l48EjeDulEnaD4DxB4+yd6kvMa0Bj5pyYw8kqSAvT2BAb0DAOQ9uGYIPpwlAT7+EHS9e6KMvqk7Xr5lLKO+9L58PrGq7D34U8W95v4Dvkpgtj2JFbc+RfwvPpioHrpT8CK9WSYbvj+CeL7KwGG83Oo6vlNwCj5nqE8+s3rKPVAZQrxXjXA9xWCfuhMfhj4nibk9KV8ovgD0Mb6PLQA+o6jDvB3jlz3NSwE8D+YqvWUkGr7mgbM9zjggPo3vM75Fz4W+Xz4ovgVjBT7f2g0+m58ZvqwbGj7IZsI9uRNZvbgCbL1NFak9sW9dPmLukrqCxqK9fNdNvmLosrwjejc9fRrHPfRBsb3HTdM9gO0evu4+bL5TaLk79NquPSOtmr0HU5c+Vvc3vWjVgr4hK5u+i38wPveTML6rVG6+5XOPvZ7Ue709bFa+jzbavY+5Kj7QDNQ8rHAYvlhPtzywqQO9ImYnPm5K8b3+MIk9DPHxuzQviD1++5W80huMvWivGz3JaQq+jnTwPApBHr5/Z4g7eisdvQSRAD5jvaq7pS76vWDKcL64XdI8+pqRPU7SODyFTxo+2s6lPUGWEL7tdbI9ZvcPvVxrNj4ekWY+kE9HPc9C6b0kAwq+sBYLvo1YEj1ouBI9Mh//PT/WJr6lNEY+NayEPpWWZz6PriC+qHugPa0UjL3I5a0+92CRPDtrrz2otB89XcmWO8jOhjxPSRO9ndkfPr2i7LreWBu+NZx5PD+tXDzEUQg+tdAevQ7Jpz1jHV29xycbPjNIVb5QDsO9J4rjPWM/db7Ra/W91sVGvs9e/D0ekj8+ocTzvZ9d1DogYTy+unYQPc1ijz0fCNO9d3Ipvl9M3b19Vw89oU4yvk6u/73NjIa+TbP/vSITmz2ziPm9CXi+Pat2nT5OQwq96iuPPEkESD71fri+QB3APii/AL6YubM+xCgOPROsvj1ICSM+OBqnu7BO1rzBLhg+iAR4Pl/sCD0z3kq7mLAXvKpy0D0EBvc6F69LPrs04zwE6gu9H1uUvN45BL5sCBQ9NNtcPDdHtL4V2iU/ywuWvc3DUL6c9SI+IrNkvh69JT5NHqo+yDmBPsOtbr2QrKU+C+6ivlSTDr4BQFg+qeGGPjXEpz5naju+ID3evM4trr21jqg9UgdNvlUAEb4NMYS8b5SwvTwxlT1Mjne+J+yVvnlsMT6ja0q96TF0vpmQJb0P8zq+e9muvvGeWb6Lw5W+hERSPu3YAr1G3lE+NMiPvo40qTmlmu+9BQBzPRf6Dj0Fzaa+4uCLPTp4qb6LHns+InAePYJitD1HmTy+vzOevbnFhz6Xg1u9hAgXvYRjV72k4ji+1cjtPQDGij372IM+MFaqPqiX27uzE6C+ZL1gPSD9zD63sYk8BK/3vTqRBz4Asi6+gwuFvf3qcryQd4Q+zGkuPkcm4Dvro9U+AGlJvnsrFT5bncu+9jWnPNBEgb665ac+9EyyvqTURr5aA3M9oZ8yPUUYMr0wI8o7x+hEPvmeRL7SCPo7tFx7PjZ/bL2tDUw9KKSBvFQhLj6NAAs9a8fsvYbwB76jaBu+6oMsvX7DVj57CgU+AMGNPRlQqr1HjbC9W4kUu5PoVz7F1Mk+WlY4vnsSoz7SfZE+sxgbvhAnAz54JLS99489PkAWg70tT2Q9JuSMvjDeHT6leIY9kEQlvkCLA74xxcI9PIMtPfxMPL5sN8E9Qu0hvlHgjj7tpc48owIiPaBmJz1DtLG+b1RpvrVxaz4GsBy8PsrMvQnYH74mns89uj9bPR/fnj6oeyg+7lugPSVgwr548wa+sOzpPoMer73y7uY9nGXgvHqQQD7H5Qc+uzkePWrMnjypLOi7j23fPTACo742RXo+RimpPj+Su7zgOWE+J1+Wvg/KUb5Wlz88rLi/PW01yr2dInY+/aylPsJSf72j0AY9JmI2PvfqiL7T4jU8RhrGvZwywj2GMfm9opGfPs0iIj7BupI9p5ADvQxTkz28xGw9Rv7LPuYGRr6Jpg2+dHM7vpIzzD2M14k+jZCVPUPiqj5KZYY+49MBvXlxnD5nUN09PoedvSQlJj7w32g9/GF9vlypdb6P6jM+AgeOvrWlxr34nZW8TL6hvuqPjL4SLiC+1+PuPPQUND7/EBu+6UvlvagfPj5PSmc8svIZPumcej1AxEK+VA+JPj0HOb0tQAM+Ln4MvZ0RXz7c/Vg+H8VIPix3MT4z7gi9IdbuvR8jJD45fM+97+2sPRG2rrx6RuI9136mveFUmT0/Zdc8CxqLPQDQTL7OWV29gE4lPmKoibp37rC+zeGdvYTnk7zuj66+9dEZPEfmd7w5PHE+XugnvH0gAb1qsla9ZOY2PTrYwz09pNa9hwpHvZufOL0dLwo+Cdp0vbO9LD4+NVS+UrDrvWp/3D22VJg7LFuVPXyzabzUMLu9GJJxvTHesjvEh0E+YLIvvgDm4T0Pu7Q8YDcevgW1DD4a5TE+gGDVvWhXUT4uw/I6Kf2UPUT91T32+gY+5Z1KPmEPQjsuZ5u9lkqPPVuSBz4KH8U8bTJluwu2Zr6pCUk+L1MSPvkb+L04Ecs9BGAMvjubH77zcSu8lDVivSdpoz35Tag9xp+vvUSrdbwfWdm8Wl/pPQm+ML1TrGk9owGfPZ/TJb7QPu+9bBHiPVygnD4qeA8+bngsPv0cgr7CXdA9NT/0vcOJC74WVSQ+kSEGvZ64Az6kz8S9QITYPK8NXDyDgdC9EZHCPEobNb0DpqE9Ocw8PoYJYr4A0pM8Ecn3vag9Ob0eCvg97WPsvdmt4b2Zd1E+F1+YPFBFHz5JqLE9NVJlPXDaBD2xFMk9b8CcO1FLKr7LRE4+FlETPjBXG77MyHy9xgBXvt6c0j0mA7u9FR4hPBx7EL6Vo4e+v6+TPYrFIrwb1VE+L3fGvH/ts73wGY+94wPPvi3URD6JXOa8EVDdPhR7Ez5jKB0+wCntvG3n8D1m6XQ9heSxPNZMNT5Gqqc+mqCWvvjisL7rtpw+bQsYvb9tur37rQI+kpxhvoTdEL2Qwr89tq0FPcI9rD0dswO++cjPPhx6ITyxD1U95QI8PrhtybzTKEk+hipJPAwKfr6lnge+XCnXvvYDur0io+w9Xru1varyXj4f+GU9VOSXPMWcFry2HKO9njMovUJXnL1DooG7H1ssvqfYIr7qCVm+Z3RyvYZEhb77nhi+sYmMvaLZST3uVLQ+6dCLPPdmVb5m8JM9ySzBvFanPL37qxW9GHRkPiTCs73v1pg+eRmHPpqolb75Ji6+d47GO0I6tb4X2du8WkGXPWtl+juwKNi+b+y/PXMWUj5vsZa+s9+SPS25hb44D6C+Ood6PEPxcr62R1M9ml0MPpnf473oRHe+7PKoPWTOpb2CgBO+KaBdPij/tTx2zqy8+lesvVUb6T2EotI70al3PcHTELyfbwo98I5avuwzN7097Tu+PDztPIPQdLzitTM+nrg9PpaDYT1aXZ0+B1RPPdBQGb25dxq+xWNpPRtiK77chtW9w9KBuq/msD20EJk9OO8xvj0aF77YY4e9VvtQvCr+ob7/MR69+JowvLX6gD6CbWa+SEcrPqfFJz6McRM+WuIxvubckryxFzI+tC0fPvkAVb30mSm+8PlpPYS8pr6EbII+ECO2vVZs17t6i/A+zDiOvYCteT5pnSO+1RNkPqU4ij3R7bs9f5CgPt6T1Twae0U8UI9Qvat/ib5OgZA9QTIJvpaoMj4SCT6+BI84Pt/R17ypBdy+PmEuvm9Lpb34IVO9zK2ePgNZGz4LOpo8jOkdvq73fT3kPI2+KRhXvYwhFT/SnKw9AnbJvl5+er23aEA+7WkWPjQsnz2meXo+pXHhvXTbtbwOVuQ6AHWXvaLWFD68TUk+rR+Zvks4AD6Zvm2+CUq1PpkgTb6pJaA7Bk9vPmSpyD7eIMK+JuewPpUn4bwVQ1S+PtahPBX4g74Z1Iy9bYH+PbkbpT7YIMs8+LpevZu7xr1Auia90dKRPuvvqb10Quw9t4B7PttCyz71GvY8PnlfPZ/bSb6fq9S+1QQQPrVUvr4XUbm9mlMHvZJdmD3haX2+aCa9PZscDb5Yb6s+rX81Obh0Fj7bogu9VmimvDWLIL5zCWy+ZtvVvW/Qm7uh1oM9GHWnvj92Rr7Sc3c+JZhGvUP9P74w2IS7JPf7PQmwwj6OsyS+oChYvQgU/D1DQdW9RVfQPYeD6r1pVlY+CW4mvS/zoT7b99Q+FKNTPg31iz0ANTw9/fvvPWXKK75o9cA+MfcKv+rP2T3eDxQ+eopEPeK6Mj7K1Da+24EpvK06GL5V6Em8Fxa2PYKxnr25J40+uQk9PlCfu71R23m8lWiePfSkET1lQFe+/P4ZvUGnuj2fyaq9mJCeu0uHsz17k5678MccPrNrJD0NSTy94UuePT1Gk70qIZs8oaEXPn2wmLybG6Y9wfGBPq+cQD5c9kW+I//6vU1hgj1Vzzy+gSZsvZeFL75f6Lq9ywW9usi7Mr3JRMM94JuAvkwOET7urD++Gq9Bvrf52Ts3dZs9W2uzvV3tGr27JGq+5A+ePhALdj5GHPw89fm0vSeMDT4MTly9IyxbvU80wr2dPgc9epfBPcYTDb5+cu49tm8iPZB4Lj5FUu49kkq/vFYnLz4oAyQ+uJybvRkXM7ybW8094ZScvfFCgz2lSqK9FLW/uVNXSD0wLx68KE9rvE7Y4z1/njK+XXBVPhF4Zz2WB0q84+ngvUIXhb7ow48+ptkwvQRccL3YLv69mnqDvfOyhTxiUn89wdEkPt/0o73TWA2+ZgWxPZvhKL60Jng9Kf0svhQ/Er68h7I9sn0TPssVV71Olm0+w6chPqxqGj5DuOC8sPXCPDT2ob20ZtG7cLW+PBdFU73QABe+TEcxvmxXij2a+2O+gVacPG5cxT0nFYW+d4MkvsNpqb1ktck6Z+u3vdm0iD03J6a9u57lu+T8ArshtGS+uZNWvJilFr4Qy6i+0RprPkGhkD5LxLA+UNKgvY8nqr5igrw9tPavPaVX/rwpnl8+ksfLvavKeDiK5Xo9ATW4PStItL3vK7I9zbRUPuTr3D1IFBQ+nwmePlmhsz6N+b88htoIPWEgDz1t3EU+lHccPXruT73ASFS9qFUrPRRxnDykzs0+YH+UPN/FTr595Yw9TiiGvfWglj16Ah8+Z/izPXoagb5u8Aq+z2VSvR46k7ySpjA9NwPSPSRcB75aGDy+mRc4vrTsRT7zgUs9n5L7PcmXCL4BdEM+WZq0vddiXL4gsYk+Ant5vRmhmLza1AG9Pb+5vuqcXz720ne+CI6OvZz+3L0Bbjy+F12bPvwX6T1uZkw+X3xXPXoj9LvZoSC+PQrJPgGNhj5BMuq+yXuiPd4mLr4E3M09lk+JvoCew70uf6e976f0vX1p2LxOd5e+72ejvcAWID4QoiC+Kc/CvgjSezws5ZM+bD6aPdXouz2dbsO9bleWvkLxgz4OZZa+1gSUvY4iCD1JamO94fCaPrUtCb8ks8E+y7QCPxAfzj7wHJ8+ztd9vaQ7/71nkgu+TW5dvi/c+L1Zdw6+ZGKbvi54wDy9dx08d3N2vtownT2j+hk+dKa7PphMrj0K+Xc+gMJxvYi/tzzS3qu9zpS5PqNtb76ucUk9jAY2vvlvcD0QA2o+UNp/ujRrzz3dgaE9aEuvvTqlBb7x5xA+rK0ZvmMCzLuB60C+PDAfvurGBL7hpbc9GceLvoYZtD0Mj5I+iKmMPh4IDD4ZdYA+NbxevYlBKz7Wlay+kDamPufdqL3d2Ze8u1WIPbMdI7zYJh6+Eo3VvZKpBD1deJ09NXSKPpIvlz5l4iS+kl+Gvs22WjwZ8um88M3Wu9XcJ77YuBY+W1YavkbRXD7tmaI+PnW1vYqPrb0OpeE+j0jSPhp0Jb0okBM+J22pvqPOdD7GnRg9hFLEvpPqlD7hxyu+ycJyPRi0jL4HqhA+75ASPoA3PDxM3jE+qb0rPVPxqT02TBU+vyXjPabQo72a6Qi+KKdLPsEzGz5rVr6+ESeKvjxxa77gDvU8lTFPPnSfXr7sHrE+wJKPPt/EDD5a3aS8e/EVPX+HyjzNzMG+twWePDEDHr6w2cu9Ozh0Pj5cu72aP7u949IavAZilD7MMCk9l+U2vq/9pTsIBtU9KwzbviqR1b0hSMS9DLtkvsFsA74KICy+HmLXvtBXKr5LrIA9lcPpPciXMzzn6f89KPKrvg4XwD2BQg+95zVSvmrEBj6LB4e+A8gJPRFtCb1hxre9Zpb+PoVLbz5SwlY+N2GxPmkPNL7TM4G7CgAQPhbSH75JnjY+SMRZvoAcfb2ea7Y9WrqAPljteb2G2hU+MSuJPHKc8rzDiew9rwntvSMqGz4j/Mu76R+kPeDF8LxSYgu+/0o7PSfPKD6LIoy8wIFMPg3xLL2D9Ds92HoMvsYUwT1ZZqS9336Bvuimfj14Hu88mwf8vFs1GD0J2NS95AM3vsnhND4y7NE9lEUDvi+4Wzzm9GM+yAeHvGI94r2LRh2+/sSrPVn5qj3E2sc9ud04vjiAwj09HO298F0dvmMX2z3ARXS95O5UvqJQLD41UXw+9WclvajJEz6hM/u9cTWsPuu7Pj4RTPE9mnqsvVdbaj7qXCq939ZTPgQvgbo8rIe9Mgc6PgY3Yb4EF9I9j8hBPtAYpb1+M689SCzAPf4dAT7gqeW90zRGvnHRjzxTQ4y8vNLiPQ8jxD0qLZi8srawPe3DML4hQgu9VgALPtH4gb3+5VM9c29iPcg6I715OWO9IVVMOvWIUDx33fg9e778vVfNzD3YACU9MlH4Pa2+DT6HhTS8FganvfLw2DzQZqQ8k1Q/vpCuyzyWCLA6urmsvEQxnT6eNPY7QcYfvMOBzr1jxEw9E421PXMenr0WL+k9hzCnPYJzor3ep1281AeGvWFx5z2DcAE91q1hPoHWHj6eRbS7E+++Pdpx8z1OuxG9R7lTPsSDID5GtCG+FC5mvblaAD4o/FI+/FsfPrRAtb1R+YU8tMz5veRFYT2lfUo7Ap2kvV5xDb10WnC9JYNXPZvHHb1viR8+IRFVvphogz0YMx495s/OvYcukL10RTg9mDHLPbeMYL2nMko+PQeTvhzGkDz/l7E+obLHOm/JLz6L7u09mcCnvjUFUL0TKhu9NikuPrsAOz2UFaK8XWlmvsCYkL5C/629S+9tvejPWD2yoQU+PNkUPqC00r7lopa8xAWovhJS2z0WjmK+tnZJviduxL4WjgK9h+wiPWr6Ij7W84a9K1OePbZBCbttW1i9FheNvShiT75TDQ0+lIJ0vidRVb3QX6y+hECuOusqgj4jbjU+SXbtPfnSiT7h6Du+2sdmvZqvib2BKDY96O3LPiMb/b0nx2U9tv8kPY3CJL7gwXi9txVnvoadjL6KLW87uxHYPYbITr6msG88UTSsvUqoS76OXbu8Q2DTPbSQ/L0bmCS+4PY5PSPLfT1eWcu9lgKdPS4jZLy1Fq69Qo8OvU5bAD4nbGm+LX+ePRFg9T0LVtE8TV8/PoA5Uz1zvwy8M4LXPiCzejpNtxA+Kw1BPdxlx70ZzLM9uhWlPRfCKL5M8429IuoFPj/OdT7FejM+pXgvPtALED7lci4+TITbvp0YK76KsqI+gxvIvUBJJDyx3oK+ReYcPvmBgz1BQj4+4O3/vaDlLz7L2B68kvBMPs9gT74aPjO+8pj0PEsLrT3Zoki9IgONPjuatD2hWva9kvT1PXqHV76StAG+v60yvVC8tbwkC/M9/fKdPQXmWL7euqc98APVPdvNLD7Nl3i9OdCnvaKqXb0WVp0+32blvh1RQD7hAgW+33F1PmosQby1oxO+a9ucPU/FYj1VPZE+EfUQvuFnVr5VKBI+zLt2Pm0nHb6st7u9Lju+PfJ5Mj68qZk+btXPPQA/Wr7sQ2m+/5NNPgzyGr57ZFu+G52Lvjcf1jzhKqs+hqCMPQQW0zsbiQw+8nTlPUo77j2dTSk+DCpHPmQUZT7+1B6+GNNCvrMATj6j7CO9PihSvqKe7T2RM5Y+34gNu5GWXD75iw6+urK5vQqmeL7VlOA9p++aPRkeir1yAue8cc11PjE2jz6tu7g8VadivSFv+L1b8Ds9OY++vfvagD4QeQs+z8+/vbwCQT66LRw+DhNaPJ/s77vIpyE+BIFdvgT9VLtSyaw9VKJ3PlrF2buvHgg+OyuZvRINBD2V+0G+O7omvazHDD4CBpq+VSgFPmhBhD4FGwa+WUpQPVUVk71gB3o+r6yEvYn0Q76lhhU+q47HvdWHSb274h27J1MgvG49L77IQxm+Etu/viHtqb6baYG+T5a8vDiKTb6WW+Q9uEvXvXZY/D2llyM9s4KTPmDhw73rvts9F/H6vZNcAr7cwRs9v+rEPatz0bzchKk8M9wqvpU8FD4xurK8C7L2PZHi6L1ihlI9peKKvmaioD2Noum7BlMsPWG2rj17G6g9A4MZvb1tz73W47685fGzPU39eD14F2y+Li3GPUx0Oz7glDS+jRY0vru1sD3L9tE99YYNvgK34DvP84o9JZuFvdTQJL20TR69tTLPO0T4xT0YiUi+KGfovfeSXT5hahC+inc6Plzc37xjTcq9l3QkvE1kA768VuO7EwlePXgNnz3Wr6499CtqPorR+71Dm/W8LbALvdCD1T2P7z690HjFPdgXXj1akfo9K/cQPrHZzj2S6Vg9YaWXPTeJE71o7w8+vuBdvjD6Cz0Z7X88MvodveiJ8T1tKm29uTYPvhxgA77NMrc8VfrOPRpChzy2+As+vmhrvHrbjb3Z4IG9qhkHPkhT6jyY/ca853C4PddDLT5U0q27WnC3vbcGgr3+gNG9E4QivkHJvzzLC5i+oMkSPfOVFL15rqQ8Tu2mvU1uyT1ggYg9hAAlPjFz2DygKEo9eQrHPT0DQ7urvyU+/CeVvQpqv7uX0Tm83uRbve8dED3Y2KG9h7/APAZP2z2nNW483oBFvWgbh73exOW8Or1duYIkBb6Uaum8sK7avcMbqzyI5bg9UKS0PUupTL4Q3UW+ku6mPSsDGz7IBb08J49DPWVpS757KvK9QSdbvl0e5z3Rz1C+24bdvTMPXz09GDK+qOqhvDzZjD0Dxkm+786pvkFHMD6+vwa+CkDGOtx9CTyMjxo+vigLvYvviD40Afw9mgmDPsTEwb1XHTO8gl+iva2ec736RaU8q5sUvvMmrr1MvSG+TvOPPhKqSj1I9uI78Ok9Pjb+o7xHl+W8gj4tvlw9Vb48m0884a2bvNtpPr7Svz294JnSPhNR4D2qDyY9f2wBPrDHLbx4x6Y+LJVWPpbI/b33rMY9BeMIvvvQWD748JW+WBL3vbwOjj7zOwy+JN9MPm98iL0EZpE+wPx/vBV+VDxufx6+VNQZvclyrL7sJHg8z7jevUMDSr4MQ2U+PcKpOveryj3H3Ls9fbpVPr7kWT0M1Mc9RhPnvODXFr2GcPi8wUr+PN9bFD5uvYy9uSiTvdL4Ib5veII9Pgtxvfg4YbxTkxM9wZSdPZH2H7wCYte9AayjPKpZwj2pYrE9oZoHvpuuBT7bCJc9yLwTvrkh1z5gJqm8sqkfu0JcgT6XRlI+CVNJvqxC8L2xJmU+CSUhu5R+eL6NeeS8LoIgvmeReD7J4IQ9wk1/PWLjAj4NTTa+tLPRvU2J4b0MTzA+cJxFPIhNNT40epG+kf70vZqhpT0e7qS9MDXoPgToWL5K7ae9e13hPXDVhL1b/+k68MpNPpvUtb1Uxh++uLeCPucwSbzy5+e+cuWpPnv3Lj5JIhw+UJnRvQK5hb6wMyY+brRGPsEZtb2pNK89a0GHParNjj3zNmu98XZYPjIWLT5lCJE+mbyZvp2nWj4vEMk+CuERvvc8Fr2jv4Q9GB49PpKvq70s2uY96AynPruWOb5MF6Y+HzNMPj742L0aSBO+j1gzPP98Wr5NZZm9RmubPVsc0Dyvl/o9NseNPs53Zb44ZzO+ErLEvdI5W70rMzG99mUzPbbKvT2H80M+Ta8mvfs4z76FME2+MRu0Pr497L1ZQK899If+Pfnrcj7Tawe+PMLMvnWQlT0M3789+6hmvmAsVb3zIk4+5CWIPR/3GL5eZIo+dBWaPtCgyD0kqfw7FwCbvMfOCz93Lk+9YCLyvAVs2L7udt88IPw8PeIQFb56HY293KGIvu17Kj79GoS9M28nPeDvBD4XCUo93BEavrl3oD03m46+aXO+Pj8kebxLy5+9aT29PiQ8uD7Y/6C9UWowvfCSuj4mocY80cZ2PqR5rj5ygZi9ZR0CvR8jBL5aEv09B8auPunhfL7f5og+4i6wvefeCD6o3K69y28Ovuksgr4kGvE8H0/Uvud/wr32f5e+VkCLvt4eXj4uLGg+nsJDPovUADxBkwK9mvX1vettsb6t9gq+xu8HOfwbyT3GTXq99YaOvTBjX7yXvC0+J7u9PVNqCr5t3xK8kt6RvFDeEb1fvFg9joSjPekvoDySdg68POchvQtwnbwvoyc9N7UEPfgtzTxaE8U8qjcsPVe4eb0B5M+8iSLSO55Jtb0UMgW+vO+3PRVS0z0OWKK8lBPcvXxMErzeHlU9/CwOPkoYlb4NUae7vHLkvQTsxj2EPB0+kxPtPeQpQ77jnG09myeiPbsxa7xR0pe+Rbq3vAfd4r2crLu8u1OcPYak2z3XgDa+T8X4PYxL+D25glo9WIzLvRPrcT7VCam9XBMbPUdO8Lw83hM8lG11OhS9Dj6ymq89iqqyPZrjFz7ElNm9dK8Tu2yS2r36ssq9NQhtvpwJoTuKpgw+HmEBvptHjL1VkWQ9aFzGvUX7yj2Mxnw+JpDyvVb3Rb0/RRc+YWhmPXomAD68ecU9/XP3u9xbbD4XAg8+BCkRPmBAgb4HXK09C79jvmNcrz1iOF++mstDvr7sxT3mwHm+sZYnPpOb6LxiinS+E0ORvIROeL4IgSK9uniNvW11mr1Na7K9VIuovLHLOr5Nwky9RLyMvapU4D29qC27dPqBPWolKDu59Va9Y/yuvcvUQDzjUE+++PjTPYcJZjydRkW+ST31vaW7HD4S5to9a9H5PTlapL0F9Xy97vLZvdgHMz6ZTVM+2KNDvVmMqrtHWss9jCxePr8CvT3BeWo9mzHcvWzle72U1uU984xCvVUvlD393JE9ZcmhvgvMnD2YkuK+SD1UPqXREr5mozo9zjQtvHuu+r1DH3m9Fp7IPHYkwD0XTVS9w+5Yvh3Xcz5bgwM+06FcPvg1cD62AoG9aGecvNS/Tb4rHOO+L1xFvT7kGL5YNLM+z+savoPvjb4REzQ+pRW7Pj5O7z0MLiU+fSWTvmVxpz7d5JG+E5nSPCF1vD0ySl++C96mva8ujr4d4Rc8rW8svlkrWz0Hvd09U+SHvSBqT75uStg8tYhuvQDXpDxhNRE+s2yuPdjvzD5wKQu9bZJDPlpaKT4ej42+nJjavYZ5PL6NK8U9Q6PYvcGDHD6TA2S+L5Jnvp/ueb7i0iS+iqgkvW8S9b3oYfa9mKFbPt69577qZbi94DOtPRESor54CcU98w7DvcPgJj6vDX2+8zNoPhp/Zr7O8yQ+h1Wdvr6i6r0VL50+Hj4lvSi3ST59bFQ8oM8MPcGPqzyxche+9UafvgluFT6RYk0+r1bMvauwFD41tTo+a4jCPWG7LT4GIg++g1AXPiVDIz7JmS6+dmrzvDpEvb3NLZ89CfeGvdF21TvAfbo9E6+7vWLjgr67uRo+5KgavY0UUD1HeBo+lh69PGcYbz3+CJQ+t2XZO1y/hL4GZmO8qbAZPWdY0r4bgpi++CNIPg68ID7XMKq+cN9VvWv1pD4tkwA/KVD7vfg9fr3XVQA+tADnPYHkeT5CpZA9uzShPXs0hL0km+69Lb20PSpUiL1eo1E9jWEWvi4Xmzy6lvo9KGURvb7xVL6dZyA+m8i0vpNqd7029WQ8mRbGPS5mdr1pq98+l2VMvcSFYT4ikNO+P2IWPpRqoT4b+Lw+/FpGPAHuJz7l6Vm+h4yjPmc5Hb6MhEC+hskhPmwXvDqMdpg9D6MgPnBxZz6tdpk+ytoUvPikGb6Ao1u8IHa+PtewMr7E5J0+/PbXPO3kBT4olMU96nSFPmqOhb5XKaq+asrlPX1Amb0y3cM+ZdRxPkHDW70vU4E+IKfxPTezcb0IM7Q+hmhaPOWBsj0afdQ9EElvPsNtjL2yI6C+8HQjvs9qBL4mThW+kHlNPvWDmr0LzSu8HCcgO92fhr7Agyg+Bq4Fvckdzb2oodk+Z62CPdIFoD644649nPo9PuApkz7qZu2+qNdNPu8YFz1Iq8q7gbnJPBM/iTzIt2K+lQIhvmgBlL5dmLQ95EhvPkvYDb5kjwG+ueg/Pu4ud75v67C+lQnkPgDogr5oeks7JmeavjyjKb7QUs+9FcmyviZn0j4uomo+4rIGvg+FtD6RZQw/k/6oPbAiUD64eXm9LfE8PiPMujzQPiY+2vobPdacUz6syNo8K4RQvYVEur0ivog+K+XIPbIOEj5M2/E9z46VPaBI8bzuFIA+Pg5fPmjeiL2qyz0+VZ8ePShOYz0wJqA9AAL3PaAhQD0kPqU+FNkFPnnA0DlGF8W981npvQfMaT6ns6Q95st9Pj84jz0Lfs49Csk9PZY5Ab6yRZI9kOP/Pa2gxbz7vhg9zDoqPcfwjD2ceVg+PYUJPv32yb3sA10904gbvq2KAb63kfy89BUkPhrkQz48DIS91Nv4PrbwsjtYUZQ+vwd6vWW3/z3Wiey8DKGDPf/Eor30SiI8whmKPQRcoD1XUje9LEIbvtCW+r0HHxU94rZyPeoM7r1Asya9euigPbUiAb4Llgg+cEyPvYNJcD1RwSE+70AaPtOJ3b2aGIc+ANLGvdRf8Ly9SAA7INvwvSbgKz4WFEc+r5WWPVFobz7qzMM+iSxXPtWkgz7bium9TlLBPUK4tb1Q8po+11mLvcw7mb28Fu68HOdkPdosU7yTuH69QqAnPDTZ0T0WhN69ey2aPbkDHL09oU0+G+hJPFPQQT6mkEA+OWQFPky3Tj4S7ko+4QwTvZAe0L2FlwC+3fy9vGW4iD2t5iW+41u1PKz0bL3sor6958k4vjGxz70K0YA9bJKuPHS5sjvBFiY+dZkKvroNAz5h0Su+4w+kPdt2+Dzfd5I+GZkMvlC8Lz5VVA8+iBYAPoSmxD1xG7297j65vuUo5Tsk5R4+ph16voOzs70+YJ6+YNjKPEsAW75q7ya9mI6jvuvx5b28ii4+u0UsPYqqzz3zArg981uivSnBgD7qT5k+S1a/vKtNiD6IXmS9InOWPaXAgjzE3WG+Q0itvRNwFr2ju8O9vTBMvi1gSL4GtBE+7A/DPWb8/Lsp5dC9Gs/5vR78hL7Sx/E8Tn+/O4UmLr1Kg2++OY6uOoBQFj04AAo+LHxnPhwCmjz2xcu83rIRvnt3orxugSM9B769PV2oW72/WAo+1+8Tvs9hHT5R2zC+LWC+Pdyj7z32SpW9RCcAvmnIV74dpHU+eB6mvQLkCT5+GO+9/veHvY96Tb41dWG+9tuRPVzsD758S64+IuqquhA7sr2q34c9motvPrjVS73Sfa88MI1IvuRw/z1ypJo93F5hvp+xUL2VJqQ+YpSTvtG9iD6VbF+95EQWPmvyWb7ODLW9xJFVPA43hT0cmQc+UHtpvRynrL2WkaU94Ux9PgBg2r3na5w+n/F1Pk74Ib7oO2G+fbrHvIxCZD0dnJ4+Bxa+vTVm8L1BnOQ9A5OWvUsbEz45mUK+xMgOPNRKBr1u8Dq+OcBtvb842D36a+c9gqyzPaa+Kb5jQKu9SReTPpWOb75pDlK+wX4ZvgKvljzHUYW+lK7yPWjAKj74Lqm+p44EPgAqlzuMAMy+VMh3vg31mL4cfnw9urLnPEIFmr3F2jk+EbeDPRGeCT5uQTy9QMmTPoPfnj0IyR8+5s5gPdwHqDtsddc9gFqWvmSO7D0xoaa9oUIDPldkzL27JkE+zjkcPe2Jbb57qQg+jItVPmX/gL7O7f+8XTvEPcYlhr24Akq9vweLPWbnnT2PcCc+TvQ5uwZk6T1gY3S9ENvtPObkBD4cBac+IvGNvjC/qT4kZIq8LAbEveCPFbx2ll6+WqIsPgpBk7tBa8I9ZQNnvc48TrzqeDq8u3TTPcLugj6/VCC+8q/EvVnuhL7rwR69Yg0yPkJ4LTqHqC0+op0dvi9lTT3mV4s+nIEYPhAheT5nE/I9yceHPo5XFbuJV4c9H1ugvcnqTb3CY9s9OHctPbWHHL0+nIO9thw9vEBURD6UiZk9B6ZHvjO6qT6/ch2+RaUOPpwsiD14z6E9aJ+9PLv3Pr7fJX69+MUuvnUK5D3pXko94eCHPMtKcz3Rvwg+mo8avTW8GD2zcIs9TcKrvtcTL70NBJg+yiVzvTLNn72V+NG9KTsmPhO5Yb7rUNm9eE1QviZJ5r3BV0q+2UgXvgiFar70G5I+jEo5PntvBj4xg5s+ZOLNPVYwq71kEc69wuQ+PY8xKj52zRM9Zm8hvVigTL1VD8G8p9mPvC5OYDyOV4w+/G15Prgg9j1LVoO89OW2vQ/yID6EZPo95UMFPkAjNrbnz4K9nn/6vEn4pD3XXuG9mNUlPvvXTz3r7YY++ekNvtFDmb0tKoA+yCBSvViS7TsJooG9gKW1vJW2bL2gnAa+l0vJPd5GxD2NJvM9lOoQvjP7Ej7flze+j/VRPlXrCz62DJ89zQmhPaPtFz51R/k9BQsZPltcqDwjcgk+Kd43PqQUj7wgItI9UQ3SPmLrVT7GmaE9qUjTvTHtYz77bQU+lJbgO4PotD3CeZS8y8tVvNg9Oj4Ksde9QRu9PZ2grb25zxA+kmZIPqnR871Q8829fCqgvBeaKj4r1MC8HmhHPvFdDj4yUuc9nBmQPiFInL3Xh4A+MFJqvYjwpD0/hIY+jCKOvXY0Ab7opvg9ezJkPgz6fD12T5I+Q5xZPkkWIj4UHNw8KtffPcxrkz3CR6s9hYUrPuwV5DxZmDs8gu4uPnwoCz1SjXy9btNxPn/R2Tu8zHI++0/Qu/WYQD6XcDc+dOsrPp/AgT51DQG9BJMBPuInmL0Jkgs+DOGzvSEzcrzFCOE7kJIXPiI/sL1udJs9xZtCPvbeRDw6j9S8zJyyPWW2TT74FVQ9rdK5Pbhxlz20aYQ+LGQdPvCT0DvjN489lFzWvRD1Yr5eR3Q9mQQDPv5mp7ydVAc+e42sO9E1073if7A8evFrvLv4nrzW2wo8E+d+vveoDz4yKpG+hCIyPiLIO77Zw3u96wENvlP5Er7ZUe69eFhfvm3Qgz36NY+9FUt4vAKM4jx9fsY9tDC9vSFMoT1XLrY9f7K4vX8o7zy3iyC+57HoPVkYez779Vy+92ylPT34fb6NAxE+PWwEvcl53DzVHjq9ibLyPWYN/z0O5dc8MGuHvuJ/DDzM9709qoWTPk1H1b0jgJ471nmyPfGdjj7WGl4+nwiZvRIE673n3oO7E3vvvQfXKz39UAs+ii5MPGw0ST5hX4S9dn0kPZCsC7qEKSo9hO2fPr8US75dStk77D+tvMP2MD5xb7a9f5oRvu8+Ab68Jyu9zqW2O9qKQrzDJMS9WtvKvaorPD1n+6y9Vu/GPb8UNj2Zy2492Qyzvazs472xZsM95CBFPusfjb7jd+s8s7iiuyKxKL66+7s9EPONPQB4Tj4skc48aIUgPTWKwz2YDn0+jqBLvqwx/j0LkFY+WH7yPeD8jTyklq49YiOevWpwaj4gFmY+11yrvOFsgz45rTa94hjIvQP3rr04cxg9oTmqvWWmHr1N96A+5VO8PmQZVL6jl7A85cM+PhzNq7258+c942UtPpRwnT3Xb0o+P6RoPqPuDr5jm4O+V2eXvuZh5z1eD5W9ooyGPsQX0D1zoi0+CsZ2vdkxqj2EZHm+0JkKvt2Gdj5JGJs9mYsvPuaDmzvgoLC89N0/PsSTxTxViQ6+B0h1vjWS4j2u3WU+t/chvVkejzwH5BM+H/IpPmk6rj0YPzm9SW6jvRv2gT1ceIY9sRAIvunsEr4qr0s+936gPZCcyrwxHsS9k56sPSA6kz4Cyok7UR/AvYkWvbwEQx0+qmQIPvTHAjrG7Va+v19dPqAXcznGlyc+h/b7vZKPgD1Inya+Qc85vEsylz6TxXm+INFMPkHyvj06dck9I7IZPtCcRz6wjJm9kTWsPZK1Fr6Zu6E9VdSuPNLPYz7kMyK+F87GPbUsGL79T10+OyE5PqgASr57hYI+c7FbPmMUgr79RpM7F77wO+Rfgj6rTAU+tRp1vo2NrzvvU0G+2FuTvh+UWz4veiE+OypgPRuhtj34Yb48KHDAPFU59T2RI/Y8XVU4vi+GLj38lb896SYjPbPikz3xkB6+kDv9vak/TrvFuAK+Y26kPUYSyj0Fj0c+A4MkPkuQ0TySqKo8fxgGPkQY5b1qjL+9fvoGvX4k3j1VR2O+de02vPeGET7Zi8o7Pbh8vkgHqz1PlZS9/4mevgzJ1jy0/YY9mQsJPiJCKD5Z844+uKLEvVGUw713Iwa9tJdxvqFyir7DXpY+cuKQvXRVW74n+Ee7E+08vq/Vcr0kw6c9caxXPWp5EL4JMro81iQcPaj18z0RrUu+mbImvolTAb55ev296seFPXCnhr1LGQw8ZxfRPdCP0r0A+6k9dFW5uykdgz2zXJq+f9GRvrhcwbzmZIC+L2m/PWKGLL4ScTe9aD5juyRTDL6JyVk+5ChHPKTMb732PTE+/ALDvRBij73tvlO+IrUOvsrMTL6pElY9WvsRvt2pGD71mwq+msmRPCrlBL5ThoY94SVpPvBAK7z5WkG8o9mdPUL7Kr7G63E9KnX7vOFqlL54ibG9SxervXxCiz7o1DM+Vl2KPpD72r0SvD2+rD0JPKSFuL1B+RC9sh5NviOlVbxCYSk9acbyvUCHoL0wcmS9WvqLvBS7vT28M/09L1eiva4Nhz1/j0E8ekIlPYUHab15NOW9hVmcvf4Ymrw2VDs+9n3uPZVM9L1BB+E95cYCvr2ixLxBd38+A//lvY4tOz7+bXs9XUuiPMaNAb4FJsM57dg8PhmvXb1aEm8+SskLvesiGr5tWTM8CRgSvb9a7D0cLru9pZQTPYVwfrxJqZq8B76LPLzhjL2orAk8QnPjvZ7gtD35Wee9Vhl6vZK0KT4PmN29DIomPBgYET5kjiW+DUjbvFz7HL4wqXM9HoEWukoPF75oJmW9JdycvU9Ezj34nHg9Vt0vPaSwqr2nbhW8VZPevSm+zz1JNck+uq21PTrkfj7i95U9fU3ePBtgLz7K4RU8Pz0rvaL0lr5GpFs+mfV9vny4MT5pjNA+kBWDPmrb0b5CzCS+uLtcPIKo4r0+4tk9mpKIPsuHcT7Jwty8+TSvPBnkmz2W9J2+zobrPGiCXL5nPCE+4g7yvCFrs77P/WM82jvwvix11D5VEqY+B8aiPl/FU716oJU+upiivmHckz6WOV8+8xnbPaMJf77LZtE9Vo27vdgXlD75B7e9NZ23PXZUOz6LYTq9XwRSvp2ni74b/MA819LiPfi/rL2XBIa9xl/tPEoU2b72vBO+uGYwPgwr6753GKa73Hg1vt3Eu7xVYs++bc3RPFZi4b0rl+c+vjAvvnr/7r295q6+jXqcPvYLVb5SJ7c7GUCxPu0TLjrQLYI9MmuVPlqbAb1t4HI+LPDNPvys5b2mBbm+ZM2pvU6YrL1EKCQ+VrRNPSIPCj4Sfe08y4kxu7ncxL248vy9gHW5vfuF7z2oXgs+oY1vvtuEez19v6U+2Q2aOyYOCD4Xv9m9ha7JPRLlxjy/1tW9re+EPh1rdz1+jAi+kqG/vmkBc77A/aA9THaAPRlHFT49Ayg9AqePPhonvj3Esoc9ay4Ev1SCqD5ZRfo91MMnvf8R9T11vay9h7XIPgfJYD5QJmI+HQgcvpv4jj6UlD0+oWcKPrJinb1piJM9jQwLvoeCp73xKHq+ZX21vEDdfj43qRU9aZapPuclmb0fzXE961q5vklhmL4Cb8k9k2iRPZ7ACr7/Rm6+l2riPevVcr4dNTq9ntaSvmqdL77Aavg9x3c0PRupKz5tD0u9UrhqvZ5Vxj4C+mc9mHcUPvScBD0ojDc9CLiVvkeiyD1xet89iPM/vvisgL5mykO++MIHPgwCub28mlY+CVBLvmfxwz5UwyS+1iwivk0G0D7HDg0+KriEPXaaIr6pR00+7RYFPmfHqD6/eIq90rrNPkPjNj5wn7G9UZM8Piir57wHe12+rOqRPgmjGD5CqWe+3EMIPjhivb77dd09t8EPvmY1y7zrwLA9N3yKPs/wQj4yypQ9veUmvXODhD4Lzci9UGCnPU5zu75LvVM9n9ahvK2iTD5u5YK+kF/2PGrJw7pnHHg+bJobPqInCj553BW+y4U9vqJCWT7Z5IQ90vbzvVcXkb4SOS0+n/qcvbOArT2ojuo+/ynlvSxfTb7ZNAg+VsMDvosne76aVWy+OHMXPoiFOr3MFGo8tYs6PdqIqT0+YI09w9i7PvEA2b0vB7Q9fnCFPrA/i75HaYQ+gflRPYV+p70xJYu9DQV4vod1jj21oaO9"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "E07qvFxvbb0YIt+8KQQfvhcKMT0Wc4U8r9WWvTOlcD1/+wg9p0LnO8IB4b2WFRi+QG3wvL8DYTuI2Lo7gmsRPbU+Z76Kn5w87rRmPTFMwjyM1BW+cnByvWoZ6ryF4N28DC8Ivj78u7wL2VY95Sc2vLZzqz1kTds90saSvcRVtzzgG6C8Ki+lvauIoLy97NQ6BP+EveQXx70fC+88SHuAvYYHH718T409rK3BvSUClr0O74q9uUCCurluNb1RA7a8WxX1PJSDNDtILsG9mFNXvh2hZ7zOu/87EW0EvT8Ujb2wfCi8MsejvQSLG77n6BY9hB4OvRoaGr11LQI8yVP4vAoqzL1bPo+8+OiGvGLLAT122km9PmgEvsgUl7vcGgs9Epc+vX5zsrwluQi9MSw1PAM0Mz6w9A++K1rDvf5rlr0dB4Y7HunYvbeCcL1PoHC8PDw7vJJ+fLyJ1zS+S3+RvdFh3z3wOUq+Pg3WPKyZczxv0c48L1fAvQZFH75kQgi+Vk4DPE7Hy7sgBOi8t+fOvVJ/aT3ngok9wwW1vWYh47shEjO+gNLmvX2gRzw5JKE7x7u1vbeoRL2kQ8O9+OY9Oruf6z25KJm809CqvQf8Bz34byQ878dVPXr4fb2MY247H5MqvpsYLL2cIk+9/OcLvTUcwjrFYdE9B/FMvO+dXL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "H66lvKYXizxQmSg7AOQiPfgY4jxNgIW93w+dvHb9ILw6H2W97NavPRVLgL5CKiQ+1inBPXYbUr1RS4Y90bY+PjzemTz7yyo905rhPVz7JD3Y+Ii+asXQPb5gPj0p8uW8WHeIu4DXN77iQw29cTJbvVCpO71CHAY+qCNnvhXvK7xFSJG9RrbCOyF9Urxuxm47OF46vTAjhb6EI1+73sMovXB8T74hves9Z8eFvd7bFb2Pe769wHBcvlopwztW2i29SxvRvKZvwb2H+I49vmOCvWIV5zzBLbc8ZhRyOgRogr23tIm9EN+MPeS7wD0bTha9FgDuPZMDlj3B86I8NmvKvMlqtzzY/8S99DAwPBccDT1Sdz09l3dFvragHL0d1NG9UP/SvYqlprzgxog90c+HPOw5Sz2pTju9mCBuPfQmBj63WxO+1X4YvSvnjT3tFww9EV3OvUGCRbxKerW8skP4vZQPF74q3YA8JR/kvYcLZD2A+Su+TTLuvZzGvzx6jJo9PyeLvUFvkbyIJVg9kAMZPQ8bl7026JQ9j9ExPcG7Bjw86du9wunZvBikOj1KNKI8VTHMvdJ4Zj2hKgu9Cf1mPrBaDL0tlcE9O1kAPSQxjT1JmKy9CoCVvfDwZr3zCqY9WoX1Oitqhb2OFYe5pk0tPhTSFz5eC649xx76vAyWpL0kmBO9F8u6PK0Qgz0MCCG+ORLmvQBLFb6+2gI+/ZyjPVPzDT56UEe+29oNPVNySryvQ8w9Zz+SvR9RZL3YSZa9WFVaPXPHkD1c+XK8y0y/vSXuHr0mqwK+qcHmPXpnB7375AC9HrAEvqmbib1JWkC+Fw8RPh83Sr3WvgQ+L47wPThdgb1E1D295HcRvfXzS70nuwK+pibEvUqb6Do8SF4+PdkSPtqQJL5IKPG9Q2NZPeKRBj2+N4u+VgZevjoJoT36Mh++yN+svSwcN7wXDii97R7cPRSRGbweWhI9jYZNPpPYKz75O+S9fZPsPQpXJT3H2LE9zN7KvHu2Ez6XaBm9F0k9vU0qRb2X8nq7DZ0dvLHw8jzhrmG94WWSPeIhWD0XjQ48aKtavVCqRL2rHq8+kGhPvKHQUb3hWQK8U0tkPOTiiL0c42S72h4yvY/LQL38zes7bzsdvFzq7j2McIA86yMWPAJ/n73LnCW+QeL2PC7gAT153XW9XUqauyVYxr301Tc9g3sQPW+hkT1FUMK97FL4ux47Rj6kcJW9OnWVPOFSkT4nGJo+kQN6veYaqDz3WSC9vJDBvRqbUr18LXs99Rs2PW7wij1gGsK8DXWBPSNdrLypvYa+8libvb2/ZT6sExm+DnQJPvcVF77TpMw9fD4+vYLefr20oh++bjNdPARKur23q1G9RCTKvO0AkL5kKBK+kxbhPV8MgT2/9I29Gm3vvRKWEL3Js409xslGvhpdzrwG2vI9LKePvVRAiz1tjaY9uJGaPYC17jznHw49E6xQvqW6Yz0W50o88TOpvaPmVr1kYpk9uJnTvS4PVz1B7+E9qxvxvRnY5bwRxw++Btu3vYpigj4bakq+iNfgu6s3Bb4X5PI8ZaOwPRlN8T2sGJs7jyTiPQEaRT5V/A68N071vf5YqTwZxh49CqcCPFP8rD2acrW8NQxaPM8HgjxQRAq+Lm+HvcoiEb4WTy890sURvtXAQ75Quka9a1cEvtwK37zABai9NvGivQbQuL1RQRs7RUbHvB+0Ej4uLg++7TIhvgtBiT2qa6Y9IwTQPWFn3D0k1RQ+7fRlvFGRHb1Q7+656IYAvmr75zwV+3c96rh+PoilHj5hKuI9gsvXPYp2zr0iq8i9xanCPbPfyrv0B529b+NoPpzw6z3391O+pz6aPaeegb7J9cq9xw89PtwqYD26Ndo97hCevTp2lj4GrA28sBRPPrpZkj66nhy9iMGZvg2Coj6GG4q+m+eGvPAkWr7/FiW9mIb7vInl1b0YGOq8kYHVPQJ68T2SjMQ+VKABPYs5o7xEITy+pQRdvdGx+72LoOG9REHXPfaRHz68ZMm8oHo0vpW0kr02sAQ+c3fRvRAFW70q/di9ozOwvah4470BOgE+K9jOPLgVdD68EQ+90vtBPdL6Bj0Szte9u3pMvYdkMr61laI9+v77u/mb8r2BYve9CkuxvSXCOb2djeG9AyMKOkxqAj7uwVY8oIesvRFlUD1b+qu9BHYQPfx5iL2WE0a+FLZdPXSEHD4YIJe7SOMKuw7JWr1ECaQ9nsmdPbkzjzwGJW68s1BdvSOEg72BwxO+EYnJPUqayj1eozs+fKEBPUNv+L3uwas9SvvzPFTRJT0rGp89X/llPSzQJ71Poxg9c1GQPYphH76JSWY9i0wQvUpRED5Q/aU9f+qdvY2JWT3lZWi9EEFcPi03FT0JUHs9tKwqPgJQjb0/49697c/VPeMolD3A0OE9s4FDvqazKz6tMGu+xwlPvS6sV71AaSe9OukjPVLFJz7Tn+C8ZITEvHBlj736ZKE9uefaPB9LFz4hpKy9cUQwvu8ICj5zWI+9Ti0jvXM/v70BhLc9WZKkPHMMBT5vOpg9vcW5u3VSGr1+n/28qZ9DPR50hT2qhZy89gMkuwn3YT3sAVG9Uu06voUFTD5JoNM9p/ulPbNEZ75u9jE95+3XvGLODj4Gr4A90/7tO9N8dj2Iale9FzHQPSranb6424c+PbeXvo+C+L1JSDq9vxkIO5GL7b2Xzxy+7nSlPDSGIL47sQG9upyjPdNnEz3/FDA9jk+IvVA5Urtq5oQ9sshvPIzt/DySlgk+oVxQvuwUhb4mL9W893K7vfa3nT0Dgzc+vy7ZPbdvmT3Vjgs9gg+1Padk5zyJ2uY74Z2AvcXLbr1j4Qm9lOVEPZaOjzwR5Ra8p+1PvnlF07w6r4K+P4qjPOQBgz2qXfU8CQsrPYDe17x+qDu8JG38PQwurLxkLYo9lGU7PgOdQT1xnnO8H/e8vWsF2r2hy8C6+zcpvheOLjvEHDQ9Ad50PmjdjjyEsmw+YU/evRGxAD1EK1E84vbmPCg6D72tbXo9YgHXveUPLr1SqQw8gmRHvgJ/1r1tfUC+qU8NPYuenbxU/gy9z8jTOhi1DL0fEwO+KnN2Pileyj3QQza9US8ePuSUq73k2MG8ua52vFiQDr7BU3Y8Ft42vS6VxT2NaTQ8c7K2vL7h6Dx8Jku9mf+6PBlyAj7jtjI+oDThu9UEhD5ocKw5/EoLPQxC8D3jyvi68yHTPYoxHDztL489NU41Pf8zG77dkIY9p/jevJGFKr0fToI75lBDPkVPkb7h8u89Cn45vm+hcj5SZH2+sEsLvgyk6D0toKK9Th9rPYX+1D38/ng9OclXPcNzND1pKTc8dSMjPh/x9jy4yU4+C6/LvcHjsD10y6Y9cKbSPJI2dL6RHwK+hqWtvdTdJD4BsB881J2JPKK5ET48tKs9fhfvPcsvizyW+PY9pgNVviG1Fb48RY49GLcBvuyffDvoeaA77GGyvccSTL1zNLy9Axe1vbKtmL15y5C9gPOpvCBwNbyTXQc+LLKFPe1Srj1GRI+7zu9mPMum7z1mtZM81IZQPEaRA7193Yg+/hCnvFbA1z2Gps09GF0gvYSeBr1sTPm8b/2/PcbJYr6Z3Zo9V6mwPd89Uj49jo++j0FqvbqLsb7JjwU8Y9e/PZr+6bqlkhk+ewWTPRpNTT039zG+0gGUPMTEVD0Hl0s+w/o8PjcTBr1bR629HcVhvW8dJz7G4eE9BWbMO22dLT6Mm9w8x2x1PTbtTr12ncc74CvSO0vzBb32xaU9tg+VvYDVMr077T09SqIQvlb8tr2yu8A7qbVBvpoehr7RUHy9ZXf0PW55AjzuOuI9tI3pPaeKoT2xBiU+2MXPvSTV7rz52MA9sCaHPoSV9T3bKKE9WZOivSWLhD1yPti9hDhBPjfJCr5mIMW7F9FOu6MooT3iuIK9tictPfeSO75MuOu9j3CfvaoUOz6eRza+uSkjvONu2r03xoQ9ZrMxvmnfeL2/tIS+fCOxPLd1jD3mrCk+DaaMvsAHUD0Gkyc+QXeWPWbPur3EvzE+cPgIvvO4j7wd1Yo+kQnNveKS6b2FAMa8STDovPuLiz0CzYU97a+4vbTRqL3Lzuu9LV8sPkIA+Ty4HKG8IuHTPexIQ7562Ym95AhxvUOMU72eV0a+RY6gvE87zT0GpxU9xv14vVRK27yBr3W+daWTvZYLRz0Wcei9M9YFvnDIKD15+iK+RKKVvjzXBr1Anxi8QojTvTpXSDzKdUM+gCYHOAy3eb04B0k9xj1rvOgjNj1kHRc9VwAHvZhyOj0X22i8TNF5Pva+bj2hztY9wyszPeD32b2NcGa+IowWvq7Faj63NpK9sE+8vNFkj77uJo89UIUDP+sitT64yKI+G34bPjsmv70SAx8+cKK8PoKnJD6POiQ+wDoqPvN0Njx68167HYcMvrgakL3RPKQ9gmMFvvlzID4/pTy8M9VPPY3mxL19ezs9V/M8O+x9yL0vvw29PR8Kvuv6ML3IMRe+PefZOwarYL0awbK90nIhvZEFST677yM9HGAMvbJKCz6UQ4s8yhnTvN4UvL03xsQ9tutPvRRYiTyd22E9D1nIPXEMnr1FBtA7r4hTvPG1Wr08aQw6G28EvrSAnL2CSwK+E4+YvU45zT0Y8OU9f7YlPdPIAj7kqxY9IOu4OwWl/j1ymEC8iZwOPEvsI716lG69aS8Gvhp6Oz4BlMg872OPvLuL7zu9yJy+uGMGvg+7SrsfV6G9Paryu8l5zz1CeuI9rFlhPadoWL23FUU+KKiIvntmr7xkA4E9lX9tPDDVCz5AiOM8VXCRPiPBZz7LNJU+mbLDvNtaXz6Vlu29FhVpPUZHR71qDe27BewBvW3Wkj2vsjA+kBRQPT5tl7w5hfm9CUCFPMdKlrweZqM94hsLPMxRyT1OMf098jNavSP9GruEgQe9RFFqPScW+rttSry8QHkKPQGY6r15o+69I11lPqTBJT6i65K9Dgi0vZYRnj1BiSI+OLTSve1qcD7xLGu9rwv9PLPhuD0FSw0+cHE1vRp2Rb1BQUW9qgQ9PqyrVL79ktO9Ui73PT5Ta720BWw8MY4JvqhcA744QZ+9TMkNPc4jPb3Fq469owuhvViQA75dJyC9jmHRvHBEOD1HNby9YlQtvg5dSr6lT1S+OBPtPO0u872Kqmu9pcmnPdbyC7y1h4K8XzNRu2sDpLr6+OE9fDLZPYtoHD6jO6A9xm2GvM04OD7rHSA9ph31u9j1LL7i0jM9fkpbvOn3lr0sQYc9AGGxPNPd6rw8FcA8pnmcvvJO9zxEVvW8TadgPczBb73ql5W+qvypvfxXBbvQA6m9SrYSPrDoUD1UqSO+OVROPTdnV7yjC8i7F4xEPOBmtb1prha+0hT1PaIi27u6Izu7m6KAvaxYUr4ONjQ9woITvWgxvb0SuS++cxNSvvdHZTzDDBO9CwxHPUDTi73RMs89fkXNPbIdHL3BcgK+ErwcPc6pO70hSd49QIg2veYsYr0ORD4+MEPqPTpGKD1/r0E+3rqYPUkZlL1i8e09c9YvPXdE/T2O3G4+uZHCvPpLbzy9SKo8OLuuPdY1jb1nt7c+46BsPANUhD3+DJ+9q4UqPnKzkT0hTCO8o7V7PSSZQ751DwC8PpgIPj7Pj7yT4BE+9CAMvtRLKr2KMVg+c8MXPg8gCj3S1C6+ypCcvdQNAb290BS9rZjQvYP/TbwgN/G9Wmm4vTAUBz4YgWw+QYKQPCVPYr5UTKu9PJ+fPO/1uT0/7Y09V3MEvTFEPD7mhm49DYusu0Y1wr13DeW7iGcsvu1hS71x1su8OrINPUmiV75EYB6+w19JPWXxpr3jBc+8xtM9PXhXpLtxVRe+ulB+PPT4lzyzE4Q9/wl9PXJTGD5CLnk8ndkgPXXZFL3t3QQ+xakBvTWNHj4LAxU+5h91PtkBAD7VF6g8UipkPqQNlj6xc5E94o0jvk0ThLxyS2075qdYPPIId77ppRi9+ubGvPlzHb57c6e+c1zjvcyvi74rDJo7Vy0XvQFp/zyN6xA+L3mcPF2tZToxNYE93iIrvWmSDD5xxeQ9Q8gNvga4Er2+ZzO+kmEzvVItArxfWwq+U8fpvbcn5zx60vC6lTkgPmuz+T35Gz89Kf7EPX1bLb6dHxo+Lv2aPtSxpLzPbFO9ZJhEPiOwSL2z9MS9UssiPjT9wT0DsJ69VigDvu/klr22wgq9TPPfPRlq0TzkSyi+2tdyvafn1j3HXR+9e31qvftnk73UmX+9jjTbPRVvEr5s27E8k/ZEvhj40L1G/Rm9f8QZPYgEoTuIS1I9KtH6vASA4jyGQzq9tNaIvTZ/ar3cVcY8gtHMveW+rLzciPq9C6Y2vskjHr7YuUk9hv+wvZDskjzQ7G+80bDIvfIWBL6O3YO9wuVVPl79Nj5QzNM9iDRtPSEXRjwDJZg8OhZuPdkUn70FwAi9nksRvTux5jvkjfI8ukqHvZs8+z3ilLM9bALOvf55Ub3jjmq+Qim3PbMgSDt9aos98l8svWSzrb1G0eM9PrHCPWWv573Vnm+94Y1APu6Xgbxl7Qy9WFuevqcxuL0QRY4+3Jk5PoYdfj6Lot49+wbYvSbQor3yTkE+xdYHPHP5/Dyou8A9CA/VvRnGvr1w8aK9T4GEPPHvJr5WKYI94mvbvKLqDr6f00W+gcMCvt2cE76MOgs+rcNPPRilUT0L88K928QvvtG5KL1y4XY+EEJiPgV4Fzx8YKc8FdrxPcQkuzxVoq49FJxOvg/l2D2aa+W9GAriPLYL9DyQmXw8UABdPd7Unj0JKCk+TKffPYd9zj0Ej5S9E3JBvt7kNTySfeU8RqHmvUMz9ruRMlM+mbMqPesBKT0Svza+u2InvdwUqL7MSgy+JteEvNGrGD0R3YQ8/pANvcpekbu0jbW95BOyvcIGIj7fHa69YImFvVpyo7260Ca9IyXfPJmHED4WeMc8EMJaPcqlHrwK2hg9OMIBvRqxCr7hZhg8b2E7PW9HkD21ZWK9dnUZPt9Nu733WrQ9zBaGPLqfND2gsam9jKc5Pt9BEz4THmm9oHphPTXMe73GYga90HhFvtl/5Dv5D/g8iEnbvc3nEj4cw8K6HyPHvdP0hzwngR++XtxDvUGAuL4FOYU8bBH6PZEYaj7QxrS8Mk+gPoigbr7ZeWO9xRb7PZ8Kkz18uEq9ZLIrvtn2cr7O6cC9oBYTPfWDkL3Hfsy8Bi4GPoMpKz573Lm7cUXIvbE8fr0epP+9ok5gvZlC7TzDOoI+p/j8Pe4QDj6soAA9z1oIvlcOjb7/3w6+pQMfve6exL3eYcS99KIWPmrfhbtpE0u9YWJWvgslk7zF5pY+11BZPqmI8z0p6Kg9GxLuvGSouT33Bjs+lilDPVFxhz33+rw9emKsvQnyoT3IHRs9fEfsPPxiDb43I7i9d8v+PfVzZz1dEpw9wb0RvqANl72A2Bq83Qm+PWe3Pb4tO2G+NqDSvb9Xs73YF9u8ybk2PTbgjL7QiB88nEYoPQexZT249Yg986cEvm2Upj1gqVk9ye+5PTodzT1qexw+J1LTPSjmDz0l1oS898gUvpj/N73GfU6+1tkAPoCOGD2wI7C7oHFqPRjwfLz2GLg97RbnvEmXGD4GkYm9ejfmPchoK71h1iW+kbE8PhUAuTw/Rso9WInbvR92Jb5lgw++zTNNvrI6ab20uCO+VCeuvRHVxLsD/hY+vehYvXbNGD7jPUu+L+0SPZQlrz1LyG0+0sv0PdveKzyn3MS9c4QyvqRlwTyaH5E9Sr6dPYRoN775Mey9qOsTPqF2CD2t1Tm9cFITviK7QD2ixH4+mvKAPPkHm72bnCo9dwN0vulZAr6XXk+8rbzyvde0LD3haIa+jrmFPZV5Yj7gJo8+9GKBvscaBD55lTG+YNiCvQwAsL2W3gS+FF3evFxaAb51IIA9KYGEPZToST2BV2c7pDccvghWxD2t0pS9PVa3Pc7aXD5uaUc9swXfPLoWkb0TwfS9dicxvS8LCr2Etvw9j6oePQiwij2oRMC9j+Yqu25x8T2YgiM7YkEIvO3o9jq6PvU9YxLwPMyIFL208ok8IDG/vLpCgD1VT9s8/tfgvYxWmzwEg04+Xa3wPLq1tzx6tRE924+sPbCxTb1znY09tMw5vulrPr4666I99HrCPEDrij2GCoG927xrvZuKD74gdiW8cLKKPc6R+Dy1sBK+XSGPvliggj33qIk9R1rfu/Gzj77JboK92bpEPUIjDr0KuFw+7j8cPjEqzTxpb7o9BjUZvrjODL7Lrg68MKzIPYjThT2/TDy9sndyPFYMwT2HBB482G9UPbx4qLzip6A9GEAAPiJ3Gz1f6DA8ZbmtvZJ/0r340kw+1avgPYjmrTy27bs98v8cviFHoLxmrjg+OU3KvRZLtzwnkEw9RjZhPemsY7zdgys9xW63vEnxgD1BcKe9n+4cPDFBQz6+YZS8C43LPjjbLL34HQS+ejLdPVCjtj11oR48PfkovPcPJr4Vfes9Q3pcPZBVJD3GhYe89fsIvqvSG70iC/i7IbekPOcBtj1hyJi9anaFvWeyGD6iXyc+gYkTPtYmXz2BzYW9I56PvY+Omr0DW8i9NLhtvHGZQT5VAg4+ricePnlLGb5BmZY9VSXGPZOOCL4broC9SlCyPVGKMb1ROYm8mzA5vjVVIz3GY189kCYBPKjZMz2XnDw+4ImAPFThAz4bjRS+vytzvUPZEr7QZLI9moAWPQTCQb5c0xq+Wd19vjy+PD66wZs92ieUvdmcLz7qCVQ+lcujvWV6Lj3NdTs+Ol6MvfDJbr1/9lE+UhEIPupZHD5moSy+iQcWPfaknb23Lau8GmM7Pume+jyVQKI8dVQyvnmchL1wvoY+PBBYPtG5pbrK5Js95keJvV8/SjzDugQ+/SiiPPd5jT1aExY+vWJqvS6+wrzcaMy9UAt0PT7jLL553yi8QCsLPm4fGD7I0t+9q/o0vZzDV74pHRo+zZLCPY3yPL5vCQi+7Pt6vhoymbza9ke8D75+vZQ76bxRf3C9bgOnvZErrrxrQrS9Yec7vpkpAL4Er7895D+MuyUSZT6ZcZm7K6YnvvBHar487oU9Bx4SPt9GKT0n2T29b3M+PaI9ET6ke+u8UDcjPWbUpzw3cBq+RPuvvVz8qjxE7ZA9s3RgvhdA2jx37dk80ckdvtyjfjtVE4a7uKMAPVXoGb4g0/k974CqPNrGGb5BaoI9uJYuvKI5pr2up286NmmiPX74uD2bjRy+5+5SvcRvYzw3rJg8Z2kIPhRJQTxTURw+vFHuPSQ+PD2E6Sw+nDxcPL4IAz4pLQc+IFImvUA3g70sPUW+FO2HPecRDT5aNUw9f17QvVIm1jwAApK8y2oTPMElab12h7q9uv57uqJj+719p1U8zH90O7V1ez0wGwy+02JUvko2l76IgqS7/hDAPrA+sz0lSXA9v7GePRfZr71FReO9qrn2PDP5ur27XRS+w7muPcRilzwbyNu9nUyEPe4+ALzlsNk9hlOZvdU3Vz26V7m9MYwYvkw3DT3REhI+jt+ovY8Ha7w5/fs93rUGPregOLxxYl+9JQZrPQuAEj4ewQo9bXoQPkHbWL3wSv+8EAMyPnLNCz68Sik+mbHlODULjz2IJhk+SB2IPVNIFL4FVAI+oVuqvCjHhTwXvom8KF00PvQqjb1sXNK9nO1RPOACgrxFhWC9Z2Zbu9ODAj7fmoA9ExESPDF757wSRm69ExU0PQeF37qYGFY+7I8yPr0Ktj3yl3K8Tg6IvdBTer3HzdA9i8saPsMEiz3NAAi+BqFTPQMSAb6WUay9W+hAPPuHKL3+xPa9mY/+u88pJD2WS4G8XkvvPOlaeL7aCp890rwxuhQP/L1wxHY8DtczvdDTAL72iHK+ks0cvh+5cL0dDSA+rkXTvXvCljybHQQ+t9IGPoM5EL5FYmk9hTQPPoQtNbpAV0s9cw+EPI/ylb4zA+09SCQ+vtm5rjxAidM91oeDvRQgYr795029GPspviTegLyFc7S+dUmSvCz2FT4KXLs8IGiuPUxjsDxnqPu86MfLPeWWbL3KgwS+FW2pvHz4nb0oHK+9tnu5PYc0dT0kD1A9gP+Vvecz+r2ae6y8+C5mvYfBKD6M+QA+lZ8CvubiB75QSS2+cRESPgJ+Wj6HZoM+unlBvQYKSj34UOM9U+SbPUJx8LxyoJW9SraAvRlgTrvZxBW9eYJjvGvDfb3Fcxe9FfpPPoZV/T0Hs0E7b3/0vfCDFb6ESgA+hZSFPSegML5s4WW+2L42PY74pL0555y8JRV5vMRbtjwFNdQ9Z1novQuup7xHCi2+7VNaPn0KEz67Fya+M18ePVHXTr0/pEC8wWoTvca5e77tRTK9luh7ve80xb39VYa9O3Q1Pu9m772m1Lg9x5sYPnaibz7pRxG95d3zPV1CKL6XccY8FWh7vIYVAbtGeaw9N5O2vJFj0TzLGww9IsXTu74JZDwXw7I+ZxUUPV7arz1WWpa9WlZLPWdUmDspwUm9yOsSvmyLmb1tdie+wObGPRTTsz3bwNw9k729PWJAxD3rUhS+eWsIPVTACr7VSo69VYUlvpQnOr5o+v+9x/cJPkiVn73ljIO9XaLyvdjX8j2QCl6+h2FWvkZnqb3srAG+LU2CPXYvSj7ZvxU9tP9ruPdtrb3OeNs9O4WIvUE5g7kZrA09SF0MPtNpdb2fNj09D1o4PgkRmT13r6c9zNYdPXEvYbxkrfK89M0ePZG1wj20nOY8g+eXPCHgHb7PMco8uBi9vAFuQjzhThu+wGU4ve407byRbyO9f/cBvSMYArw2mca8k58FvRmi5rzdSP+7q2wbPfrWvjz2jZc8cOJavj/fGr6rOAy9r2bLvaW94b0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "3bnPPAmdQLy1o+k8rcUnPUZrqT03Qpa8PswTvF9vA71QkTw9f1UJveXmaT3kyCa9O25uvczBn7wCCpE8CHPyvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 