{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "x/2tvcKEnjyjtwc+YV3hvS8ILz7sAMY8Tm8qvpHLjr12wQS+0EKEPQmvXb7q8zC9pLMnvuvvMz6JvXO+T7EhPvkZE729Ecu+zj3SvQk0DD5KYia+I9Otvcn1Uj3W74W++I6VPtNyCb6rtE6+0XD9vR6IlDvuYXi+bmY5PSVNIr3ELIy+qbn2uG6JULxGp+E9hIRbvknPj72NW4K+pIpVvslzBT4NjMM9z15tvhouvD380Ri+Ymb9O680y77mmGQ+RUISvmejKb7mu1e9jRaNPfSVTj5jTRO+5PzAvXCBkD37iFi+EMqBvW3EPT39Dri9kR79PGxKK76ru4u7qlF1uyZXuL1kRbq9Mkx3vscaB76TnN89oJbMvSTQ+z3ee3q+fdygPLcSfr3ZAZM9cSU5vt/66z1XNJc9SVcePVc/ez5dZau7tVbYPQWOWr4bc749Vuu4vYlESr6e0ho+rYsqvpqDOL4b3A2+meYoPmrD0j3/VXW9RaVxPGJp0jy1+R4+E/IXPXDSiL5p1LE9yQ46vTbhS77qzB0+n4wRvmllLb4KSB6+sYt0vqoebLuRRJ29410oPTKUYD6WbKk8r1EqvtFmxTxSn6a+AkKoPbYxBj5xo/q9IWKzPfJo1T2EJ+Q7dBBEvn/Orb12A/680t8iPJmhCz7Wt6e9NPpZPUE2gDywfFw+iV4gvrJfkj0Wrpq9v1ZsvU1FGD0IVcO9+i89Prwlxb3DpHA9teAAPhZXSj6ECEO+qagmPaCjWLz9lwa+omQNvmyGE72ogfg9F6MUPuBLrT6OLEC8qY6BPTqAKD7GrUm9nG7ZvTKkWb6wYoC+Ypw6Podd0j2HMLG9ArQxvDdN4j0t5/M9jz1BPtDwEj349cm9+IGIvr8nHj6fsz66Dfu+vQMmFj6d7AY+trUqvs9XmD3RY0G+yS0mvttxnD5L/q6+7T26PQbHvD11N0c98IopPmUHHb64mry93i8jvlW3N72WHxU+lYDPPdGz3jzHNBy9siGBPkW5Ob0kobo8riAJPGRXMr6q8ZS9XqcivrI6gz3cbee9cjvzvJWx2L3fPRU9zTmjPdaJbbxiuvA7uyoXvmHwMb5WlMe8bDkSvR1Mhj14q+q9YrG0PrMXmT01hE++LMKGvvYAJz1/95++CftPvS8Ddz3Z3h2+fkw8vWlx3z3uvL094jahvvvazr1nIgw+JMPsvc+DUT5Wt6a9d5Mxvq/n5z3BKxy8VQ0AvmugerybLgU9DcYmvXrQrz0xvtq9FWGvO0yK/LyVYJi+ngqOPCHfRz41ET4+IejUvSLDej49GPG9kYKmPop+kTwNUfg9GayTPLCdOr19r2u9nWR6PvJAD7xvFNe9cQ6NPScJA7xIAyG95Kf0PQLSFD7JWXQ9CjV7vGjzBL6K05i+3JwzPMTC9LyPi+a9w6xcvXkqs72bWIg+ea6PPiegi73C44E9lKEAvDoBIL6aZYu91YxZvcoznz37jI++tFjQPWlTDL3O4Uw9OvNoPuM/Zz5gEU0+oOZWPg47JLwAFoq9DvX7vNiZpb3fmcU9ywGuPcqNZT5I7Sa+wHFbvhdwC75BMNG7FYgzvnSbPL4K8jC+Lhn4PM32Az7L/bA9RzDHPYKJLb7o8/Y9q5KcPJZ2I75s9rs9d5KEPXn71D06wi498IWZPp+bYD5htqo9TIx1PnOGaz3Bas69++8rvuGMfz5d9js7LhycPWIO1T3Vfnq+oTPxvVk3E723A928Yl3APbHiN76VMY8+5K6GvsoEeT3GIGQ7AlOFPZRhsz60UF476CHtvLGyOb0i6rC9aLJVu7192jwS8Js+a8iSPZ0chT7P75U9rxEUvnNsHL6pnlw+OYgFvuGIhD60rMo++sLpvclnX74HnaC+3RTKvd3Rub3K38465ijLu0BHpj2K6aY9C4LrvRNBQb0COK0+/ngjvvc11Tz3Xl++daVSPurZmT1hG528kAs0vv8vur0VDGu9Izk1vvQvHT5pbZu98XAvPo1n5TxH/3C9R2hmvjNdDL4DKQM+iwTgPE/qDz6PulE+ZGuTvLl8v70oMFS+E3+Nvo75OT3GOEM9SusDPnK8DLzweZO9Ea1/vdH5hDy6KcM9y1sKvOGiijxu5GS+gmcLPUu1Uj3vfQK+p159PTcqnzysrrY9VbJPPkHOS71wUKs+FMQqPVF9Q74EDD6+XZfbPVRXFz7BFDC97t7OvVSTur3+f4k+dIJxPqLp272rlkK+AEKYu4MesLwgMRQ7aaGrPhqwDD57D9U8xGuAPmvJ9T16a08+1r3rPDzt0r5illu+gynovRYvPT2DCie8L6SSPfI4Xj6gnfM8RQFpvq/A2L3cWg++2FRgvVd2Hr4WTPw9hdo1PjOLBb5bPIQ+8+TePUUCUT1NZNQ9ZmAEPGRgX77f3EQ9hvoXvhTZozsSDHi+J12UvRb9yj0gTxS+VkwiPirL+z0PuRU8OeGHviCM6r05Szo+TMCePMfwur7R1oU9Mn8YvioSg7zCu2U98d+ovvf7Ob6xNrm9IDoqvm3YI75dnw8+FzpoPVa+BTsk/MK8dXULvufCNL5PyyW+rN8MPE2bib2MT5U95+68vLcj5zyy5lm+HdNNPrGx37p97489BY7qPDUcur2Eyg6+y9sfPYeiL73GSEs9xW/cvLoFgD3tGQC9NuGUvQKC9b3sdS6+0IakvpFaKT2JdZy+Wt4Hvl+3G75JWCC+QgACvtILRL7buzQ96+FgvBYeCD5Kgha+LmVHPjhHMD3Krk69zoFXPrFSObw2WCO8exbJvAzK8T2E6Ey+2yPnva60zrxiYlM7ABnMvcTlOD7Yu6M9te3TPes5lD3Ee9i8xnlgvUDjiL3m5Ie+pD4DvnPxkr7T6pm9DUQ3PpAu17oy0oC+TOigPgheKz4w7la+YJHQPXQ29j0R/U0+dWiIvgspzb1Z/cG9W68TPnzcuTzoXks+hZzVvGjvQr00RKI9ccYiPu3HmD1/zZm+YoQ8PiTilr32JyM+mNPkPQjUhL1S/g+9YXJ/PrIdUr64x609HOqKPmbtFb4aPpm9fc0oPlUMqb7epny8YMgRvfP1Cb6Y6DK9+NLyPPL7NT2N/yy9DUiDPkGjfr6DTpM9G2gBPg6yqLt/LJI8aTdHvjVPvz2TOIg+yr6OPu2BTD2TS4K+Et50PlQ+kz2HjbM9VICsvZX+8T2xn1A7ia0MvY5tTjxeOoK9fW8hviWmML7kbh++7JUPvnb7l75QXz+9jTzsPR65Tr1HTry9Lx72vbXheD5ptzk7OlEdviHWVDxmf00+p0AJPqipVj7W4ya+753UvF2D3L1CRim+8e44PtkeMTvbWQE+qJO/vLnGdT5t5YI7HUfhPULdBb4/XWm90cTdPaf77zysJpG+eh9APvrl/L2DYvo99n6hvSJ8kz3wnh6+uwtyvW/UOj6/Lmk9fdojPeYPSj4XpiG+bn9HvgrFP77oGgs9+XxmvvQDpz4z1yC9DRomPOVSyD1+tmG+4+ybPlhaEzvo7+S79biOPaj1Zj2HF46+iKmXvaHK/L1tdSE+NlHNPUTYMr4lH5E9RDyiPtNrrb2/Lsw99zh2Pmo6kL4zRv+9wbAevjAugj7hJAy9xV0hvOPVFT50pFo9Dd9xvFBzY74DwSq78w2NPXh5471zWMw9idP8vELu3j3I/0M6esJrPlv4pT22zrq++/+jvXBNJj5ZDa2932j1PejT6j1Dj/E9elwBPuOnCD64lQq+fNZ5volnSD1jqL88JOtaPq4hN71WbFg9pNkQvo11rr2pTj2+cixGPRWhJ75ne4E+umxOPg0ug7421jq+xLXvvO9k5D1SkjO+FutzPrIZ+T1MSaU8NE5VPgMRAL6HwHo+QaiXvV4M2T31Pz09uLYRPvDEVr6Ax404SdCGPDHbTT6ZQIk+JNYtvT4K3jzrdbC9L8orPEJWSz6kpFa+RfJJvn27Fz6wGjY+3SRSvYX7mD50lfA9kIUfvjzkqr3pbaa9ULLLPvcegD3HYvE9UnLPPP10k73CVG69jpKmvN6uZb4AxnC8ZulaPjbIVj6+N3086eomvROCyT1QNIo9cN60PUjnKD2biiI+DpBAPtzwjb7augC9HooEvlg6nT1zH9s9Fcj+PdlGy75xqkO+LFSyvXrXAj0Lb1k8s+gwvtllDb0AfAe+zZ7QvuCVgT2n+pC8POpCPXN3JL6rmn0+4QrlPVXXMT5kZHi+FMHEPWncsb7WQBE9IekFvoYnMr606rm9EmyBvv88vr2eFd4+amkGPlUXNL9nlom9t3BfPoLrcT6E8GA+3xAov/luQT73prq+cNhNPqBAYDwtFNU987dkPfWXwD4fioA+jgC+PYikzb3QMZI+4IrxPZVks7yXXI++mTDtPbW/M77G1jA7ZAzsvYrUI76Xo569bMAovsgRLT3I7qy+jxl/PlyKRb4Av3u7VpHBPaureL0dmUu9RxP2vE2LFb5Gb1C9879wvuM0G701wDa+lBMPvUjRAT6tjcY8ISenvgXLCr8Ddt4+AN4LvWEbiL6o2KE8TFOCPDAT1r2CJBu+HswivO8CNj2/mE6+48rYvDXN6D0JgVO+OtyXvaorub7+zxI+hGQqvlbNIr6ftSS+LSiavgBXkr3ib6m9pI7hPTGCkjtsStw963yhPlvStr400T0+MYDsPaZdpb65r5M9xElOPNK2QL4AABs+2D9BvqrSwL2uSQu+vVhtPhzj6b0cQeG8Cqbkvu82nz6bYIE+8+TZPbTznrwH0x++vZBTPihB1zuhW8e+wBAtvuya970n/Qg+06wFvhJV1r0awZm+dgvfPXjhTD3JVT4+XRwrvqMjyzwymj+9kZ22vVdE7j1/OQC848bVO8vk9DwWpAm9yNZfvtXwDb6iTT8+64ruO2gqKb7PVaU9/t3qPtmIEr7QAqK9XfsUvqM15r1tcYs+pufAvDuWxz6/eso+itHRPghuML4Ugb09f1WMvV6jUb6lhoS96lQdvkMGkr3DOAy+gGfyPIJdMT6lgDm9kpy/vXKEob63+VS+8Tt9vulkpr1JPyQ9aDSUPgQmYL4nRcu+jCwBPu5vrbtxiRq+tfJVvrBZHT52V4m+3lQDPVWjgj6DjC0+svjhvW8jQD0JBxy+X2z3PRJKET0lcH2+E4PnPcFj9Dz0660+wZSHvuhAUTmHzMg9EI2VviCdCLzits690GLwPej6nD1yHZk+ipyavTPer71kgte8C0igvuX34LuXYv69ON1rvlW8ozw9o2Q+2FCWPec2jr0hbhG9sjAzPiQFQz3WoZU9nSKQPEX40b5be4S91HG1vliDg73/m1Y+r8wMv5BY4DzLF5o+dD7gPkQpjL3aPPq8LnqbvfbVCb5QrcC+LoE+vmJBLL5JA06+BcsavXlMD77Eh+C9GRoLvqCnCT7Niki8QmUNvg/oWrwg1b49gzbKvsi0yr23hdE9CgHGvN4rXr5TAiS+c+kKPjY79TwC6he/DoMwPrikQj6l5T2+TIVCPlw3rL7N6kA+cPa/PUJgBD5TUzI9X4dgvYOd3b1JiSe+iMyHvrsXIz/e0si9w3V6vqXm1r1vVyS+CEhSvoDjqL55cY4+eRuevTHtNb69/Ce+C0R+vkddjr1EzEe+jUvpvggerr4zW9C+ZId5vlSS3z5Hc32+qx7FvHGECD/HefE+m+j+PdSJDb6nw6E+QjyrvkKYZb69VQu9miutPbbGw72mL5M9NFmEPi3ARj53eTm9jMdovg5Tnj6V52U+warfvGx3wb2vyUi8Y5UKvnFZaT2aw56+x0W+Pbeeoj7js3g9bT+CPSCuZz7/mJw9/uK8vm1RSL4ehL++w3cgPb+o1T27BcK6gV8sPkocBj7Nege+zV/6vrxUqL1hmrw9PSyuPpu/ML6Xio2+tQ6BPqeDIz6wicm8o+tpPiCbe73Hn6M9HteDvkEeCD6vsOS+7MCqvE+nJT7HkwU9s06Fvg6I9b1fidi8FsfpvZL8Cz21SZG+z9WuPSL5IT2lSka+B7divUXGiT4Z0Ok8SJDEvoCAIjy+wzC+Ch3yvibApj3RicE9agTZPZAjuz4F5Po8MIwYPq7Hs71YWH+8rt2OPeYtrj2S+Qq9K5YYvkHMPz6+YJO8J9srvsqSC75mk0E+Fu8LvqyNF74xj0K9/5IfvquHXL5ASU++w7oiPv+VA77Iw+S91b7TvRcVjDzkzya+TbF8PQwP/73AHMY9gbgrvvX4+j2Alra8KCnoveZ0Eb5/BN6906PDPRpuYr4NpBm9ROcgvg3HNT5hZZ69EVeWvEu08Dwn7aG9UDgWvshMSL02MMy97gldvq3Fkj6dQY2+u1g4vc9GSD1ohte8y2pmvWWqU76cQoo8363FvZ1Bqj2c7C++C4YSvpXmBb66m7g8tqrjvbpHsz7GRqy+qe23PVvUcr5DU0W9nQKMPQErUb4tjty95AL1vUbkDD4mhpy9kL7CvRMXnL2+ezK+n66+Pa5AQ73VKMc8Omu8vIF+qb3v2iO+l4y3PSfngj3+oFI+XU6NvaTOa73/7C6+jo+VPulOHz1J5/m8ZqJuvUGsIL5aUoG9lQS6vklt1r4FFD8+SGG0vV6Xgb0p3qO9HMofvuABeD1LU7O+PDKfPREywz2hxIM9h8RdPodu9LrgK0C+FUVwPEPPaD0N4GO9JpdMvWjOxb3X6zQ+AsZnvtZdLL6///+9ju8NPbYrTr0L+g6+EhwRvm5UMz2q+m2+plievfp0Jb4MJcu7tXuHveaqMr7YJ7s8XRGAvjsmc741xOM6wZGTvghZub0FLnS9J9hUPhzQdL5e57A8CSQpPcTcB74p/F++vwykvqZPvT2yiL68pK4pPfMh7b1l23w9gyEZPndFAz6/a1E9ngFwvVzEKz56KCE+l0O7PUVUwr72EJm9+cSqPZbZ5D1XbZC+Qi0avjwe8byGZ9u8jM6xPLmoDL7Utcs9ifJ1vnvfmD3WmJ09LbKSPWgnEr2xJTE+j4mQu8OamDzPSWo+1vgXPpwz0L6INui9nfhjPeIoCL4JZ1W+BJ3NPWpyHr43Saq8Y6hnPcT8q7xO1E++9KMavWq8gz1n5Mq9IYcPPUrFALpJzhu+CLqgPshPlb5I6Mu+ssUAvhZh5j06/bc9FmhWvkW7K75LU9a9bgZXPtaXlj6JkZc91rVIvkEhlz3Njxq+nIwAvnKrgj3nbCs+kywOvoe7TDzAD4e9jmnqPfukHb37RGM+z/Zrvlob0z1Qr4Q9KsmiPQX5Mb3Z6mQ96JiIPiwgCb50iis+TRe1vtjg9r3vbjw+Sj0ovuheiz5b7Ro+Nrx/vnqKtD3C0cm9+fnqvIk9ML6pSse9uuEovk1+oj2M/bi9ksKDvdhe47xT6qk9sTsePZbRB72jCS2+c8alPt6Y7zt577O9nrYZvj9qvL2nEfq9GSs5PsaXPj7e+q89qdKUveIfsL2mlGe+WahavuOexr3dbDY+O8t5vWV/070Rm348sVJqvbpBBD4mHL89S8CRPIgPtzlk1Sq+mz0ePTUubT4d1zG9xBbOPBtvhb6sS3k9rckBvrdtXb7tNPQ99JZCPM9UQr3kAig+xPWxvnbBCj5rL2a9Adx2PpC7gb29HpE8TMR0vkzY6Tw+Alq+wGS+PHO8YD7VUAs+97kRPjfigr5uKpe9udyCPgeMLDxVPZO8O/I0vv/M+j27TPG9MXFuvd5BjL1YlVq+2lUoPhW5qD7hpYM+6LY3PvIzKr7m520+MOFWvv3xFT47tLi9ZT4xvouVpT3q5Ii91v1jPdxJMz4IIJG9nu2avkXsED4aMxg+KpZcOl/91jvk8Kc8rv9MvfjAkr24SIS+rGAVPvNxkz3kRxQ870ZYvb0mB74TN1U9ai2CPf0QhL0tLqM9HacgvlFBlb7lKUG+VzXkPQXaib6F8nQ+ZCH7PTNdBj4y3fk9w1ZhPsw6e77RJaa+ZzKnvci68j05jE09tUaLPMZZer7nBow+E60avbiMZT2U/U68rV1Nvhe0zT12+tO9+9sSvpb0rD1QdeI9jD2YPWKdVD0iEKo94fjoPZNShL24BI495LCqvNpebj1gJC4+k1lRvtGMrrw0cAe+7Y0KPXmnBz2M4Qq+Ru8fvcu8nT3cSKo9qXf1vVeiybzNmXW+iAnXPf8Ykj6wdMg9b8KSvv51aDy8wU4+4lBQPmlVzr1UrSk+xXAgvXDKAj4m8l09Rxu8vOwyPz0Xv9k9Wf9Yvl9lhLxRwsK9GAwKvtY7M73iD7o9NB8cvRsy0D0KjLY7bt23vcU8Kj4wLx+8y+w2vp6wCLzPeei9zSSHvXVRI77XIHi7v+wAvidYg77v0bM8OEIyPqv3MjxyJBy95VNLvamSODxFwcS926yDvMfnmb0wk/C9/LTGvq+DDT4d7JW9HUQ8OzDwAT7vvWm+TjMUvgDbSr18sI49A8ISvkbCID3bjKG9bIBDu7aRPT2TqVW+J/+4vcKkujxbgwc9y77AvM32P73KDQ89W08lvSP38z06hFq93EYbvu1G4Du3W4O9IrzOvIGdnb7ZeT++ZTRcPgp5Ab7ADIw9v+0zvt5P9D2LBMa7bdzDPR8Ber0v0De+OvqrPQHP7DwGB3q+QZNWvtzCz7t7PTy+5QBpvtX+oj0CY5C8ZQkLvqnAzbtq9Oy95eSLvS3XWT0zANw8LyaTvaO6h7yVOSS+L9npvQevE74k+CW+KmFevU0d1j0a1nm+VM9+vuDh6z3CuCA9Ygb6vZ/wtLt1kVK+uuaPPepi+j2dlLi8XHsfvvYES77cJ7i9r9HwvSVOoL7lz0O8mi4kvmeuTb7iOU0+3fspvhJwe76IjgK+sklQPeEWyjy2qYA9jKwGvuAOKL6Rj2K+iNvUvQQg8b3PTI+9nFKyPtFatD3O0e68r+44PjGxdz0e5sc9/yrHPldTDD5tadw9lAsWPjLsELv4DbI+XfqdPeW9ar7Z8m8+1Ay/PfUmq72OGnq+nfIpPiMzUr40TAi82QGCPgxWTz1Wo++9asMpPgQteTwgjxS+sFiSPRwgO752cI0+tVUiPpsKaj5ec02+r6ExvpJFP73Yiq++XElKPuyU4z5/f2m9Ar1qvU4a371koYE+N4UcvvK6WT51GgE+r6GVvp3Lh75yJ0Y+S4SxvUyBGz2LkgK+Sc2yvTJ/KL4kTyu+ytiJPdrngbxYAZO+WGlrvrfPJD42IdE9+JwoveWUZ75L2Je9EbKWPkYkVj6PeKm+Uts0PlETnj7n0AC+qpZwvmXtcj70ZKG8mhxnPmnSFL5kpyW966sUvsLRqTx8kWc+XX8lvSDL4704XDg+1eYGPTgPaT2lWhc9UJmgubDAlb6Nr2g+KfO1vqUiFr5MlF8+Ep5EPn6JVj4TrEq+3hrLvt+PkL7+xWg+fTqzvTXpxT7akPu9ILPaPLjS8j2h7SS+GxGCPmG5IL6FtYE+M+NBPj3RZr1sKIG9ezWCPlwqMT53hqK+T/89vthrN7qvjyy84f09viquAj2sZoa+m0S4vW5JYD5TuI29oIiTPjdTYL7XiBG9mX9dPVDggT6mL+W9F5M0vo/33jwkews9EsWIvh/PVz6pQ+I9EtSlvQyLCD6UxDS+z03uvVBIbb2q/gk+OPURvlJzpr5kUzA9qTmXvhFNLb5PXMy+/z13Pp03xL3Ri/S9DrAnvjPflT51eIg+5G08vZFuSb0KHXG9QuA/vP6PAL6Lqb6+/xTWvQMvWj2pbac9uAgTPtrBcj632YU98Jx7PnfAj73fj62+4/dOPW9GY74Kg+E8RA8fPjCY1j23jjI8vw2CPhB7CL0Dlsk9cx6FvmKULz4eiBS+yX05vrfrHb7zmo09K4+1vOJ1Iz6jdQ69+AJKPgE6Y70DAFo+MpFJPi3/vb2fHAW9Ua+YvWsJxLyQMjC+iPGkvN1+Eb1f2Yi+iaiOvfZPrT0bIS68ITmCvls52TzO1DK+3dcPPvY8G775aVU9sn9Rvl7hc74blUo+vm0JvmFvhL55uRm+v1dHPYaccr77+KU9ZAUCvgx6Er6yow29IK2KvTbVez7swM69MmxsvhYLpz3ZCQO8gndFPi3JhL4vWE8+/ZroPEQt0b2RCc+9RAwivOSSub5b6K2+kqGBvZZLNz2/CJs+oOF6vVXKUjvZWQG+R5FHvGYbtT7QDlk+beGyvVGWvT0kJ+M93tdiPjqH/D0URaY9EYTRvY4Qo70QWjU+4lxJPmd0kD7u1cW93+xHvtDhob2V50M9KOlbvXIGC74IF8u9ZueqvPmw7zyE6nK+zPHavUZjrzzOXCC9Sn6cvRHtDr5J9jS+rcu/vFaE672e1Xu9SoHavAEVPj0iCVy+gnoCvg3DJ76UmAM9ptIfvo8FRL57c6i9kF3Tu3GZ/LzKiAs9RKNdvgDOKL1vTg++N0YSvh8zlr0ZwDy+H0m4PZieQj4M9x6+iKEPviN+Kz65kWO++Yf9u9Qv/zssf2C96uafvcqqkTtwmn49rmH5vahqgj3Qfps9Z3Ezviv+Br2hy/+9CbsMvpWeN74kOYU9l0rrPYtWCL77Sis9EDcNvidDAL7nGKu7KyqOPa2lLz3TzCw+mrBcvbj8y7swU3c9BJCLu634cb2QoiA9kzHlvY0Y4r33HLa9/qWBPDj0njsm4j09q0H8PYXGdbun7EG+qEuTPayrhr6DIYU9nm+ZvS57971740W+940Dvh20q72/j9G94TV3PDPgxL1PEV6+/kdLvSLCVr7G24q8bMIRvpbvmT2d/JK98CiJvp+dx73nWAm+U7A/PlUYar4R1qa9iz0evmD2671lBDm9bifJPAD66bzQB5a+tzyTvgANPD5iLkW8L/b0vemQKr0QFS492zL0PVyEFr4JInW+VYUEPSwXHr7KFCA9q1f6vbFnOD0lV549bKOfPbf8Eb51CRS9erM+PoJkTr6gb+e9QiCyvl+bDz1pAw++2kXMPEQrmj7e3bc9M6BbPpXxLj4a+S++6UsjPoKmdTw+TNw+Z32oPSsoqr4r5DE+JBvSPsKzI73M4V2+GiTHPcbxOb6Z8c497aAmPRiC7DxdUvm9q+p4Pj6ndD655CK+Zc8gPpcdBb5/cJ4+gngtvh8J5b15aWg8XmLgvV8aGbpJc0C9RSyAPtjedT2Usw49c7IcvrJzILyO5B0+YcxHvgSrUT7imYS+L2yrPRK/6LvdamY+rRRNvQBt9b1DszE+1t9QvaYEP73nVis+2Jb2Oyw6Ez6//GK+8EUtPfqWJD1wrtk8NtJ5vuBWiL4y/829COMCPrmi1D6r2am+LTisPjLTJj6J7cI+b6yEvgqAmT1DTdw9fMX3vMWiab6fIRW+7lqHvXSJrDzj8V29HfldPZHSUj6GSMI+HC4oPsfUwT1kDwA+aLNVvuq9nj69Pa0+xmzFvjBMFj6q69A9APlCvCi+aT5O0ye+UZy3O9xxXT5So2E+OdKvvSxT7T2tvU8+1vaUvlvvsj27gG48XxuSPpXsir1UEmW9BzQKu3mGrL60JrI8SWc7vSkHCz5YO1S+9MKTvj5vnzvVsdC9fTxQPjBVmb5L0XC+Rn6GvQsoH76lobO+XV6GPvMUob53NIe9Wwc5PiiVtj2fRB2+8GwJPiEI9j0iDDO+vTcKPSAnkb1o3sQ9FNh0PjVuzz3xGns+G/mtPdkBPD7Rt4G9rWiTPitC7L2FJRk+RxyNvlhJgTyM7QK9HTgLPglCfrx3Bc69kvguPUPbYr5W3n89jOKoPSwNqj763FO+YYWvPejkjz0p+LK9yCdFvkdCvT5LbAk+6SiIPU/B1z11NPe9Ec5hPszxhL1BkjY+TGY5PlP1LT2EWFs9gglMvctRuL3NugI+pDDmPlRF/T3HU+G95BI2vjwr/z2HxuU9we3rvcRAF77p/xU99EmavrMcSr1Pz+q96C3JPCtctL7wgUo9Df9SPbl8Oj3Jb8W9Xv8SvUl1xb31vIs9FvBFPoyqmr1pp4k+nZk4PRyO2z2y3qa+t5GwvHJRoD3grTa88EN3PvdZXb0zzQg+s195PW1eq73L7YM+VB+9vXsXXL1YhPc9PvXXPX0XzDzfwRg9N8xOvVDfKL7g2py9BM+TvY08iT48zh095dinPoYtaz7fGYS+vsCSPYynZT4KfPI967atvcWcFj2OREQ+BWA8vt2X6L6MuII8Jv8PPgL6RL6zqhs6Qv4MPnGFHj4sPOq9SUFmPWbKjj42m6k9yQ6/O880xL0B+jI+4DRIPL5Rnzvzr4m9KfIRvrWDgj1Aiui9XQm9vh6t8D0XBaE+AjHJPme6ST7h6DU9lNgKvr+F+r2/k8y9c92XPazqL74fZTO+HzzoPQ6b/D265ss986zFvCxNXr3LgWe99NtnPWypZT7bfG89k1PgPNstxT6++TY9tYu/vYIwob25W4K9gNQXvnnqgL30/Oe9g+g9PuHEGr6TE6Q7aBdqPhH8MT6kSJa9ZILqvJqd6j0ZgZg72CtGvkplOL0hKxK9o+W1veXSODw6H+I8sxOVvEVFAj4cqks+pdn4Pc3j0D0cPUE9DbUqPlsJBr1oqRs9r/pcPMj+aD4yGP+9s07cvGFNK74yGBc+Yy4SPtRAGr3OD6s9xcsVPc9UL75EJ9u9k6ovPoTlkj74MKY9drWBvPYpyz2Aggu+xd6BPv+WLj7nNz2+Di1rvQCRpj3aGJo+g49Avu7fIr6LUq49XIuJvfn8Xr0fog0883BcPXtSNT0nSQ49BzJevmdfsb22MOO91bRXPm5R7zxi/RS+kwaZPrCVvj0Vkwo9JvHzPamJZb7IlFK9HbEpPk3Joj2kurY9dE2tvQqQcD5Pmgq+qgS0vWuTAb3U8/O9P7SDvSq4JD5hq1o+ydW4vTPh3zyZd9w9BoSYPddZzTyZ1gQ+5TkJvpB7jD28Ue47Dk1IPmziyrz2n0w8b/vNveYWBb55WAI+7lczvqraZz6Boq88szuFPQTFzD0vLTi+cFgXvpiCfz5tpRw+87YPPu9XVr5iHkW9Qi+Rvg2VmD4cOZQ9qJKTPurLVz5j31+9hM5yPP55/T15DMG9RMOUvpONNr5l1fo9bYP2PK4PVD6AD4g9INI3Pt7P3T3uQxm+Q8B6Pv9wUT2vSaW9V5yBPvLAmz6yrzC9oqBMPvFUgb18z8u9khIOPoCe8rznoIe97uW4PSKCdr5e1gm+Ok6zPVWCvD1k1zE+iPtBPSXe1b13s2i8iqL0PU2zqD0x4SI+m+1pvlEDlD0Z3ke9ev7Eu73pkT44Tr++uB26vaLrKT2gzJi+IRaYPWF0Gb1tZTw91p8zvhB3OT5PsYk98BGpPhYywzweoFI8C4jhvftrbj56XNC+u0yRPbaRhT6LFFi++nHlOU5eHj4v2ww+WTSMPkQoijunxYO93cyUvdQUEb7MfYE+lnhUPEh3OD2vitU9oOy4PdJfCj7Gfc++1mU1PdG0GL71LMI9RG/GPVm9aj6Rq169fUwVvl7wpb5M3/u9ZVoQvsHQH75QLLW9PHHVPXBzjT1kAWO+m9pTPhGuMD2A60a+w/BQPqkYnT6A7s+9fAXNvcMKSz3hPGk+3byRvCDA+T3tln2+c/zjvQADYb76vT6+8pVEPmn6Kj5fCg++AyqLvgAGDT4kmKy78uoivpNpsT6nVE+7BYzmvEDzEj6FLJs5G9YmvYWVxr2iPkE+/taDvhOIXb5gKhA+D6FgvqLFjj1GNwW9WnIAPihsUr4z37+8A8UOviSLwz3TS0K+kVjkvjytWzz3WfC9WH2OvZzdIz0nbIq+QxDDvZZ+sz6mNcQ+kp7GvQZN4DwWxWq9zrXAPeNqbbyzBIi+HGd0PBgvAL6KAoe+N7wMPoOeNr5V0We8QCUqPnj4pb11kqe7I/U6votL/722nwG+EkUhPqCV8r3DgZE+9LqwvGs0kzwdQvO9SKPMviWdl72tvYE5bpBVvgsDIj5kW5I9joPCPjwGDT4XwSe+s65NPgDd5b3Gom+9s2CQPdTpNT6GNwS+AUs1vqR5Cr431E+9hTCpPAoJPD0VFoa+79MpPtxmjT7M18U891mJvo1HPb1NswW+5YrovC2FwD3iyhm93L5OPnB0Vr5ecgM+TySMvl01V774qto9yW46vuBX1r0QmRe+YnhRuvdxr73PMGC9VZJWveynxLyq7Q++De6xvZyYhD1u/G487BV3PDl5LzzpiIY+KcQTvdAkGL5ciUC+LF21vc1qGjzv46s+9VftPdKXTL6OEIo+XB5nvB4WCD0zpwA+mJgQvvh/wz5dIEk+jJ0yvQhzXj1iU/A91VUuPr/dgr5Oe16+eB/APtSWKD2Ih+o7JnlsPsc8vT3tkCg+va6uvZmmQb4WKDo+2+oqvc+daL2WhRW+MsGGvZmSe77vN8u97coxviS1R74cawq+T/3fPdSLubyX7as9EjA3vkc4sr2WIay9Uusevdby57w1xBS9b4jNPVQzEL4+X5e8IhgXvQbDyb1WzsI97o4Lvi0VKj4Lr1+9QCOVvQHsEj6ekQo+JiouvARVHj1BQTe+x6tPvRTaSr7eEkS9KTCivm8+Wr7bDLk9h6QKvnhlKL1B1Au+Ea36vWPVrz391Za9KMN1PB76Ub4JqSq+6FnfvIUW4r02r9a9z+yNvvvmib49/1E9jSEBvjtFODwfMpE92SwSPRAxhT2pR2i+JhV7PCirR75pauk9BPCxvc7wgD0S2ZK+8wzCvPNMgr1qILC9TimpvQosCj4w2U08EK6OvvkilD3M9768XcIpvhS6wDyjTaY9WnaKvlBnTb6/VoC+cD5avnGchr31Q1m+LX2mvdh9972rX4m95rY4vXBZsr2f7vW9HXiPPAOXQ72D0r+8Vr9avmk/qr2wG/q9Y2ckvv5lUz7XOXm+/MEsvmni+b3IV3g9dr8UvnVW8r3EVgM914TKvc1SHD6ZHbm9h/XLvVbZnD1y44O9sy7BvcjTUT0qoky+t9E6vp9zH73RyJq9ADWEvq97Er4pqRi+TNmpvEbBCj57pus9cofePX71oL2snba+SVu4vo+FsL2SIsS+2IeLvMgQm77TlfS9u6IMviD4wT7PxSK8U5L8PQzH2T4m8Bo+280VPbv+HD6t04A+b0lJvaeh6L6Dpiu+yzXxPaAvyzxcsRK++noMPio5Yb7l/Gs9FCVVPpCuET1RqXO9Cxj6vTbEYr78Zvo89OMCPeVorr6HD4O9VkyoPKZlFz7+rHq9UykIvnjGmL7uKvS9on41PriJxD21z4S9F58yvh9N7z1Q05s+aVi/PMSbJ76V9HY+eAF5O6KPrr7EBnO+ZbMwvqaGgT7rTay+rbtTvFrb177eT5W+aPfuPcKBP752tjS+aWRWvns6qj5wia08Jc0gPjMFo76vaCK+N5wxvgdXhL63i2q+5VpiPnqTHz5tDQE9QD9KvqZqEL6cz4c9TzXmPYSwED0U2Em+svsbPq9YsL42Rxe9jyXOPdKEnb1lW4U9u/mjvdWohjxEnIW8gjMsPYlwOr7xYok+OEYVveYPBj2DywG+9sVsPkWUKL0lzpy+g+JTvkK9gj7nOY++k0eAPdwQoT4Nd7a97auEPsE2QT5j4kg+YaJGPrGYKryHOfi8w6YDPnbInL4ib+s91/vhvL7agr0Qskm+U9EevhHRnj2zDJQ9+vXevW7Kqj2ckbU9CON1vp8Apj2BB2q9XPFJvvxTd77MaAY7CcqpvvF9gDxpOPu8D27lvHV4Ar5C0se93rQUvuATGT3C/So+UdEXPl6R+r2RAaw7XfzuvZcUcL5skPa9rPuHPaNYsbztnJW98fSWvl1jAD7/4qG95XMrvovfej4mf7q+6leMvS60Ib4Dv5M+46SQu+U3Yb1DBdQ9b7o0PWj1Oj7I+l++z8BivnzZab34mQU9viccPu6nbj2UiDg9a4aWPp6mRL0CE689fwPWPfxVEz4b9x8+pLKsvY4wGz75/Cy+3J5lPjXgQD77dXY+ePJAviSL/Tpnoko95X5Yvex957tkApc+qOC8vsjMT74RzZO90PyXvTPkgr56kvQ9fh7tPaRcRL1HJQc7bf5TvTppO7339Jk9D1IXvvWxjj4DR6E9elt4PoOQGLvr/6k81ntIvY38iLwjOWG+pkmMPQI6Mr5H5VY9rDCJPY2BBT5XgME9dbt1vat0kLya9gU9N9wbvjf0AL3l/cS9NOPNvuc50b0SI5I+b12TvvoQkT7ALZM+fIm7u1VbobwN96O+GAkpPhnuLrsD+9c+s3EZPrazeD6ymzW9JfDKPV58lL7IIeG+tOhhvT3wkT16Pw8+2jwlPL/0bD4bxd29xYkivQhlrz6/vS2+DOMKPkQ+6LxWq0k9o2DDPjRDXL7Dyfo8kON6vnu4Uj1/i1C+abjnveWKSj7XIyK+Dnudvan9Jz1LtwW+Epd+vd+dcz65aiW+OqAFvimCyL0nZti99fYbPu7XCT4HI4u93cj/vQyzDTwm9VA9qxQMvp//GT5emwO+1BLpvW0lezxTHTE+2ZQjPtkbuTy4S2C9s0+mvQeWNr09/fq89v2OPcb7/rr5aQI9BJ+svX/GNL1wF3c9OQU8vW825L0oYL27zq3fvUJMC75+t6i94y3UvdhPOL6/qG+9m5SpPTnjYz3UHDo8HBo+vsE8lb1F5cs86S9kPZP3lL172AW+L6bZvYQGuT0NjoK90ny7vclTnb1jSSq+YXkNPjCRGT7Z15A90MqbPWt8ZD50nhg+SRwWPovRHj4swQC+yLWhPXY3lT3L1dG8P2NVPrigLzxXLte9oFZHPk4vzbwvf00+lGEvvQfcgTxHNA8+LbUkProqCr26Rdw9bqJDvawfVLvwq4c8c/7oPT5Emb1Au029UWgBPl35pj1k4mo+BG3xPSc7Oz0LZfE9vxj0vRk8sLwTQ969hqj0Pb1HOT5vH4s9YP6CvVp2XD7sndO9Eg0IOwuOKz7yRyq+FLQpvthADj6Js+c9UHfsvTxWGD7UvQk+KOdPvceewD0GTpY9LFhaPVhW/701gNE9UbxiPXzQVz2QlP+8SGNwPv+oRD4k87y8SAtAPcBAHb4AJ/Q8j1tWPo5nNz1sKp49ND4LPkURkz4FMEy+5vAnPs7qN77IwVa+ju2Pvi/IpT7WqKq8yobdvThuZT0g9Aw8XQ6VPq5CF77ss4M6XiRjPltlGL4BfvK9pPhfPkTlQz4tlTA++ah6PntrWr5ldBI83DHLPmrldT156Ds+yU5FPHXH4jtpdmE9+AOtvJfXi77zaou9vJYaPqtFdL4Q+Ny++NoHvrKEaL7xZA88ykwtPXEBZT3UrHA994mdPVFh7T2m1rg9PBJcvgouoj4is3o+xxKsvdwl1zvTfP48IU0ZvQKhJLzQLpi8saygvkRL1D3w3/S9Ov5nveal1jx7u8G9IB5cPFnljT7nC9w9C4KdPf0O1Tym6Ym+fAroPHVieD5xTGO+u6W+vUNChT5HukK9vyE7vReGQD2wVBQ9zddmPnwTMr45YoS9Uh81Pu+phz2RLsy8s0itvRXCyT3srH89EF+lvtk7V76fu46+O+CcPcNPXjx23Xk+vSWLveAPmr2KeVo+ZcgVPk2v4r3utFE+I3x1PfJrXT4N8928GpMNPQgdWT6ldHK+P76MPlK+Xr41WaI9NEsQPrcenbzJpBk9nYhFvutnOb7/T+E9Agc7Pfgmur2FqU6+F1UzvMKwQb7Ua1+++h0IPzVsjD7zo/w97szGvgEkFD5DEu49n8kxPiOHOjsbBZo9Ngu1vK2dkT3xpE++YBEevvWedr3NWiy+CIVCvpZtFr7vHNi9PEpVPne1Yz7Plpk+EY6auZTwpz7+QVc95RDXvSEUkr0EN0G+TBqVvom8OL2hMJg+FpaXPPaJxTwrY2k8/cfCPu92xz6WKZk+MyWVPDf4GbyKoIY+0Sg8vpTG9b3QTHY9Ir+VvtX0oj2cMu68kLkIvdTNnz1giY683mWTPo7/NL6SXg+++gofOwqMjb5nnIq9+qHRu3jOI74+IIo9fi8ePm75cb5pdzg9rp6HvQys0b1Ofey9RSQlvqW//z3RXL49tRpfPs2wwz7A5US+KtV4vqdIsL7gAEg+OLMYvBPwez6na7M9JaIlPae2Q765aJo+y7kMvglLEz647vs8ozYQvn+9BTzi98m7bLxUvkj48z7h9Vg7/negPm/sGT5j1Wi80ZmgPaWOC75ZVOu9Gu6CviggZL5M8U0+FbuVvUyADb53ovW9WZcRvposvr5W/Ya+N9QoPoP/Jj7NyhE999t3PasHe70Hhme+mS55vh3jXT7QZ8w+K996vWDKMr59xzc+U6viPUpfa754ZaY+uyEePhNo/72vTAI83stVvsUrFL4hrUs+v8LlPaw7uj4yT549MS/0PKZsMj7/01c+l3IIvV1zjr6qjqS9bbLBvutmar5ekxq+bHypPOsNJr0IuQu+8dfvPUW4iL1EbT4+PjPovSloUb2IfJc8PsdTva6Zzz0P7ww+I28avZcH9T0WAZK9zXS4vakEwj6iC5s+aQ6tPata2L2FU828jEb7vUSYIT6BE0S8/6wdvbY8lD3DZy8+bLkOvo6Y9D0K+qi8M0nmOzZAdD4ltto6cQD4PRXMaj17FaO9dCkSPtmGiL2nYmI9JqvcvX3r/by/jvM89SEPPhs/Yj680ZO8L6s+PQI5Kbx2OWq8AZPlvbLtiz2rELC9tFesvKBa4jyfiD0+E5ISvvHtYD73W1O9G/GIPSZ8JD4eFV8+qpknO5zAwb0uBuS7EsZ+vQJYJj28mss8cX4pPbbJlLyrAZm9qPeTvZLfmT3ginY9XM3qPi6kTr3/cHA6SyOIPfHBmD0ynl0+z02EPlQn1D318FA+GMEMPhY2wzz0hKM9lB9QPkRY4r2xWJY9oA6wPN4Fjj7+GqI8QjO/uzXTDL7jZA28IuRcPm6WWz5pDNy8bp4GPT7UZD5d03U+wTIyPSKdnj5pV/U9LtmaPV6/Tj0ibS4+jrHZPV3k+T0q/gW+0nq+vGc+wb2pbZO825z8ve2hXj5ZsOU80OtqPmuU0z1obEg9p5KqPajeab1PaHE+X74yPngrMz2C8ga9vl4aOTsBBT7ica09kOpEvZqfD72OFLQ9SpPvvUS0TbwSKh89v+zgPV91F755w2u+Wb6EO8ITfL4MuxM9gFg6vueFfr6ekYG+/2ZOvv4yrT6aW7M89TOCvglAqL3gNYI+1DgYPmsnlb1eBWq+qQ6+PYATvr2dmms+UMGBvhL24T3XRVE787QAPp3QgzyNHCG+JuSKvQ2qnD24+fk81wQJPoGWZr74is++I2etPZbVDz7guQ89rS5WvYuL372C8Fw9Rcx5vHfYir5NZJa7B8IWPXr+DjtGfKi9n4Evvp+WkT0Btym+4MDUPYgm+Lxofka+vAmyvde4Rj4G4tQ8JeqEvTbIcL6sA4M+h39gPrs3NL76bRw90U8hvpxhkD0zWA2+uH5BvtdeXj27qJm9Tu6Evow/NruFmOW7OllRPtY/2T1bgDO95TAePdlvz7wQVNq9m2faPPTEgD6wSyE+5IDLPJ9HnT0n07u+poSRPZu1hjvUzTM+x59JvgI4IT43Ely9G52uPbuS0D3/tbg9pveSPc42FD7c5zC8sOm7vYIbqD4bhQW+13kbvgSPgT4lf8y9KzoyvMct7DvjAAe9DWFwPHhqYj2y+Zc8ysR6vqh5Vz2zniW9uhWYPcR7Ur6d+YA+VRshvitNCb1WIOk8L0ZMvlrat709phi8QVPNPEPtKD3DjZy++VzuvUcQm76JySI+NgFDPOGpyj1Z+J09IomDvrYdyb0tJOo91RBUvicPDr4S8Wq9q4lfPDKMyT07aYA+jz1yvn9mnr43p42+CxL9PY5BAr4Bo0U9WCw8vv+we73C5wo9GtnWPcWfpryNJjW+psprvk5GLL0I4Fi8CmvzPdIeOr5uMNO9AxwwPvutIz5dDya+byyBPmOl4D378ma96/GpvhCvML6n91K+fK84Pmtygz7ayL08B1/Bu6o46L4sysk+8NMAvlqhTz5gF0w+8kuTvnfmKj00EkC+wqo1vumHaT7QF/s8j/oNvo3RSj5aMrG9CtNuvp+bk75M+ic+Z7h7vuwHI751TJ88I+z7Pd3Buz2qLAQ+D5cXPgempz0bI9O986iKPdPBzj2UMQQ++NhpvY5CGL4eEqi9LBH8PXZTlr0LzoM9Iv4fvj/fSr6WKuC9cvR6vcg/Hb2QDcc90QccvfqpXD4gLCQ9UmMSvrZYVb7UGo0+ka9cvlY9kD2vOyC9Cq+IvcCyOrvyUio+BuSAvinN+L0GH8s+3ke3Phu6zT0vxju+lFOKvORHlz32bj8+PNtKvLxwIz75zWQ+pLhMPXa0Db4ZaEa+jWWOPqXrR76KsQ69H8D7OlRuGj6h0Fy9pwcNvUa3orx1Nbo7w+JBPlW1br4l5gk+hFgGPlE5NL3rfM290hDjvEyC6jzkniK7EVO9PU9KRrz9UT89Q/NZPv6Azj00NLa8Lr0VPWlGAzwTwGY91z8uPc+7Fb7jvpw9n97Vvb0cur0Kujw91ZwnPi04nrzdw5K9BgSLvbtJBruSRSG9tm0VPscBgD4k3Zi+3yfrPdHIZL1oU249ns3FPHR/072jfwG+HQYBO9tpmzw53hG+X7pjPX6KHLzScYE+pDIGvtNg9zw+Fnq9Vf6GvaFNvr1D1Ie9NsNfvB84zT0lACO9FuV7vMznML3b1k29+K8cvmwGxDuDeW29z4KhPmY9uj2Yv1W9TSg6Prz5tj3nelC+55Yvvt2xgL1SfCe9KgCgPT5wyj2/7iM+k+PqvENZXD5G4vq8QBzsvfTiMD7A3Qs+Yv06PlnAHb7pDx88042zPjq63T0MzxO+1g2zvPX+M7xYHnE+YmkkPuE5eD7ntQq8kcTRPf+VyL3AtNk95esMPROfrb24tZC9bSz+vC5/VLzEmPa7UNhsPUVIrD1C60o+eI2mujrZOT2HNwo+1ICVPfFbvb1Nrbq9DHtTvV2au70iH+w8lTY9Pi5/Vz5o/pG99d2tvZI2or2a3xC+GUH6vGFSPb1tANw9d8zMPOLVrT3knGq9pXSJPgf5Hj7T3P09QA+VPRo6pjte0w07ha1SPftJuD1uqNa9F6RyvbCFAT5scwO+K33bvFM0Sj7UUKQ9ODYRPljfAb4yjU28dFZAvWEn6z0r48g+xveWPQG0YD6ELc69ed2QPeO1wr24dxi9v9cXvkQ4kr6T62O+uIpgvSHYPj4Wgpq+ZPtGPukD4L5laqi8okb9vfOQ0j0MmY6+ckKUPAK73T2/fyW+K2yevoy9/D1NPzC9sZvYve6QyD2o1SK+SucxvqqGRj6zwAQ+fQPhPjwbcL7Iwfm8Xo+TvbwUpD2HZLW97O0Mvr5qwD38nD0+6fFFPv0FBL1Zzxw9oIhivs1mRT6JgUc+AyKbPs+oZj7gePq9qrgHvlQssDy4Sza+m9s9PmHCwbzrwoc9uiAwPonNoT1lo00+c8I3vmp2Jb6Tdc08p3gRPWAsZT7lOcS9WM8Rv6/gcT4ocGS+B0u4PUpMD75AxIw9VNoJPg/6u7wBPYO9IUrNvva/jT6X9DE+SVxMPrPoD76IMT++p2fdPdFi5r3wNeI85fPUuzwYRb18+Hi9Dul9vhjNxj3Togu98f9MPgOGab6eAd+9G0QhvfW1Zj5GVZ09JCyPvn73IT6dZay+01iAPVCNtbxlykU+Ct0+Pv72Tz3PGGu+Xn3xvVv5hT1sAd09ceBOvfXoSr6ADE48ZkAAv6KLIr4B3bW+fquMvlKBAr69+jO+u5Z2vvbhuL2BUWi9qG10PrUh+j33ZY48El+oPbsyB7yT8ac996mmPmn9vb5Ap5C+Dgs5voNSdz1H10m+lmluPjlY3Tyqrk4+hDS+vHEqbT7ohzi9VmCXvoT/p77NsZy9nvOvvQIxxj6cRwU9yYSXvsDAB71wk7U9bFnLOwjqmL26s4G+jAhIveKb6j1g3K894OuKPtnGzj5vQYk+4X3FvfK8RDyVg2s9v2HKvTQZIr6RFry+Z7WcvZ3GMr1TmF48cWqbPJKBkz00NzY+jHZ4vtxPj71pJJa+Nm2SPie5SzxWiNQ9KUiNvmzyfb6NiI+9zGfWPL/6oL6TbEe+GX3ovdELPTyaLJA9m3DVvREYLj6rXTs8fzCFvq4NoD0AEK+8fbCJPvFRCj5CL14997FuPvA+b72zLeE9XudLvvh8ZTzNmYQ+YTkIPhJxgD75WZC+qNSmPLXWBz6XBXw9tynqvqqH+bxkKBo+M+6XPVjaQT5oZO88jBwVPnep6j2tGT2+kc2vvS3lKj4bkrU9fGVouZGrRb7OQTE9rpfiPs9Zqb4+DC0+i46NPdZ0Ej3fNnq8wLARPcj8zbz/VT4+EINZvg7GFj6/woi+n7r+PdpWKr5r7T8+HSMzvvQn9LzHVgm+AGMLvbr5m76Z0A49yEqaPo5Fpz3VPpO9MLNxPjb0Kj4ZrZa+uDTgvlsuOT6xJie+6VlzPr8qij3/4j0+iGi4vYXxwTlBD/g9shhjvStowL2Brak9BNUCvmmWHL3g5oC+qNJKPCmKEr6kVx++nb/kvRiqWL6UhSy8kER0PHJmWj5v/YG+ZOhJvs9yE75Jjf29R9BOPo5iED4Ir8o8iH6DvLfcIb6MNYK9TLPyPAMi+b3bog09J426PE2HQz23izC+azGivcFfhj1pseK9vtOAu+MNpj2rDxS+o0WevfLQ4L2/HoC+UFoUvo+q+j3NYWy+wlR6vgxxfL0AevU9cXDJPXTb5D1quK+9jnUNvN/3hDwm7lQ+Wo31vXd8iz4lb9E97hATPbvVwj39SYk90yj3vQ/14bwHLDs9ZGKAvIg6Bj57Pa69jOejvSXClrzJLji8wqAhvr/Ljz0ifIq9CmqyveS0fL6Fi5O94sJNvVkNVr7gQJw967ORPTC6/j072pC86pDtPXsKEL52pa+8ecx2PYF+kL1oCF2+7iI3vkWiF77cg689NuvZvCRXDb7XziG+648APdSVHT54Eie+xTctvsjtS74USYC+OrpQPfh8vb2/+HK9xewivg6gOj5x8DK9xsqOPYC2Wr6m3Yq9k1gwPIvl9j1R6gW+3hmUvYgcWbzV8CU873UFPh1Kxzvib/W8/R8Vvt7Q9r1/Jdg7fZ2OPQKouT3UW5a9QBG3vb9KxDyBeXq+9FxdvUy5fr39jDM8OYEMPpRp5Dzj0K47jGThvQF/mb2NGpa9w9uEPA3oEj0X0ga+m4JtO4mmE75LbIG+Qp5GPnjDb74OLzO+4Jt3vm0tBT0nyTW+2iC8PUxJjr4CVCq+Npvdvet7lj3tGsE8G9SbvbgUab7Wf5c7L0luPp8jlj2Xu7q9v8CEPd97Hb7aCIY+ehtOPVYXjz2wQrm9cFMxPYERoj0RZXO+IGoJvoeaPb2McLy8W0YbPeW1Iz5g4VU9OUIpPeCMXr7k5a49oii3vje9VT2iyNQ9ua4vvmcjO76x3wC/+j+ZvYpCkDua/8u+ety+vSWF/j0U7fg9s1aovQ8aibzwjFy9zyt0PXjEFL4CySo+WYE4vTMkJry1Vjy8HaPIPA4TUr5RR7o8c/2XPbWeHzwAr0S+3ivBPWuOrb0Wca+8BQvEPRI/lb30ysS8qPTIPjwV+73EPwG+FbhaPqhl4L0CDCg+qr3munFHp757Ygi+8yCHPsB1/T12pE8+fsSFPo+UST6XZpG9B2SMPsMJmz6dGI69+M+6PO1zo700qJw9hEVpvXW7UDsfTBC+Ipr1vdUwMb5zj4E9GTFYvRjuTj3OV429F5pgvUHVhr53Xuo+wT0KvgtFMb4898q+eyy/vjanOr4DPw+/VSokvLD5tL2HmCm8d82xvg6WuT7fOzy+muKqvlMzVb7/7iE8X9GXvsEiKb7Nkde+tNQfuozXuD1paZa8hwAePc+YIb7dlY+9VHsdvjTFA73iPVg9FjwpvgEXrz2UDe+9LGtIvll8YD7XiDS+5B7cvmk32z3BjL++vWPyvbaKoD1AB528n/3GPtZKgb4zIdc9hc/Ou/7GlD4xq1m+R49avZk5Vj3fI729yDKZvsW5Eb4Y4+s+TD2qvbgfGT1+abM9bnCHPV3Om77LOq+9NNqfPCvlMD5yiOo9iMMSPXoHlL1yvAw757MhPR4Tjr6Pqgg+Ej6FvjTNk707bak9qu7bvDQBmD0YKVA+jurVuseUfL7o/Rm72dhUvch6Mb5MZFI+2yuSPQ5Szr26IlK+mkeWPjQkMT5s59O9d6ptvEd5eb2FeT8+7+FLvOSnG77X+tw9CxxIvkQ7w70ZQ1G+/ZOAvaOb+D2jcUK9/oIevqFDlD70roM9YW/jPTWquz2I3wS9udm+vSKUJj1APOs9KkUZvrxU7r1eNIS9Ta2DvpIAyD2bi4y9+MEtPhTKuLxz+qG+ABd6voaKXj4olTQ+CpmgvddVDz6lbhg+Kx8lPdUbfb579HQ+sw92vNkBxrxwJoW+Z0PnvGU0Vr58lDq8E68svi9Ksz4POB49GDibPBRBFr688La+UqcnPrSPFL0S0c69F8MbvPrXKD5PTaQ9LJzOOkoyNrsIVjI9qQYgPltwnT1pC+S9k4F9PSdKxj0qzQk+b8sOvmP/8T2veLI9GxVwPFABaDx62vo887BrPPp2B71oQhs+/jkmPRMSjDshmS0+zp+VPSkD6z3a8wC8O+6FverKSb0ScMu8UAmtO1G3oD20yM87MV7IvZ/n8rxi5JY+rGm2PR6iKT4jZZ+9/JsCPbI1NT5+K9W8X72sPY2VWj3Prxo+G1xePk1bob3F/R8+CPYvve/W3b273nE+GjMNvAs47T2Y/TU9JvjRPbeHGjw/Vuo9sL9aPOCX9jwW72O9BASDPrm/PL350Gk+f09wPhfi871HjPE9WOYwPQO+Uz4LXu49fNzJPeP4DD7w3S++R3rWvQTfBz0WV8A92ywoPjYucb0D9Ak+M7oTPv2v2r0wObg9Bn6MPvX2FT3T8oU98kl6PCJ9Jr0uRzM+O2OIvdEOWL3Odxe8lmkjvXdMjz6z4R09ayQYPUAnmD2G3RI9JfW1PAMC3T3QPN48+PfSPHDZsbyfHpS9fEH8vRCpOD09WvS8jbLqPR9z6D2uvBQ+V+mfPVYr3T13ClA9JZYWPlQBhD2rj7C9WoPcPWeE3r1nH508TncVva4tCz4m7Cu+tS0ovH5/Pj6WlYk+ZDSWPi6Kgb1Uv7S71wXZPK4zVb1UxXE+YIIevaAyVz1HNb697IXhvWPayjwUjy+911uHOrwwUz0heyI+Rl3GuzE1dr6f5X27HvXEvpitRL0yzyE+7DrqPZwhRj10aZi+WMAXvsA1AL5KDEG+VHuwvlyxvr17DiA9EfcrvNPIGr5h1+s8F4Cjvd3NeD5EXQs+LODHPfqcYr5fewS+KmVBPnD7WT4rSns+jnwiPiHP8T10w7q+ujRoPvXfOb07T0W+I+GKvXD4Vz5PrXW9WrqbPYlxED7zjg48R+saPq2Wsj46E4C9WUSwPTueJz4ZdVy9j73tPce7Br6Fnxc9ujs0PvdZMb5w35s+U+JPvvZbIT78SKK880jMvVy8V77qu829oPqKPkF1+r26L1c+irjWvWPIFz2u+RY+W2RPvmpUlT5cFlU+18RVvhQ3tL3lsse7da8nPlGO7Lw7i+I8yw8RPhPiEj6oF5S9A7R2vg2/Qb4f3yY756KqvTFAm76l+0i+bhVtvhXTzz1W1bK+4lNgPkcnFb2X0cw9EMOYvUS5WL09Ba68VAMXvZDxl77nGSK9+GMHPZGgCT2vVqS+ikuJvbLd1Tv/jI2+ez7LPSrr1DyZ9jQ+fua+vXK5G7vacfE9u5yQvfTWTD614yw97rMpPjT7pL6lesQ9fpU8Pv+rbL6uBjY+PtjhvCCkCj4KEI0+cEArPlneKr6xCC2+1MjRvRmKLz6KIwG+RRWOPpVKSL4MG5q9QjNNPnrhhD4J5Q090KEhPlqC6z3l9CM+EFS6vYXPFj4nSEK+fSq2vSZRAL68GVy+hhFWvhxYVj7sJTm+16vbPboZir4nJ+U92Pb/PcmDbr5z9bQ9EzPvvU6UFr63gVu8YkywvcuDgr2LezS+fCWUvtos7b1J0am8NFmGPYV9Db4VKKu+D+8OPaOvwT1/9Gg+5mIIvqNaBb1/v6O85c9+vu8HbL4VuoW+y/MHvj5Ahz2Hmuk9uZuVvTMNF77AN5W8M0lJPui0Er4/jOc82qfhPJmkqr3vLYc9Y/JOPgM8Rr7FLRe9lrQ3vcdB37v2Gr+9qTKDuz6uuT2HV5s99PQqPTzZHr4dsNI7OgqSPtfPfzxHwsI7CpTAPM07s70f40q8EWFwPL+7Lj1wzkU+qiitvlwqNT1PXEO+XHYwPsk34L2Z/Em+8mknvbOyQD5rhpe9I++zvPw98r3wM0O+0MbxvdotxjwPRga+iF61PHvsTb7pp328/o6cPvGyBb56fhQ+D7C3PoDS1j3x91O9ojEyviWHc77rxvs936g8vsMbCb1Wo5E+DLM4Pi4Bwb6Ny0I9MDxfPp22ED4Irzc+o7XPPMb6Rr6pw6o6t8mcPTzrebyzqEw+IqOdvRkpOj5yOCo+WYNUvgz5Zb6b5KQ9GUQ/PUjg0j0j5Do+fmoMPhNhJD4CXxm+WSHpPBzeaL2VggI+1/uXvnINe704V269+6wqvt6GQb4M8Q+++eMxvltIbL4TXYE9fKfCvoUHZT00b2k9vrICvv7RnL2c8A0+RgBCPtOsDr5xFRq+0Ua4vV0om72Difo8M2PHOp7pd71ZBY89ghZiO0vCwz1AAhS+U1WwPV+tqbxnzL67Uuvmve5bBj0RlAq91nLvvfolYD22MbC9jk4nPcowhr3cmI69NwKAvVnpXr2ajwW+yIoMvpvdTL0C7UQ8hZGqPBQMWb3HT489QQZoPGg4y73WmFG+xq1PuXFmyT0TEz++cqqvO9yVCD4FJ/W9EoQtvbQOSr4syAO+nZxNvZgIAb4Q4sK92BAovUV8FL1Pkq08jTX1vGX14Tx3MIO75bYtvJK4CLzwxzq+JxnhPbSdiL3PZj2+U4SSPXXFMb26oQQ+iYB4vlLFkryPnpu8towjPXSGID16Si2+vZeGPPPHOL6tNM87ELXWvH1Lrz1kiDS+LColPRVWCb5QJGC9dcIBvqLHgD5xuHO+WfqLvuUl9TyoeU69lf8HvX5JYb1kTuY8IAZzvDQK572DB8Y99dlqvewRFD4Cu/494wCkPftOmz2UGPM9RKaMvTb8Cb64c6S9a/uPvQruIL3yDdu9dNMrPZi4qzwWkxi+iggfvrj28rzTNTW+ujemvY6Na73oIVe+tqi+Pd8abb1SB00+3qUmvtwLhD6mmZw94ZB5PlRrT707s989NxEgvg1JDz5aNmk9rruWvdEsF76iaVw9exOnvPYUE77z/Nw9/gURPmBYl76WOwA+CiJVPnOZZzwiw+873zoZPuvieDwfDcu9lqZyu3qoGb5JRky+bptGvWsKyL02deu9yTD2vSnam75/DW098oNpPkVKfbzJMRG9/hDQPMu6sL2oCzg+MU2APsoUKr4jyI09ovpDvk3Qf76cd5A8Q7fYvK/zMD02gLu+iibDvSxv7DyU2aS+yaWUPW3sjz6ogpG+l449vjFQjT7CMQC+ilBUPbmbVb7OJiW+UagPvuws9Ly2xyG+Ojx6PCsaCz54+9w9X3UCPRrlSz4azJE+5rufPkl+nr7Eel4+BGhwvbG7x773nPQ9h+1EPpLiD75EsOA98ui9vRfQeL63SJu+bvVYPsNpYbwBdAo+bJaXPtas57s3GlI+VWzKvA2VKLxbB5C+c0IGvu42oD5cJOK+CMhivYJOBT+eOda9IO6XPX2OaT2OOH8+F8FUvoxqFj7oG1m9RGO5vsOhgTw0sRc+Vb+CvU4rUT0tqYG+ioIjvpcII76Qk9S+Ag17vvMpkD1Fmow+ueGtviW0ej7KNle9AcwFvkgtPb5Hjze+ibY8vv+Vgr3P5yG+qyk0vnorr75D5/M+VNkIvonoyz16fTg+oHICPuwIcT7k9T89ZgFkvcYXgz4jD+2+G2JgPTgGDr3oT3G+NFipvs/BQzwDkSU9ahbNvWSkm71x8aa+q6wfvlVf9T78LIW97YnGvTMkGr745oC+C6LOvYj7SD5vRgI9YdqPvk1eMD7lmF++IeF0PkUDC75oCCu+kWh1PijRLb0HSNY9yCGKvfRCgL7Z4ae+gjPIPSkrmr0gbew91XTAPmdkGb70tkG+oJSsvuNf2z0Q7oi94OhrvhuyAz6E6cA8TZgtPq3grztQvbC9DrLMPpNJkr7ertg9n++sPi5RYD2ORtM+GQL2vXP6RLuXAh09dj0Rvs95TD0Mc9+9NyPzPoyWQDzNvoC9+xTXvXpQzzyGxRC+aHCaPnYgC77mLzq+3IGZvn9xE71/Q70+kCKyvoTWlr4KrHO9He+cPlRugT2rT2A9U8/vPOE79Lqnno6+Nr6uPWZjEj60itc98VX3PSpuBD4lzyK+Pi2HPhD8Bb6nhrE9z15cvQy0K73/v+C9TBiNvoxzPDyTenu+k9t+vlCKSD0dimW9IlNMvrRFlL49AQg+3r4Bvh+nwD4ahAW9zLGCvIe3ar2P4ci+LODaPFljkz3vUxu8okwrP42jaL6Bl0G+jNQwPgz1Rj6N26q9O6MwvpTxq75j6mU+gEgNvoVMa766hEK9I0YhPfEmOb75oK+94PlDPsu/BL46zg4+2S0TPqA49D3ZTD6+7l8cvtMtBr4zihW+6yopPjBMDjyFr9m9O0CZvSIGDr4qb5G9RnRAPrw06b0po4U6FijdPZgaC70aGO88Y+sNvkJWpjsmqpy9k7SdvTPIubx96yQ7j0vfPWWZTDyKmwi+7aItvd4/RD1p24I9dU6fvTUnhjwIR/q9znMCvmDBJr4oUxA80D8vvrpu9b02FyS+Z7oFvrtgaj0pVGu9Bi1ivYal/jzXtrq8LT2uPcGKpr4ZfeC9xmNtvIHpVD0McW6+PuSYvM6ubr6x0RU9wJLCPSzx570FMCw+d895vN5AWL5dtFO+xrf2vdIjGL67ZfI9Vx06PYTV+jyXgqe9c4AwvokrnL0xcIc9Akg/vnzaqz0Dnai9DbcOvcut6z0wS9W9j6CEveimMr3H8sQ9QBEyPrY3AL5mLKU9cSWhvYbHjr3+GIk9cg/9PW/FBL7i6Sy+q5nsvVby17z9lic9KYT2PdCAHD790Bg8Wfj1vfOv47vS2fE9Kz5xPFNbAb5lFhO9ONhAvR+eMrxROsM9qbyQvrR9ojym3TY+3wziuw1aHTz4CDu+7zf3vS3MwTx37Mo8si/YPNQmCr7Obje+fQwnPjtvy71i29U9i7YDPZBFED4GjZW9e8k3PU/LJr02ZJe+DHtBvvWohT6oh6c6h0JZPuNPmj2ZJHS+ykGcvCQILD6xNwg+LtSvvvyFqb4yfxM+xQ8ivp8Iib3w3n++Pu8Ovud6Sr5U0vu7ErFYvb3Klb2z/ji+EQJjPqWC8TwFho2+Vs2evbCYVr7yTFM+dHCoPpI0Ez0+f4++unGXvkV3cb3iQty9kBNovlfizj3O+ds7dZyPvnXLjz7vdLc9ZPMZPUVZSDx6E2W+hsLgu0qn+bxah5E+053BPaC+b70Vmd+9f24NvjMQn72vP0M9wB+HPrLb0T0xHhG+xAZVPlJwkz7YUwa+8KuKvoL/fr5jGb49zc1YPt57k709Swq+6JWAPp8eKD5LBu09Jy7EPbY1Ar4QvCM9DGx0vux/Ij5vAZo969PZvTV97L1HhQg83DimvN1CMDxw31c+/uplvoctuj0V8kk+sgBZvYizND5zxM29+8l1uqExKrzNtYW+kDuTvrHW3730dxW+dnsAvlXD07wkoXs+nNP0vYx/FD67cMW+3WknvtRzojxB8+U9lHglvUNqCj34hwq+vQ9BPuLOaT4rxQi+aYyLPr0S6bySGFC9hC2fPl6tIr7CA8s+MqgLvQoZXb2zUjG+IrYuPobECD6kXwK+bxiRPo7rBL0Wuka+XtIyPSTceL5LLBS+vsiCPrSYu73/Q1c+aX1UvQGwcr3pnh49aHKwPmFnhr0MkNy9Kd5bvYnu8z3Lf7W+EYrXPdAPvL7l6YA+IcsVu2cil7srT/C8l6PrPfVyhr5qcFm+/VMPvtXGgr5/l0w+G4AZPolvgD7f/gy++LZlvoTZmr6FgZq7SXR9vg3KEj6clHK+NgkWPhCEtr1gLdy8rnhHPVTunD4nlGA+vcYyvomxHj0jqJy95FhhvZcazTzlbyS+7L6CPZtFxL3Ze909KbKvvK0K6T0xLrE88MsCvSK7b70UkyA+binIPccRUb34M/G5e4Z8PglL+D1GWME9wyoDPiA1VD1+yhM+7KDDPZ7sAr5OCsM8PrNCPsJxyz1qBm++A/GgPs80A76+sYS9QJ+ovc2Ek70U7QI+OFnovjjpAb0hpDo+4yqPPUW7Pb1S5Z+9LbLhvWcGLb4oxBM+2uqBvrAix7wRlUK+5vQ+vv9Jiz1dr469v5CfvjVjeD1sSZg+kJ8Uvnk/3j1TF8s9nv0XPr862T1KeKA973thPrBtMbzpPg0+7hHbPIBTZ70k1rG9XfjdvJU+ar7snJE9eSo7vuMop7xWJUg8erolvglWWT3D42q8zdlAPvgB3r1zjLw8AxOrPSRI5j0JesW9Q/7GPUpQkrsH3ZU9fUxXvXlOjL2hLzS9cBiOvmxegL3dR08+/tfVPTBvSz5uV0W9L1c7vqjjJb61ShQ+M0lBPQ/3dD28fps7fDKTvbnWxj2MHh++iisaPh2+Kj7uLrm9UBv1uwofMj4DQYI9dxQEPrScXDwFoMY8fqAEPiDt7r2d6/u95ilhvO2+sj2Vo5+8EGUsvtKpOz2y6S4+FnHlvcTaUb4bYZO9o72lvMIM3z2R4YO9KtErPeaXjLyZ8sk94BtVO8scuz1vVYA+eT8tvjQDyDtL1Yg9hg+MO0cfMj3lz3u9LJIoPqE82jwIJjc9jhyEPlGzEr0gq9K737NivcFFI75lVCY8ZY6ivWvqtr3a/hY9pkY0Pl0Zcz2csVE+Q0mnPEgaOr01ZvY9UE3BPqVpbj55wsg9XRMTvVONBT4vifK8OHhIPhDcmj1Cdko9EB1zPcQzI75rLx0+Tx/0vSTkxb1Ijxm+Oyr8vTE5bD0o8Qa8NwmPO3IWOj6TE8685CeCPnU5kT7+R4+9+4G8PfbqHz5XWwI+GjmRPc51W7xwC9U8ulUfPrs3HT7ci3a963SQvb8JNL3REag9C5MrPstAab2pxry9YlzYPTe0kL2pjIU+1l7yvFA8nT3tqJm9FpAaPSCaaT3gjlg+5J+DPqQx4T1lLn09TGx4PehXqr2iaqO9IQuqvCUQ4D2F2ZQ+iBAgvjF3sr17IsI9lqVqO4kh1jwrgc0+BPWEPhfuOT6e7pI89cyfPl9M5r2pJRK+YkqNPb+jpbyw6Lw++CFoPm9Bbz1W1As8nX7wPm49bL0Ihj4+u1PoPUgmCb7CkrM7fwpBPlyvkT7uZDS+LqhkPdG4hj2iwpI+PrpYPRggCz5t5aQ+5vEjPmVMkT3dyXq83TGhPumADT4HBIs9IianPV/KRL71IJm+4pYHPsUDqj6PgRS6Xz5cPnGcsr7RjaQ5fnD/vWXJjz4IJg0/130+Pm//L71xfha+73neuyPzq72XkaW+KowmPRqqub0ghdm9Z/tGPNNscT5Z8Cs+y0kVvgMs2DtUxys8nWnOPPppqT0WiGg9+OGFPvJGFD4ys4K+DoAJvpTfWD6fexi9YaB4PVQhYzwi+hq+lRY/Pbi1dj6cq5o9rawrPjM2c76Jp0U+l6VxPQV+Hb0rGDc9q7opvU0zjb5bJXG9BggqvdYwFb73XpK8GShtPnF14L0ztQe9j8ABPoV5nz5XvNy9VvXkvGfe6jw0REY+CokCvjZArrzNIRk+v1TXPuKt373arW++HyAIPtGxg73m+Bs+X8MKvr5jar2TO4U9f6okvRgxkTzRMI09wrievghvZj4mmFu95E5nPtMPJD5tRg++ucrXPWVlUr1tQaW99BVMvU3fp70GECw+7qEdPl9UwT7eoms9uHcCvlMJLD4/VKO9yj4Yvij1Wb4Ltvq8hHWevovZTr6hLYi+3LyBPqzmUrudlVo97dhAPV7fnD4kzF6+DWHBvWOcWD7rO0G+s98tPOH9Sr7W5w0+rTDpvUbylD3aICK+dOXvPVWzBz6UjwI9Q5kVPZMYyb2V2Iw94qXkPaAaB752cso9z+krvZ40Hj2xV1m+nvpPvFcjMT6qfYm8NtOXPO/i17w0wr86KR9rPZXZcz7lTXS9p21fvurAS76WpBa9UIzfPM8NV77YaQI+XJoavQUd/7z8kym+jXYePgj8sj0zwqm9ifPovp0WsrzrniI+ugwMvjWlvrwOpUA9jKcCvnS3yL2wYSY+nTGGPdUs+D1qTYA+vA+LvcBVs71KgZ+9lls0vUlf5zvQaQM+O9mZvTeI9r1G/3g9W+6Fvt4SDL4eq7a8e4/SvaN9Ej6ABWI+2mCbveqfNb09YTW9ZF3MvPU8Vz0LW5a+iK6BPs5GC76zLGc93XQ2vvzkLT6uQpa9B885vcUT1L3G/NM9QJwnPqAOET6eNie9Mg/QPRHDmD5Oo6U9BvhuPevPAz7w3ia9kvTMvmIToD1IQy6+S0ExPbobKz2ycrK+SQN/vcjD3z1eQA0+JNoVvkA8ED5wUti9QvWkPKEpK7xgf/07OggSPj9cOr7UyB29GDaXvZYKe73l3zi+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "nAy8vU+eQb0LEaC8nAf/vXRBlL2SFt69O7xSvWvrDr7VeM69yc8jveWfWL371Jq8DtYDvgEOmb1gIqi907odvUEFgL1uZ6Y8iVsmvc27KL69W769llKJvWUUmbyykog99u2AvVJra70ni0W8cxQovcLpur0ZBdy997uGvRpFSzs9DqQ9bDgUPFCgpDv9PWU9LNQFPsJXxLwCdNi6AmvZPb07hT00tMU9x2hEvpa+tr29q6m92ArCvedFi7wUpka9Ly6OvOep5ryEa0w84qZwPS3RCL3yg0g8ptyjvfXwD75IYI280DFPvZW/ib1GteS968VPPfOwlb3mUkW9kHUqvs6w/bz6P9m9EFRjvFD4yr1kzNe9bDkEPa77S77TYPu9yj+hPXVl/r0zewS+iibZva1Wc76YYpm9Mu6TveLtkT0dCK+8xMaPvYdWpT1OY4K9TeFxvTrtaby/k8u8T78cvq/Y1707a6o83MI4vt3JSD2HHLW9ZM4HvqIXIzuucYu8fae8vfkjJ75Ew1e9yLCevc5tjbvz8j++ahr6PcA4+bkIzE89JzxCvNrw3r2n0Wu9MEyOvdm21bz5jZo8G6F5vQrA2DxMoiC9nnQQPtyUs72XjxG9CrMWPegYubxA7Si9D9wJPaLOT70sKIQ906w2vi8Ixb07oQ69M/GDvH2ooj0="}}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "1aiHPaZ0pD2ZOc28AIyfPBrrQz061cy8NFnKvLcfxD1EHYu9YgonPLolt70N9nw920tHvg2Whz12Ewg96cR5vscLjjwx5pU8vejCPdto2z3li9+9ZrPWPRc8Lr0x0Si+h63MvCE/47zYSg8+lOXjvf6XAT5KB/c9cHwfPPQ/RL4B5qK8cWFhPXRthzqgdDA9DNOnuTUgGT3BH8Y8HIOwPd078jwytVS7EUqnvXxu8j2EZYe+zTW0vX7vbL3F/Lo9cjG2PaCoYD0WVKy9awVzvaiKZL0vXU++Wis0PlIWAb7kTaA9MdrNvF/q2T2LUZm9tbXuPrc/YT052dy96n2jPm4wrDxyiII9ieavvTtcxj0MxDo9A24EPUG3/j11z089mz+cPZTfP72ozSw+ZV+WPG1EWb7Nb4W9OjSMvSgAFT5SS7a9O2PEPWI1Wb5Y/Bm+ND2UPAyxNT7D5YQ7ya6DvLFMPj5blTy+ihf8vPvo1z2CdWO+M9lDPXX9AT5A4x++pIuQPQSQbjt1pkC95FElvfzUED7uQcC74h9lvCFKMT7kNKq9P+rdPInhZT3UnNo8B6tBunnXNz6jtcc9MCXuu6GzqT26+Zo9g+49Pi9HTT1CRJ09kRSBPNXcgz144gI+oRBnvTQLqb38/9y9JEuzuwn/j75VSja8i8z5O4wyfTy3XiU9NiTmPVMJBjoLCa08DSOsPaeyjb2ywu88j2f/vOc9Bj79GFC+mr7JPRxUGD4CPre9dbukPcgnSz3Sira9w1jcPCAgvzu7NWA94orLPCiNqD2dnYM7RSKwPNJojr030sg8XDSxPek9zr2Deqy9t2zlvafSiDwAwhO+n6oKPe0pwz2UHX49/oDjvW9sZj0VyWm9yNQsPQdPEb2U+BU+FQVjvcYGkzs2okI+5BkzPUnXwr35db09fMI0va9bQr1fD6a98JogvbZ4WD1Jay09DGkDPN49hj2iwpO9M5Jovq/YobxSH7e9r7equ936z7s0/JC9ct78vZ+Gujyz9jQ+GiTgNkhWETuklCC8WaBJvZHtHz4G4Bg9AiCsvdZiHT1d2O29TQMGu3fgPb47OCy9Ln9zvgWGVT1pG289GP4HvkMMFj1ek988+AW5vFtT/jzITii+9k8QPV460L1gUW49MVwnvg5Irj1mydo9V3fdPLkDpr3aa5i9BVJ+vWNE8byitoQ9z2/6PfJh/TzFngU9LsJ6PeSdaj4be7u9OvZZPoyPJT5CKaq7rz+NPXpaFz6tJCO9B4oBPqg2LD7IDPe9wwmLvCJoKTkLloM+FXh2PS+KTj07d0Y8CofsveHp3D16hsc9IDetPBKIW746s/G9TNWMvLE/Z7rZWRk8ESWIvS+iVj23pVc9Z+JzvYS0Br1Y3go9545rPVhknD3TNWk+N+KsPAs+sDwtKo+7fep4vBHAK75d5yA+tlhpPQlu971ZgyQ+wSrtPeSYP7ytZD07lVv6vRk2vj0adEe+ZtwFvEH32LzOnZU9YjICPj0lFL4wOpu9IUmhvcsj1TtPBvW9IguVvfinnL2JArw8KHFFPDMgPDwmdlY+PtUUvYm9oL0dHr69Uqkpu0CclLxsCOK9XUsyPR3farx5BrU9PJwkvpZ3qj2JSpY9JYF9vOio7zzb8848GBHDPFMQ5ryS7Uc+0ISTPVDPAjqE5No9jadgPpzzvL0beyU+r3gnPlmWVDyRwcg9tvatPVZIF74ePTk9W72wPR2YvDyPvS88ASiQPbBcqj0Y7A2+t/ROvf/V+T3mt3O+IARQPTWDibwylkO+GwYQPehrRb0wkMO9/mPyu9mmyT1vpp89JT4lPt10hzoAMMY8zImqPMNh8bx2YcS8BsnhPY1ZqT0VEc+8LxrvvZFser0gNgi9xPIpvQcq0Lxeao89tTXQPRalMz6kLgy9JNt2PG8w9L1LSNM9vrrjPL1YGD45Gr89278nPrbKAz1UkMA930TtvWAcCT2u3F688wTzvNOcED09YVI8X4lBvl6z/zxcNuc9zJYvPTNoJr5bcDq9kyYCvga2tbzko+A9GUakvawmL70wW5M8LoBfPZyNOT4ypwY9+/8Uvr6d8z3PjIO92izsvb4H0DzQ8ci81YmOvVlTKr4nd9a9gFC/Pdic1z1IrIA9INWsvaHxzbyDSqc9lV2EvZUVq7z6QIy9UTsoPY9jNr3ENBY+8BkpvpE7PD6AHzg9+OYIPNh9Mb7ov2U9Zz0PPqV8hr01vew8b5ZmvQZuj71v2Eu+hY+7PXYpj73RCs88U76HPFTgoD2s8Yy+61kBviBUh71bd4u9Bq4vPXJ1Qj0+rYo9VnYrPencsLvuVyo+JD45vk7baL2SIl4+eXYOvp+l2LxlAkG8UHOhPV24JD3/5o09/hwpPWcIRr0IWq69mi8iO0S087yWH2k9491FPRBh6LxiQCg8liuJPRbJd708sao960tfvR+zhb2Q6Za8h85WPWuYVjxw9tw9kVmWPfA3OT0Alo29Y+cQvuO+eb1VCsU9J8JzPSVbKDyC9JE9VQqjvQ/s9D3g1/g9yh8XPhbZCD2PEBq+uCcEvtddrL3r0v08rx3gPKFXZT11Ta68yTOmvToge73b/Wu9y1OpvdcNTbzO8c69Qat8vvcZ3r2W7kO8AoAAPkm9C70F67K8+v8LvYxwjr3ZJLy9dTUGPTmpQb1fYlO99vhEvT8kqj2UBDC+0KWuva17SL5Wa4u9w4z/vbat2DxzNyc+i06MPERrs70WMx88ZCYHPvDzBj5wBGg96t5hvdMjRD5W1jy+ooCGvGeRrbtGopm8zhUdvU5GsL0OdNk98DMoPH/jsbxbc7e8vtnRPW3Q/7y0FwS+C2c6PvRuiD0UqTI+Zha9PYr5tj1n/so8c5kevcrJZTubGs+9xl3mPaOlaz0Ea8k9Sq4PPkIacLwlvTE9NXeMvo0eDT6eUXw9J/obPj+bhLxlBjE+6/s/PY1xMjzHfqm80wymvEPecD1FN9e9T8nUvDsnBjxwMcS7/WUAPneYMz4n6pM9TSBrPWjoET4Mzmk9OdBXuwWECD4QKh2+og4WPhkxuj2WHy290EK+vWRPBr4xOVu+GawWvjnvLT6KnB89dgnjPUB1Rj5hQp4+zm+3vMBG6D3vZ+g9nVKLPtmplz2/qcs9Hlr3PT2IyjkISLg7uwaKvU0SJr0P1oa9B8ftvUj9W73N7yk+3bFgPduANr5v1Q++n/KcvcaU8zvhYDa9wttwvTAsYLyzMly9DRAcvXlhdL0eyge+zeOKvWj9Jz4BLs690z1IPBOb9b3BkSE+oR92Pf7DUD2eUHy+wkGgvQVEKr0L1Iy9ylA0PbDwib0BFLA+QCwcPX3bX75nO0A85csgvj1MJ72t0KC91UxnPTli7b3mwmM+G4IxPaP4Rb6lPIo9vLhAvbU6ab2Jv3C9Gg0rve5Sfj1YoKu+EE5uvZaZWL5+vjG73QPZvUe0Aj6hWbI9kyHoPcKTijuM6cs8kLbYvS1Syr0+08+9q5Ofvfrgrzy9Ope9v1KIPfN9tDtZpzy83y4/PQJrF7ynYYE9iAeKvRozKT1JEYc95IodPiyZvz0VA6a9PVTYPCOJ87y0hpC91FUdPaQVEbxLcUI9rARDvkNbWD2O3kk+4sGLut1RyD2Itdu9RxyZPe/ljr2jbtk9C44gPVwncrwLmgC9x551vFsTUrtQl949leJKPH+jiT3Uuqo7V5TyPH/c4TirGeW8GVyvOzIihb0vIJM9vQg0PtZgvL0t1Z08qKi0vKjdpjyX0d88Qq2lvTrdDD38EXy9aIkKva5al70UVSK+J3wGPdw3zzzZhlS+xj8ZPu3gCzlOuoS9PhyCPXAaFrwJSIs9kmHwPW8qVj6VoTk9K+qgvevPqz0HAM29Q8qavWEPzL0EIlS+PcStvS1V/r0liwy9EuAevqyEWT6S5Fs+iXrSvThY/jw9THe9Xya9va2dIL2w91Q9BPzMPUa4Mb5dlRK+sWguPUJUQD3b5Fs8RWrDPZxQNr5SX4q9H6g/PUiIKD6IwFY8BI9kPVn7tr0mkmG8H911PtuvNLqVj7A9SyZDvdbWcDyjBm+9rC81vAxCyT3SAik+au0LPFNIprz35/y8mzVHvPYSbr0FRVo+6BrMvff3hz0oHIw9FidzPqIcg741+9Q9o5yWvTnAZz286BI9p3BBvt7QN7yZ+rK9l8fNPFksrr31UJ89t43jPcCBs73yThc+7x+zPEeim734z1K9HVm8PT+P671CDbA9kapQvenoV70fHC68D+MEPDkiur3c/oU9rkqVPCQMU733+wM+KzMKu7IF0j2oq0c9dqhBPovqzb0rz4Y9YOXhvQBqLT2RI6672L1gvQzfvr3iRgG8y2tbvVCF5TyZJ4g98z/SPSQy8z3Izuw9+7mSvZnoBT5RQrI8/d+3PVN35j3mUPs9EuarPIw02LwtXiq9A5QbPTNV/j2gV8O8C/fWPH66RT0lMpw9KWw+PhKkVr4gBvm77pKYvffvib2RiBI99wxIvsFQej0DX7a9VRy+vUbEFz1O9n69fmxwvF4kNb7ic7q8O/vEvV1dojzQcwC+gh5gvS7yDb1Sxxo90hbQPUfIoz2DLo89UimovHCFm7yYrx28qlB3vZu9lL0WwQi9Hmz9vJLrg72/rYy8awIvPF+iSr4yR4Y9RYxDPLwTID5Mb8y9pJR2PUKQub0Hef68bR29O7fuVrxJvQe+YTcavbkdqT25VRe+pN3MvZ/Q+z01OIa8dzr6vZhknD5UzDa+srsFPmWjBj5sP8s8SDBouH8ozbxSuOQ8Q+2yuxbJCz14gP+9DioPOhcx7j2Bwhu8srs7vgtWSj0ELAm+PLgaPg3dp7wfmDe8z2kNvQsLWz1CdKE7dw6PPYlwyrvfQxs+6WgyvlhS7z16Zzu9Mw5ePLPSH74mKGy6h9Y8vvsX2T2Bxa08tlwCvvKMo70lPDO9S1IePZMwFr1ftLY8T4euPeQQOjztmyg9+PL2ux6dSb3IQM299+vtPI7gX7tCSaA9QlICPSWoeTy81g0+vR3EPQsmCrk7Pqo9opDwPTlQiz1UUzA9WjrbPYZghz3e8pI9uMLePRLWvL0qfcK9iIuwPMe0zz2wBji+CDSCu4Iib71JKV+8dt9tPL1c/ryb1tq9uoz1vfotHTz4yLi9JAugvfzJRj2Tc3O94QovvKPX6j3wwGy9OsCyvSudIT6OPbQ9bWDwva6KcTxwLgy+ejfSvf72pz2hd9M9n1EivejC7jw8gRS+zrsIvhxMNT2PvgU9l7jrvCuNRr0qaza9hb3XvZGcAD4O3Gw9a7vCvZqZZ75R4Se9wqVrvUnRSj2YUVk+R4GDvRbT2z16hOI7kTr9O2J/873lgJa9bh2dvfebrL0/ysK9+VWrvXR3BL2auhU9URT/Pa6p7TxFBNs7Jp/MPbOIOb3YY1w+1QwWPNiuoD2vxJm987VVPUR6Dj34J3C6vusEPZeKdjxyooI+XmO4PZ1tOb7aLJW9ryTvvdHCKL7nqW49oRAGvh7ITr5fRvU6Fek/PXiaSTwu+wu9EAzhvCYZ+zybJRy92e1aPIfrjL1wKGA9wi0zPcDHab64ywi+2Gf/OoyFMzxrd928o1nzPXypjDwJOgq+pB54vY3vFr7a+jm9woEcvFc/ST651Jg+dF2TPStLaj7os10+UEf7va5Z8TwiEgc+dypfvS/rgz72oE492GQSvmWTPj0TK049EQZSvX3PxLwFnLg9J00qPV6ybr15UoK9KXfUvdYBlD3a5bS908opPFISMr7Hpji9ZhsDPoZvjL3SdZM8JIbyPWQShD3q5O898OoPvKlgJT1a0Q8+Xc/4PUAFBD1Qx6S9+eMgPhl1db2PfeO8yMHEPGWr6j05uBm+2t0uPcJZ+zxYKTM8ZwrivVxn1T10vro8GcinPWBsp7xlY5296I/EO251Pr2++bc9NsLGPJabCD5vcL09CMILPoTFwL0EAn2909y8vFCxV7201J29uq5jvZMcHD0HoLe9JxXSPJkvX7tZxl4+WZjfPbzU6T2cuQy7A3yNPZaFu70M85A9kOkXvfy15zwW9Cw8nZUoPty/Yz4QpU09PS0nPqgk3T1w8wm9OVBLPWDUFj79lGW9K5ETPiMKmDwAkYu818wBvqB6vL3Z44g9gmrTO+Rc+D3wR6m8siVsPqFnaj7XpcU99LP0vcsri7xqfgQ+YT8PvfmCDD4Xl6E8/HUqvoDNtr16HKW9mVidPa+iB7vn8AQ+SKUMPc852j2yxcc9FGk/vXd0h70vv4++hXEkvY1zUL1u6+09zCPrPPqZ7ry+iHG9n4rQPKc3Zb0LqYu8ztfDPErdjz2le269i6nSPYex87zHoQK+q37qvYNanjxairm+7N1gPCtyDr7P3HC+8fM6vWXJzL0Ja209y5P2vRf47LyfXqW9E6rLPWeuHT4CDL295M5DvbZmYT2cy7i96PULvYF5SbtOlOg9YwhAvdMHDr7wwM69YoOrvck+9r0HQLM8/oqNvdYGjT1WPP29HcUZvcpfLr2pKjg+/tSbPSskCT2YRFy9creYPXfkIj4ciNk91pCxPYFgCL079fA9cZmTPRJXGD1HHZI9BuAvveN9yD1RzBu+lrtsPBko071cyru9KUlKPmf24rtppRs+gwW6Pd6/+j2sY0Q8V3JpPYFhFj4zvuc7A7nPvQv2Pj5VhjU+ZSIEvl+a4j1JGIW9VI/9Ot+nFb4Zm3a85A29PRXWnTt60qU9QQQcPii5Xz0ECJ69LJORPhjPnL2pzES8bjgiPv2Shj3eLvi7rKIqvPmswz0Q9BA9lVQuvi1YpD1wdV49eGdEPDaWCr7sRlk9UKADPt2baLzNj/O8ffNAPht3zryuSgk+hOqKPP7X+z2vpV68Xcwdvuuu3j3cXvs9YcFbvZXR9bpOOaI7JWSrPQQEEz4msQY+iQ8RPidaNz1/Ge69m5/wPUDEND3OVpc9WJ9GvV87Qz2n/AM+fbvVPR7pvTzZ0wQ+Y4m7PdSLyT3fwRG9mzWivawIPj3SYB++XO6GvrjJmb5fXwE9aF/2vQ8h0b5cu0W+4F/Wvp+SrT0fJ4+86fF/vHBiPjxiH7c7HxVPPff7Zz5LEvA9q4YtPpH4Bj4+yew9slgIvu7nwbwI+3u8P5rNPXLpsT1O9eI8xViWvoMtSr7Q43O9PLmiPOXNqT382F08zfRPvriyqrw6TKa9Sk+ovRshQr0+O9W9DMyFveG4Fr5d7M47eJ6rvI8nRz6P+cw968Q8PcyXwz2SiAm+RdoMvcXZ173tlES9k0DPvO4Gdj46/k28HL0NPBeQEj5dEoW9GNUwvgVmEL6jSME7NXDTPCui2TyY3S89yLX2PTZHeD0juhU+vJadPfUGsD1ondg8JtEEvhfqEz6bjis916iTPeePTz0SruA8M1JmPVtcj70z/s49VAXVvJ8OJj4QxQ4+QukPPer5Rz49JKA9jYICvS1GLDyX/BE8lAJ4vqjalj093y29TgsuvePPQz70xEI+iJ1XvW+VAz46COG8f/M3PKEVmDvKWwA+YecVPfo9Ij1T0s49WxizvFHMaz2eYpi9rS19PFN2Zr7c/rg8XCyqvIRXNzoASgo98h2/PHMhoD1I8LY7QlXBO+fJKr5Be749imtGvrHJKr7Ekmm+Qe2HvVSOH72Sh6+9155vvYIO2rydmk87DgCfvQNeAj6/QrM9jnvpO8DZgz3cx8Q78OsuvXIBH75nZSU8eesLvQrSRz6SMpk9h+NTvP4JxLq/HPI9lJy/PerQGryceYs8bPf/PRzRIz6XG0i+g0C1vR2CNb6pq3q8qE/APf1nED1o4Ey+RRREvnxnBr17ASW9BlYXvQxeIj35u5U7wOIfProkd73t1OC91ULTvaUmzzoevFi+34U4Pb4ckD32akC+bkYAPW0+0ry66LK7+hYXuVUBAzuYkOE9hVRyvBE0ID79CQE+L61vvUjxhD4cS2G9hNi6vT/cDD1Aah4+8OPbPAENZbwH7ii+tlwwu0mV+j3chqY8ebR4PeL7VT3VmnA9CjjivSCgzLxmgXs96fRQOsWRhb3CdHM9CuadOyGGFD71AQI+kfkoPnJ8XTydZC29v52OvLvCgT1iNZc9GUcMPmUYsr3I7pc9+hVbPWv12byEATC+IXikPL5hAL4SA3o9bPrGPXggRD0NuPm9hQaIvZb8A73gJEO8x7Z0vb9G4T1Qpk0+P+R7vFzyXryCQZ690jotvWYNqb2EYJE8b0qVvuU05L3qlmm9ktR5vUDgujxRZxw9CmlnuzOQszwban4+JOZ6PqeRDT1RVxc+W+0JPfaSUj2GECG9CA/uPIvXcr59wfs9RzOxPVDSsL3JG6q9MGfRvPJKKD4WXpO9LSYvuxTghj2sikk8QyzTPVrMOb1apya+dMIdvkkcib1bJw897qEevm54T7z253Q8K42BvTqOXruczzs9gNPxu77Vcj6UxiC93B/KPTsLED54Gqq9NCECvhXkbDxx6Zu8F4qgvQOFIL1rbhO+A/8vPlTaHDuXUzI9OhrSPV76Hz2WOQm++/YjPQd83r257mS91gpfvsDKfr0JP6U99FoIPAKWGL6g27W90vkvvm0WE71pOaS914hAvK6ZCr3sFrC9Iiuvu5KSBj1Dk9A8ja9VPc04DD6Xpco9UYHJPRS4yTzhwS69afqmvTBQkD0+K6e9AJGJvVhl5b0UBSC9hFRZvSlNMz5/7Qk+wdiiPUtYkz01Q7w+784xPeEFSL07NKe95OaYPWogwT2kXRQ+0BdOPUJAJL2cgwC9ip+svQGtq70yngE8JEKEPaC2N764SVE92wV4vq2vwrwScas9vOy6va3vkL6U0JU7BvahPZ4rEruRlLY9O1JWPVt+lL0/x5i8CeAtPXiuzr3NXci9UL4aveRNHD09FSa9ECbKvZlnI70GVz09BmFivctN272ZQG29JVrLPWiGEbw1n0q+rEEjvQx9VL2ehZk8Frl2u7GN7zxoYou8lNQTPoiqJr5wwdM8Y7/bPQm9Sr0p1MG9o/WMvdKRiDyHTxc9tqqBPMptMr2WXmS9Oia3vZMMUj2yWhu+00yMvccTWr64RdE9wFx3vTSK+T3aI5Y+DKyRPYGPqrofN5m99P+4vV2Bs71oPaa9NTQDO66+Gz1vods8FF+CO5FFoT3KvLE8CVPSvdoYBj4eN2o+deFCPZORVrwEk5A8/wNjvWb3Pr16Vuk9gz9/PUAr7zw45W28c93PPEX5Yr1wcJW9T7TBvUmKCD1TNFS9JvllPT6Uyr2n1ZO8B925vLpcDb4n1fe9TFf2PcMEbDxWuDM+Akg7vWi7DL11Fy08GKOePRaE7732q5e8jFbnuuvwNr2xX5U9BWtpPbQggb0FUT+7s04TvMLRGr2wcY06WGZBPD9tGr0jJua90DgFOZ35x7valtq7cdoYvp/h5r1+lvM9C3NsvWs8wr0yVEi9kK0SPeakHT3rD8K87h0yPTebPD68YHY9nWozPbD/Aj5BeQM+cExQveOPXr5x0Fk+O7DwvYX2Fj6dvrA99plGvlWkR71aSvm9WhDmvDzUYLwiWaA++EQ6PqZB570i5JO9WOziPT4SqT3aKiG+Ysi6PFcr0D0T9+U9tYWaPbqHWD3WH6q8j81QvbFXyL2Os5u9DimDPRkGN7yUFrU9NPIBPgfiR70VXty9Q9URPrVidbyCpN+99UmLvX5AFr7XKh09lpQYvsg7D77c/k+8sJgPvo++zz1UmGI9ZEu5vWxgOj5Y0tE7Fzb0vfJ9M7stCQ0+eEJevd05Rj4s/PE9LoMBPevrLj1AbpI9iRQRvbnmPby4MLu8onWYPV16sb1a5J69vBC2vcYV4L1fpY4+77siPHvFzL2HR489EBDjvOUbY77ABBA+7dwBPoz2AL4mw5K9Yt+Ovk+6KT27IPY8f9JkvFf0yj1VoS28s2IIPV+psT0q8+g9yQ4HPpbHuD2wILW5uYmnPXAiJT2DupS9+FLiPdnvBT5V2Bq+ooGNPTa9eD395OC8F7IUPg6xtT2oC8G8C4HhPUobQj1JRgM++wEavd/0/LzaqSC9J7bkPTAjC7xJNyY+TelGvcGIYT0+0Qo+ZBYzvBigpL062Ce+ksCWvb87tjspCj4+uKXDvSX/AL5RH2s9QnKiPBKENr0uqOE8W8SIPnvgUbl85aG+0vQMPNG9mD6s8AM9AlzFvBCf7zt3MT8+S24hvsKeAb45eyK9D/uePTRzCj5LlrA95QwqPhzsnL1gOtM6U+itPXK2hb3Z+IQ9WOVnPX2PZL1iAAK9kXfBvBmSR70XJf29TNoOvr34Az7ahs09KVz/vPoMd732K7e9xZfDPGBFBb73A3+9/MfZPTuygDsKn7A7sbbtPYK6yLwdIvs8H7EqPtxga7xUmjI9oVESPYpmkT0+pFO8OSTnvIhlFr63jGy9KxWIveGYgb3GD5E9FgGQvbbNGL0bkR8+CbvsPYr6Gz5ocIe+wOpivfzqhrtLYoa94IAcvmORxj2hwWy9p8ZqvDPNOLso3w2+dMYlvcnM8r1MVDS9b2WHvWSU7T2uOJM9KjXTPeKgUL13CHO8PqmqPBTTRDzV/qA90tWmPGAwRr5EArs9+7EevguoEr3wctE8neMsvWdCVb7QwkA9X8obPOxZv71GQ2s97pPMPLCvGD2kBzO8YyYMPqiWibwE+h8+c1DNPbjV8r2f0229hmRGvAf6hT3HPtu9x8cSPoI1yb1LymA8BVtrO7NAcz2s2vm7teQBPeJ/KT2oNwK+edgDPrSsjz7nI7u9O3EbO3rvsj0ZU5y8pOhavZixhz33oXe92naLPXR6jb1JhWe8yAurPI62Wr1xRrg8x6siPkHkO77dSAA9NReEvIlIFz6Z7gS+psAqPR/gML5zdTY9FxgBvk6Irr0="}}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "q//3PAi0Wz3sOKu8zOnePCHCg72BIuK8Mv2fvBc3/72Z2ZS9N2M+PQ7Tt7wLD4u9IV0XPOW0Bb2B+K883xEaPA=="}}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 