{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "C14dPvQV6rsQJY++gohjvk/IGj5I+Xk9QIkMPvBOpz2smhG+SJ2Svf4FMb7qDRS+fJuAPQUOHj7IE/S9cqSAPV38Y7qiqoC9I0rSPV0fNL7VBpW+1cvAPa+p/T2sYw4+4Gluvoag6r1MhT++QMW1vQ7DEr5SoV2+OYuUPXMCHj1eQ0286bg+vg+ZHL71VNO98/BHPtNf/71P77g9Ag5pPaOKv7wcXwm+nA5xvp0WDz3BESy9vJl8vjJigb7IU4o9SRMUPif2Bb6tZZU+b16EPFHmnj0owme+iFt4vLW8K7xrZn++Mb5Dvisr2D3dLg6+Xt0Pvcu3vzy7YxO+MsrxudQIHL6aVka9k74LvXl/DL0fsgo+vqsbPnaQ7j3ya1S+fH6DvbV9u72oQzu+DYa1PMOOO75uAVu8pJcevTE6T74LUjI+PhVmPavZlT35oGS+mraxPfMw9T1aNfk93EzyPErsTL4Atxw+dsbcPI57/j1WiZq9PX5sPTYBAT4o3E+8ngbJPK/tbr5WWbw9RpQbPMI8AL7JLkY+R2Dgvdzm7L1G08E9A1wEPX79WjzFHCW+H563vRIntL5+pMQ9D6UGPnzZMj4mk0G+kOdrvmq5A761vPM9T58jPdxAZz2QpHO9HfTPve/5Aj0ymaQ9xyUnPY2wDTyoySO+3PzuPWdDxr0+8xo+FFxLvGQbwb3vfnO+DXFtPn5bjL1f9Yg9DMf1vetp5j3UwBe+pmzJPYb3Sz4KF2g9yM69vpoTp7xgshg9jTlzvLZrhb5OcAo9XLI5vQU8nz5nXF29PSxyPudcVzyylre9pOIMvHDRBb691nO+aatFPuy+Yb4BO1k84mw6voNdVb74zyY8veYEvvUZSz0wICe9yjY+PIsprj6dSsi9D4KXvLMmPT7WQmk9Se+oPQGbhL3qBVW9NVV5vumvHL4lvvU9XN43vj3bDz30NR6+R0RUPQurYb3EmIy+A+BlvkFuIL7W26C+vtuWPdBdwbxQ2Gc+RRoouwuhxLzftO4+Z9xSPhzSGL3WPDo+XlOMPfrLcb5sbwi+oJ0avntHmb4asd69HkYHPLWbyL3lfnA9QiMEPWr7j76cgQe9htNLvZQOGr7kG149pZGgvmfPkr7WgpO9UYWBvmyNIb5aL0G+r3x1vTrhHr6uiJg+AvK/POSWmr0kXoe9lH8DvWONej70FCI8l6uIPgPWOztqIjW+icGkPA9DFb6QVPE86L5rvp0kVz0dark83To8PjOYczs7RVg9Kr3gPc5hCb62qRA9pAD7vR7OQr4bnyy9m5VovgsBIr51KIe+DW6IPotIDD1tf7e9fbhkPrBqlL1MipA9IBOLPUD+0z1RPqU+aphZvllVYL6JwIm+xPFyvgBEjLuVV4q+Uu2EPDrESD7snZm9NEoqPmEeMr0cgTg9yqkCPtwnFr6/Kzo9KSwjvphgLr3Ex9c9DiMXPJ7Ji72i1wm9FnrjveUdKz5GFSs8swM9vvCExr32owM9WXtQvrWqH73ChF2+nAWsvEyRfj4c5IA+ktGuvUfqX76fbK0+v7VDvqQ/Er6aO8C9HiazPWhyn72EoNe9xYi+OzQ/CD5laUQ9pul0PiLfx70OXpS9RAT4PZn6wryM5lG+UOnwPXwd4zvYiRq9HWYwPhC/kD2bYcw9ZXp0PIjcYr2bUZc9VnQ8PZlEob1nggU8wNQ2PskHFD4lK4W9caWHPgDu3zyqhbs9UYeVvgeADT5Omow+H0u/vFFU4D1Vlue9Fmy7PQDVRzwkMZ692yjfOw3VQr1h0K+9vIvJPTQnnz2DNBa+R/+pvXBr+j3y4g4+bviZPAG/AL4rbAa9G68IvuLUOj24R7k97Gn4PBXV6D3PO8A6wONaPkmVUL5Cz2a+su4APqrhZL4g7ZK965iDvtBOIr37XA6+Bah8PCXXLD605CG9PMrOPdwxOr6kzim8RAbQvenycr0M7t+4JRhrPr1vfrysnQm+IhJ3Pr0mFr1OuwO+zdRUvkxlzj2ro2s9h7d7PSrOm75QkIa9jEtzPX9KTz6Trb89xRsTvj7WE76yoUy9I8qRvkie571n3G6+yt04voh98b3ad3c+BA/6PV0Lcj2UXd49ZSvXvdkb3Ty+OVo8lg5kvnBJMDydJNU9kyUfvjwCCD5ZUNU92XHsPWcnGL2HXG09I36QPDrDJb43nMs94Y2bPH6TQzxLIm6+Cv95O/kjNLxo0Y09T+yvPVkRUj1x/0C+mHvEPdkYFT4xkxq9JikVPpAx971yQq8+QWDMvRJdFb6JkvO9KJ12vm0BmjwPbj29s15BO4VW9z1Dmc2+0pEtvmOneDsWtYW+UpwAvrxovTzNAIQ9JnCgPSHu1T0oAD49gY2HvdE+Jr5iLFm+IFb5PT0Lgz3JJBE9qqmjPRXr2z0SPEy9t302vUbBJT1BeJa9NniNvkk06rwLXq+96kKoPUDhcT7AOj8+FMQtvHn7o7ze5589PNE6vV3qmr76NYO99VUgPnahKD2ymhs+4md6vSg2jj0Or5o91ucEvsW+Nb1DAZI9Ews/vTBUjTzz6ya+DAD5PTcvAb5UVPc8q3HOvYunFT3VtLy9lD0Lv1s+jr75d2U9i3E8veSHrL2QNsW7CSuTPkUlQr5cICQ+4nXtPXtIOb6IrhU+LtR5vlhzmTtysqu89vFZvhL5KT00lA69vNx8PYBgQz4cMIg9f20CPipKBb1fl5W9hK0UPcffyL13PwQ+BOFfvJFxib1k2/u9m0L6PFT9yr3gtI092rUVvsz8qL7Dy049gAiXvdQUmL0TOgq+bgKavmSIlT3IAY89jlTuvBzrn70TMTG8MrgdPofmQj7YYSQ9lnQxPVRXJDyaCbu9eopGvnzH7b220Bu+G6bqvEajFT6LM0O+bVkuvQvHeL2E44e90fIQPnSmM72INpW9kHzSvacjnjxAzhu8SzNePT98Wb2WMzQ+tuGWPdTosz3ezHM+STY+O+zPEL6r7RI9BEHnvYIlib3y33u979BLvDLOBr2Oyxo8xm9BPcaFj70hhrO+u2UpvDflC76BZjA9t1Ohvm5vLj4abAY+q9vKvXq24DqZfjW9Y9wpPkq/yzz/TzY+KuFgvnYEbL3ugey9r98APltoWb4YAaU95EZOPVWJsL1DIgI+hSQLvqZo/T2dY6k+GmuavmfzZr53fRm+b4M1vnhWg74JUHo6S18WvcOW/rvm4Ew+VzWWPYYBlL3iLS+7+RiKvqkh97xvtra8fsIYPWOQtb1Av7y9/Y8jPW0ELL5vmjo+YEAWvj4F37sCPxE+66SAPdsshj2UQiu+QsabvNfGljsfwbE8WlH/PYdXw70k2ga+2tCFvTx8DL5M4nC+LUfOPVRhkD2ri5q9zqPtvF8HUD0wB0k+KT2VPeay+L1YFCi9HiCHvcFmGr5SgV+9S1uPvQQa/7yN44W9gW9KPWiWxL38f0o+eaFxPXSuiz47dZq91U3KPcN/ejufl2a9QnWiPUILkb2t7wO+f7BaOxi1Or63CDG9TWgMPWvKGb3QkfI9SJiLvr42zby12RY+e1vDPAvZML7PW3y9QIC2vbE9pD53qS0+RKlFvQrCND0p2S0+JxkEviWlmb0XiSE+mTQtPfIxvL0HQrq84cdwPoYuET2b9hA+oPZiPrmblzzuYC++oEs7vtSxFrxU+oq+NxbCvZQSojxUHC4+Y1T9PfOdl71xxBe+vNCfvZ3cRD4gRBc+fn9vviJh4ToPKkW+HIhTPrzLkz0a4py4zamDPrvRET6DYxw9H2mVvd2PTD7yH4u9KW2CvcB4CT4OSb89mJFPPU3QVD4Af4M+uFyKPVy/CrznqJy9YeuvvVbHDT7aZZI8cnN+PKI/6b2Yjgk8dkbmPB37sryHbqE9POEwPdnxFr4Zyns+VSQivmbOVT0df/U9gUQSPQdh9j2NwZC9B/9GPPns6b1uIvu9M0NJvgI4HD5ui0A+41xSvjo4qj7LZ0m9xPZjPQNEWz0bW/w9NmeDO1bsiT19kgI+YjxKPlhZmb2WvSe9jknZPNVWHj7SbQQ+LRC8vX+tLr0F19A8AuAdOmnwED6gxwS9fLqEvXsVk70xrp67dn5aPbTTy72h0w0+OrvDvqMlXL5+LdO9fuazvRWhNr0OFoe9jQ3ivfsBUT2yl6q8OzAIPh9usL0NlNi90Ux3vtvtpr0jcba8/gu0PccqXj5sXd89aDOrOnLIU77v8Ck+8JLxPEGIlL4BiPm9C6QWvmR+PL3WCVa+9jR9vgxzNj3JffK91LZvPgc7Or235mG+DQgcvcXFjz2c4Z29MllzPshHar7VQwG+rPQqvlouCL608v29fvrDve8RXL6qbjQ+WX23vUqy7z205EQ9kgyKPmyJ+j3OpFi+42MWPCPqkT1jCza+j2elvbvWJ74Qg409YuSlvuqQpb4jQ+S9WAKwPQBdBT0hkr07sO0/vaaTFD4HZas9sqtjvosxfj1RuRU8IzqQPdzxJr4WOMY9f7u2Pb3/L75VNRc+HY7hvfIzmj26sR87jkr/vbDeNL7zI/O9zbldvYNgF76VeTq+MSuDPRtWzTuof5G9q+jPPeebmj0zCx89ANogPVAe5718Mo69WullvFV34b0yI+c90eYOvpizVb6UDga9m38Mv9KCfL6bY8e9XB2fPSsjJz0oDxK8jcyzvQav2T4bfio9D1kwvoFU5rzftEW9uXVkvjpHH7550k4+jKcNvXOW1D2hrQG+XV8vPL5gib4Ih469jf72vSqtob3T0089SoOfPNcnTL6EARa+t7kRPjqyVr3G/7K8gnK2vZRIDb1+gwU+nVF1vW4iLr59gba8t8O/PdqWez6Xtu094103vgz0oD1pGmk+u2YRPsq59L278cU9kWnaPTRkVT6zSsw93SCOPa/oWz6nqDE9SH6QvuGtjjwqLaK9vk3cPWGCDb0g6eO8oRGXvjMpfz1vUsg9NdsIvhkUhjwXQQc9NKoAvXmIPD4qqwO94dk7PkxoJL2Da1s94hcuvT56Wz5SZIg9NQjQvR6ymjzSVkM+nVDMvr5C6L17aFc+9Zx9Pezm3rx7MVW9qZKZvIzUiL2oa9C+uZj7vUfCWj6wG+U9coqAvsAshD6NiDk+ABCCvLrIkz0o0xy+lXLovZoQtzz/WCC+nAgdPSm1yb2Djkw+0+1KPnnHCz2NVFA+Ze5iPmkXAr533B8+/1AIPihb6709tDY+WS5/vlAqYr67+Tm+3CeHvpb8cb5Hs+c9st8TPnhZx73+fFo+rlecOnLHID4lwMI8i2SbPcJniT1dLyK+llvSPQ+9BD16mkE+SmuVPWxnfTy7XI4+1RxTvr/2er2pkke9B2gmPh7emDuN4gA+r4NLvgrxPr31wAg+uqauPfC+r71RE+S9wMW6vTSs87yCDku+WI7jPKNBIT4fl9y9Ty7NPXQWTj0mAcY9d54jPfILIz5+PY0+tpoUPX85pjwJKwY9AgQIvlIGVj21WQO+uicaPpfR1D3lW5g9T53PvIoxtr32nx2+cwuyvfq8pb0cBLe9RgZMvLHMLb5NZi++Tp8tvqdqpL20j8y9dnTuPVMbDjz0xgi+i6IfvpKbwb3THC8++KuqvRzNl74SIzW7oVLdvYD+uzzH29Y8gtgPPl0XVb7aJeA9aVHLvdioYT6yams+yn6SPfZv0rtx3Ii+EGuIvRIf7jykdtO9q2FIPu/QW775/SW+RyVNvfpMhT5cb229tAMtvkLDjj1jNck9DuRfPj9XtLyZz549QiAUvhARuT3uMgA+peMlPVoffLzZcu29aEm5vXpVfb1C3Ic9ocmAPlPJYL729eM9TEgeviqGYj5iUQ6+W+NnPSm9x77w3wm+dZYQvidDVb2aeoG96r2NvF+8ML4N5GE+CUiuPLiWhb7tmYS9S/s+vud3gb5qvHM8fnfVvURmBz4okvs9q+eRvPbJzD0bPG6+owJaPXbuhT6lIe496UdLviWW7D0PT4y9b8boPYtzIT1vXlk8GAJGPeB+fT2cIIG9KaULvUB0ID5TdWg+DLskvhauCb7BkYO94VmiO8f+eD3BBos7tbUePqu9Br5AJYG+M6Elvu+0BL2uOLa9cW0JPtlhDD6z1fG9ZPu5uyF/Er26kae8gFtyvRQQ6T0aEqQ9fh83PjQHfj5iraS9NeoKPn1BKr7L76k9wTeoPEODZz10IHS+Z9UWvnsLmrtU7+A9Nlx6PdCZpr1h9WG+v/8fPpq6FT19zJ29B2A/vhAwKz6aJR++81gjPllNDTwMMVK+4sPvPCCILLzXiS4+Olk0vJI3JL4mcF48+qqLvJHe4j1ftyO94ZVsvnk+kb5JhNa9q/05vl31Zb1tP1o+LgOCvjkXL71nWM49bu1SvA3vRLzNOfU90DwePg16iL5UySS+WIO7vSbparvTRlS934YvPsD/oD3WJZu9SPUWvVryBr796/s8eIN5uwqSVL1AGpI9Z2ACvk3JUr5Q90e9XNRUvmYZSL0u/oK9Oin5OxKC2j3+alu+LLGfvHgssb1BL909ZWp2PhZKm734Sjw9DlsovYahgz4h9YK+5uYlvfgMb73yOTk+hw0HvE3YgD4LEQq+QBtYvtwviDxESQ09lnJ9PSlUCz7Tt7M880IAvgWwRz5qGzG+Hee+vZ+B7z3mNx2+Wn90volpCT4cvY29BzNnPYEvAj4ip1m8fJ93O3EBrr1oMRy+viMsvhGal73xKvi9LgsLvplxWzozaYm9yiwOPho777szIQ6+TKGoPICTmz3m6YS9ZorLvU0Ab7xzkiM+LOWdvgZmtj1HM1a90AAWPsiJLj4QkYg9v0fNPcBNyboMiFy+pH39PSysAL6Os0q8bqw4PcxZAr5Z5QA9iRwsPXLRyr7gdSG9qcL0PGaepzta4Zq9b2vLvRs4dT7payM+HuR9PfCNxL2udxS+9abGvGqxez5HF4u+8OJyPjG9w712PDW9gquiu+Oaqb7/b9Y8wONiPvJXLb4OEZq7oUjmvZ0Iez5Plqi9l2vEPTeCAb7Uxtk7waumvRoMnb3b8T0+I5PePVCCgD0L6v09PSNAPkuWxTz1K2I9C2mVvUBySb45mAC+62vDvrs8P77Sz0g93hRSPoyqFT49DB8+AkM+viXfM756GpC9qp48vrHhyj3d7rg+TsfRvgLZhD3ln8E+qEt6vt/jhj2BvR68BYxCvtAmfj0Hyjw+yvKoPeyks76GWz6+dyoZPv4s5r0k0he9k/u1vKW9zj3UT1w5ldk9PdT6MD2k6Y695ovTPVxG871cHXa+MMOnvFHqTD3xOUO9972cvYbOQ77ph0k+mdlVPkt3Kj5i1549HjRGvol/rj62j/G9sRN9PQJ/pLxEYpQ906AxPqqsdT6TvQK7BmJvvez1n72Cd8y9+76CvlEjUr3ltru9q94yPt8Sir2x2oU+GAGBvvvzj70yaKC9dxVNvokHwbwG8mi9nds7PTCqOb6nqC++fkw5PsKaBL6eydg924EWvQnbAD4Z0aq9KQd2POo7Mr1lF4s9tZzDPYicLD5zmna+SwXSPUH7fT6SYUS+PHK1vbKo3r3yqSE+fj4DPjErJL1Qagg+N/NAvv/dFj1d7PY7JDiUPd7xDb6QRwQ+O+vZPaoQ0D2/5BW+B/dVvhiy/zrVFBK+oGyJvtVAGD4cyjU82ETIvBWEnT4T/w2+jG/oPSU0W73f0Y68D1jBvZQWpbw1qns9e+haPjdToz5r1N89kZllPMY7eT7V3hi+WECMPsUJoD14L2m+b+x4Pgy3rrz3D28+T122vXWM7z1ltm0+cGaPPszeDb4c3SM+250ivg5yZr0lmgy+NbVkPdn/Gr6HWJk7rFwlPvcVPT3FA2O9hHCpPD+rdL544uC9ratGvpqkUj6oF4Q+pBzKPPNXI76FvCu9ydiKvmnPlL1fPR6+efQdvRdjK73OxSc+blqAvWBJzr1mGD2+h2zqvbt1vz0aD4+9mvRqPgADNzz/7cw95BwYvrUAqb1ZI/a9HVtEO0GFED5DCM289lzePDaNbb53N5k9G4wqPuQbZb14lMG986cvPawfvj5ukN89uuwUPDsJib3ZYPi9b389PPwgsL03zew7v95tPl2f8LzeY+C9Ehk1vHINLz6ndYC9Uo16PiOgcD4MboM9TAncvfrhqT4UoMM91m5rPhWZI74hClq9ZX4vPrsXMj4epyy+WWoQvoNflD3QD4M9Wcw2vvekDb0oDTq9BC2pvRlvgrw1eQ29nmHzPUjHXz70kdI90/2hvXJJ6rwO6pC8DlXoPXM0rL04RHo+G5fcvOwcLL3tgAO9vU0MvjRuij1XIWI9PK04PSpKhrw606s5hVIoPq5vtz06Yds9ySNTPiu8Qr3fV+e9HWMLvvbWID3kP169m8+rvS0eOL1cA2W9rvoBPi6pczvAjn29dMZmvWLnF76KMiK94znXvSb9ej2WnNM7m2H5vcaSvb34eEq+heWGvRmxRL5q0Um+I1uLvcY9kz3VGKO8IuxXPgcm3j2P8no9bilcvn2QOD0Z5E893EJ1PvEX3D16s+U89fStPSF5Pr6oYOG9yfdBvdjgmDysSYy9bxO8PNsFGj5HrYM9lCo7PpsLZDz26tK8/jx3Pc7bz7lkx3u9VYcxvq/jnj1ZvVI+Ebjdve16bz5FFnA+v/obvYE0Br2zd8k9ma80vF4BFD3fj1c9hU2nPn9K2DwCc669getrvXBaSj5rrcm8KZ9TvdXVJz6WT9y9KPRgvmdRAD5HUAy9CebZvQ0cND620j2+1xdovQHosr1eJWq+gBK4PUtCHD1JISc+d14FPi9NK70BeMM9pF+/PbjWyDxJfo8+H0gtvU7E/L2b9g6+8qiUPXxcVT0UeqU9wa9iPtvV9r2WcNQ9Rrtyvk2BiD5hsEw+bhWwvmhGbb4n/5Y9EqcavnH0ur70a1I9HeZWvewswLwDlRw+gAOgvgTh8D1z0RK+ESgIvt1ShT63Z8Q+xGIPvguQaj2ArCy6IEaMPd+nbT6z95w9WYWavjihzLr4opu+4SvfvbGVsj0CM7S77jLvviGmk77JEiA+Elh4vvF7ED7eKNQ8mjDGvTX+y7ytc9m9rYILvhmkfjzq9j2+BB0CvmLkKTukf408TESSPY8JG75BaI++vDX9vUop4r1sglu9mWNIPv4NrzxxT+E95q9EPSoSg72PlQ08SpK1vjJErj2Evik+tOqKvoeRgL4insW+F42WPX6jhbuqF0i+w5IZvOTm8LzP54Y9Z5AaPUZJQj43L4U8XC8LvgzFfz5M+zm+DLvFPVQTkL4l+JK+seCePVPbzz08G1E+ZNFfvN4BYj28ppU+Y/snPfoAET4uUMQ+4ek4PvDxsD3npuC9Li/DvrDGo74kKSK+FOErPouHvL3u8aS90w3VvD6yYz3g3429nTkNvs7DIr7lnxq+YeRSvYDoND6KTPG8YH1CPh2RXr0xz6C9x9UyvPh7wr5LQdS+ELnlPftjFb71lCE+KLLxPm2Dn76cw3I+pev4vli9Ub3UupE+f4ANvha7z77zabq+0IbAvAgSob4B+q++8nadPbzrPrxvvDw+56+uvNzOwLtblGc+J73TPU8Sv71gwMQ+beegvp3lCL4aFDw9WL2GvWEIg732HIg9UwFGPoeccz0laNs9gHRIPFZhmj3bqVY9AoaFvbMjtL4cnhS+2ZtEvNw+TT7HVzg+5En6PcTblL5uGyO+bW+RPtkHsr06h8s+AvW3vU5pyb1ur8q9phs4vdTe5T258kU9dxXMvUgIC74IG6+9vC5pPaT9E75IjH29JKpCvt0npD3xDcY8R7VdvqSGer2uFx2+IR5XPn7VFL4L1UO+z2UHvucluTzE54a+gXcJPrSR1r1J5iC+tvfnvNehojzcty6+KsOpPeTYJj2GBaU+sphrvjkuZ76ll249IFJTPfVAjL7s+VQ+8jqtvXbs/DxAzGY9kQG3vUVtAz6DqiY+AIzHPecDAz5CSpe+KMBLPadIFr6cDC896uRevmh1Ar53ZXU9Dt4Dvg99Rz1CSFw8AR56PYvX9z3tNhU+9JgOu9DNBz7goXo87U3oPUPypr0CCGo9/y2mvth6vz2nD6Y8SoSrPWtBjr6CHzy+RVOPPbBshr2Fdg492Y9dPR81hT4O4cM9AUPcvapOj7y/SSc++7aPvR67Qr2v9SE+RhEEvp93m771AyG9ep8nPoBjmr4/o4a+OrUgvQaLpj0AB6W8/35bPkWsxb0Rnvk9SfbQvSojk72RME++mQS0PObbyL2nwVs9anEWvRICHzzDfGG+pPiXvPFgMj7IpUa9/44GvsczSb02Wja+hZ72PZNaCb63jp299KGTvRCbG76/DFu+AtQBPs6xTr71O5y93teevYyDz714RB+9NykUvoO4Z74UmPA97a8POzTr+L2zqb28cVkvPk4EXzw+nPM7wdSgPV+tr72gcAa+Z7MWO4kNUL5GnAc9KqisvbdpAr5gI4e+MVo/vvIwiL3xjjy8tOsbvuIGsb1lw6Q8YEUkvvzFdj3nqJ091FyAPs+rw7zpNVg+Ob7DPJzUOz5z4PU9KuwsPhnPbLtmYzc9vBVlPIsCYr6ImSi+dKQYvtqkN7282ri9W3PRvTIpZL20VyS+Dj4UPqJDWj3FoZW+ySwpvmlpMr3BDyQ+bTXkvXdxXrydlw89Bx0Uvm/+kb5G66i+t9Xzu3gqBr7eXRq+iwMXvk2erTxu1Ao9ZQJzPUSfKL3dFZs7y6lqPkYIKD6vGBS+K9UDPk0yTb134tQ7FwGUvMDsZb5XfQy+s69oPRwcHj13WRW+Q4ydvUXUmL7tsZA9sokrvhBamz1Y6u88DB81vh08Ur4Uoh++vVHsPfkN57wSL6M6wWSEvZtOPL5Z2J+96xvyveuaTj5qoce9yMAdPo+YEjxeG+C9S0JRPYxqTD4W6K29tY+IPmZsCr2OB7u9/yD8vpQGvL02q3y+ZmmCvkz6Pb5wloM+loDcvZOKo74dDM462qKRPZunlz7Dso490VrrPkFPED5BbFO+ZLuQPvWCZr1fD00+Vz3avJEacr7O8GO9CG+kvSzDcj4hPbo9ogSUvoPtlD5/+RU+sj9lPizXIj1F2Aq+M36ZPlGnQT2R3S8+Rkh1vd7/hzxN0Fe+eOiKPtSJybvwcAc9/1GgvsgURj5ky2+9Kr1svEqTQ71aTMc9puihvqFqLz29wVk+j6sGvsKINb7YTIO+Zk9TvlDcEr1Md/Q8N2grvajEDr50Awu+Qz9kPmk6tT1Q2pg9zyxHvVhnlLwYRzS+h7KcPdCCF72esyM+0V4/Ppy60b2uBHc9Xx8yvtAtRT0Lf5g+wssnPm8dXj6Pp6i+ljSSvsAxYjqeblU+8/TJPd3dO74RnFy9OndmPitKAb5TtsS+tLHVvTB/r72eBQm+1IEAPqwsXb0M2Ks7mk60vhkaPT7nQQO+7oc8PuenxjzJ0g4+fToEvhUgKj6BuAG+XewZPVCJZ76E+Q49ZnDePfdRBD6YLby9e1XVvR8jFT0G6DE+7GXgPkG8dT1jDZQ9iF57PYP9vT2CAgS+MCVBvgwDMr6TjNO9TPSbvswIlj71R9484KLtPkbbKj60FqS9JgIgPaH+Vr4Bjyw+vMgpvYsjJj1hXJs9Ff0JviGCGL15E58+5aePvgpHOT4oKo4+59jAPcSBvLzHGxk+avHAPnWWib2PO6W9rSSyPYZckL2GJ+o9qhd4PTZohr5V9KI+OsoZPRgAnr46Tac++fM2PILCKD7Gzf09PBVsPg+bTj0JtRm92YL+vZHtKT2d04G++AWgPrQl0z6TDKk96egAvp/hLD3E0xW+hfeePUCOIr6fOO49gkEmvslCBT7boZk83vpcvtr3Lz4SVaM78HnbPeQ2Qr1FBhK9rWTQPeUzjbuCLdy9Y0cFvitp372NDso9f8cKvLDCcz2vbpg95iwEPhGh6z1Nxh2+VV7RPRAYc76xfKM9eOfJvWP7IL6RGOm+SjMOvvUSJ738MHC+T3x2vXPDdL5fqQ69f8w6vgA8Ab5Hebo98wo9PHnaFL3LFhy+DL+dvPDZdzwjUpC+QK5SveC/tjsuka2+kDJxPV2mAb4Qq5Y+WbdRPuELub2xkjs9cT0SPgoSfj3kV4I+guWNPUXOGj4u3Ic9niUXPKe8HT6pbks+0jJ8vhqqcD5JKN08k1JFPt02eT59dh29GgRfvd/XSz6wwGg9+zc+vYzrzD3NWoG9+qIDvnJ5Hb75jmK9kswAPn9LUb1DgyY87H+jPWi/tLzvGri9XFuQvkEEHb4E/Vm9JKgYvVZ91r3lZqi9H2ETvmJKv72v59i8zaxNPbQUqL2UX8k9kyPIPQs3h7xrNBo+RkdVuvMlu71RQ649TOPxPbdnED78Mwm98jjxvTuDsT3DE/y9+QVDPWj7zD0oWBC+rOyOvDQZ0z0+Zo49MKXKO0RmIr5n6yk+6wENvQl0Kb6QloQ+OU+evQ0hPz1MlMu8SYpSvHJwnj2BY4Q9jWwTPrh5Hb0Jb02+Z0EVvr7w7b2YOVC9VZ/Oveq7k7xd9Iq9R7sFPud2MDyxrAe++Aa3Oin0PT0o2rQ9S84jPYiryz12VSM99fsaOpBbz734T1o9wvlYvpF0iLqXYA4+b7UHvFl50T3nJsk9TyNivozomL1rmO89NnwzvXJKT75e0sK9bcGWvUEpDrtNnW++zFNVPoRUfb3y7yY9RvIuvir4RDxDDlS9W8QkvgAYKT7EaDW+pkgbvbnSTT17iEW+nXoiPoj/H767WsG75yl+vVYcu70GBuO9Jh3yPeWjjr1TSX28mRBOvcyfHz6jDSk+TsF4PJ2Anr0sfou9p+uWvCTvWr33kXk+/8saPX6hHT7B2AM+DsJevuWer72w3XE9NalAPhxw1r1BUTw+GDsqvdYwRz4HJIQ96BSKPoIrFD5+iMW9ztZAvjDEXD4Aiq29zmmmvF0RzL2VIDY+947VPb5GmD3aPfi96aJDPp2yyT0uyxy+4bIEvnj2V76AhZi9W4FcvViwZr1vVzA9W9S2vmkkfr5Q6Ck+D3MtvsBvhD580ay9b5zrPZrPsr0S85A9iEhXPSw2irwFYWy9sHQOvgpbmj2QrUi+t01TPjSwET5l2FM9MiKQvuH63T2Q5re89D24vjRDvLyX9EK+uLkIPml66D3EApK+nCZRvgyp6L0nBoe+saqCvryI17y3foi+p7KjvqTFgT1SIQG9usuTvlMJI70fGnS+DeetvkBftr4GXxA+61awvUQ8170/NQM9yDKAPC/2Mr2hHxk+b2cRPv2tHT38RIc8/3/VPe5d4DuRgJI8PpGiPkrRar4fkqm95DaHPVpIX74AXDw+3IGcvVJb3T02L589gSzPvcNuVT7TkY8+RH9+vTgM370VGRC+ushUvmOGnr2B3KC7Kkz7PcWjHb6DGSk9Xg/ePHefyb3lnzu+//wEvZ0jRj5O4Ye+YcdGvQmGpL6aQJW+qtXHvTTCqL5x6cO8TiX/PJLRtD2CIyW+sC8jvtqMbD0m8IE9UeUvvlXg9LtC34g8mh6cPZsmUr7N3uE88+VAvkoFA78fRsQ9ArMOPcMTLr5PnE4+NPLcPFiLNL60jP49+xbyvoqiabwK9qA77gEwvDXfab6z2C0+CnCpPfhpDj2dEFa+RPwdvnGrNT08/BU+v4epvYBqN74sKhm+1O7JvCdm5j0LQYo+eQzhPNJxxjy42Vk+wp1hPVUnWT72m0k+sp03Paf7lj3oyAK9XFbyvHGIMb5C7YA9PnJkPEZh/D04/OE97WiPPGprPb564Rq9n8DoPs84ID6EQCI9JhIRPo5M3zxPMYM9eXPMvd5KnL26owC9vfmhPrrIlD58Cus9FPWZvWOxL75mIJe+tqEMPA4Ce76baQE9UIUdPPi7kz0dYSc92F2ovNqJwj3NXOy9TduaPpnMkLz4TpO+3E8qPIwhRr3nKIi+Q5YxvrkgDz3EwWO+0pZpPfZShT2O65Q9v+QdvuRE5D3b0YI9gPkLvVnvj75f5Pe99OtOPN5BQ77maco+q8UFPnTk4b05eeC9ROupvu6vNL1WRJM9Rq3yvXpoKL1hKAO+Q8WFvUSrlL7ON5K9koyPPfwnf73v8Hg8p1nbvWv8or6+1Wc9vQ/dvR7Izz08C3Q+8jWkPSNmgL2oq5O+jWkRvgBBUzzVW7G8vly3vOqRZj46yue9LXl1PrWIFr1C9RU+Mld8uy9jxb29+OE86Y6SvYoVfT3UoO66xZpEvgx2Ij0koz0+r5fLPebwLj4/iKy+tSaEvq9yAD20iuE8B1/iPeh9WDzcYVS+Kdl9Pi0jgD6R8q69XvVsvfKLhj5r9rA8i4f5vSr7Zj4+GB89QtQPvQ5gUj0e8Xk8mC+UPCbuaT1yHjc9FcIWvdPY9TzPBOg91VbEPSJr+rh2tNq7E6ZXPoJe0z3jq4y9EhNqvvBPZz7E57a8kxWXvX+OOr1xxqm9UMbqPB0jNTy9aay9x7YXvp6xYT1aVjG+TRgFPCqoIj4ewlA9kNvrPdX/GzrI00E9C0GxvaBsvT34RPU9+N1fPWnG6T1bove8UBDwPQIZ0rx2Ufk90h6CPT+OBDvMmOG9vq2wPQ9It7xQd5S8N56ZvaOPDr4tn8I9brz+PebYq73Y3/k955O8PRXZKLx/kyS+yxQBvldtaD3fUlm9dWLwvJIKxz0CPEw9bD6hvbxd9b14nPy8f4TmvSWyDj6ld1E9ZTipPUt6FL74DAi+GiSVPc5CFT14tYC87mOMPbNydL3G7OE9IKrHPWWIjj0hRjC8WC96PLV8PL0eqCa8QcAzPe20oj3eYfC8/SSuvFVNqD3P4U09HtsjPs5KmD1wny0+QFY8viprtT3Dbfw8ZOezPW1XjD0gJsc92/jmPWgCr72qDIS9N8BIPNpPOb5yyNc9l+b6OT4/Lz2qAB8+n5ogPk48nT06gOU8g20lPhGXAj2LsPQ94KsBPZIn7b0A7gC+x1uNPTjKyD1w90o+axbPvE4RIT64/Gs9MfiSPeOAoTza/hS9/cf8PTKuJT5RknC8kNcpvieIrD1cWz6+91GNvo94q7zHneY8w12+vTS9yr2k1w29ZnIRPoKDKTvb3SG+06ZkPmnWeD6P3RM+6ks9Plq7tr0oHa49PwONvqNRaT6GmGm+c5XBPRGmyT39ubo896mwvokf57tWrnK9d7AlvRF+kT0YvbC6x+50vvDV0T1ptTK+2LkHPBAGab2ZH8K+orsdvqILZL1xu/W9OaWhvt7LaDxLi9Y9xQ0IPPQH+D3gohu+gZvNvhKbCL4JkBk+a5bNvcM7PbzOLTm+Wab/vazOj75D1qc9k8VsPdFPp7zwjuy9aCwxPp0MVrncZpO9mBMBPtM6Fb421EO+huoTveByJ77q9XI+eDwkPkIwSL4KBna9bbFQvkRjgT7NKVs+gYKRPDjhvb35IQG934bFvLJeNz3f9YW9ghoiPVzECj5rJG29tOFjvi+8b71zwsi+YmOIPsIN07zDSK++/wVXvvBR3b4BQ2e+clfpvOxCab1595Q+qSPgvbFzMT4//5Q877nOvJGWETy65o+9QaQbvj7BrT7ke0C+6GkvPtCG8j2EAt69FkrCvdg3gL4NMwg+KZnPvWX+ub6KcIe8lUfhO/X59z2mO647PPZOvgG4izxb11Q+4KWQvj7IKruyogU+N1fnPlU8Yz5IQ0899HBAvq4nBr0hwZw9Z+UvPSPWeL4T6Fc+xhcIPYCoDr4iWT8+4dXrvYVyV71TXUo+jM5lPIhQfT5cRIA9QnYIvAtU1zySVJy+bZQRvh4+Cb0LBSo9sjDrvelSe74R5Je8XLfjvb/wmb4RMo68DYyCvcMGib0E3JW9GYQKvYZFxr1WeYk97H5evbjytz2htgG+3L5YPnaEzD1Zqlo+lPWDvZcIWjszEC++qf6EvU0+vL5Bvxm+q+1RvuD4ET6hzW4+x8xavpe46j1hSY0+xEEEPhwzH77kaNu7DGhfPQVZZDsm//47max3PlRtyr3oI5O8vWZmvPGJRz4J5rm9/qGxvjhvUDteY5K+h/pAvpClczyMkL883I9aPOlNg76VoAM+r8gIPnOmJr23mcY91XF/vhE3t77dDtC8vU+7vF4Ydj4/8GM9oGLSvQBIGr4P9RO+SDsQPPfXA77vpoK+kfS0vmYug73Od6a9TGUNvp/8tz5U0lO8NgM4PmQsXb7wd9Y9EssUPt0HiD13DlM+0ZxVvpYkLr4+Yi88Dx+zvXcwK72sOtk9OHT+vae25j3ZqbW9Gn+EPraB7zx/2Ro8SKREPn5Pv71PxE+95qMfPqRBGz4E5ki+OayEveZ1yz2INNa886hfPmy/vz3X/my9j8oRvIcUYD0tUFW+oFbKvlBXGL3QYw4+f0YyOxtcKryaT7k98KIOPiWoDT5N3SK6svMoPanj2z0zEju+olbivHPt3z2uxZu9C8DFO0Ho7bqL0ea95+i3PdeDEj/cRtS8KwB9vSzUHL0N46y8UllJPgYV2D1FEUM8xjBCPiSGCL6FhNw9EhGwPcS5/T0zidY7cVqSPp6CbT53p4m98zHDvF4Wkz3ZiqS8/bEmPrO1F74T2ty7hRzZPWTdH729aT4+IbkPPss/nj0FH6I9XU4sPix+gD4qTkQ+azHAPRgODb79m2c+OufnPa3aQr13Fxi9TDOMvcWz2j0DXrS8k5dpPRt8aj5TVtO8QNu9vT8AfT0NDAY+Mvf9vQThA7pVNG0+stvuPYK2fD77ToK8oeVlPba9F75f37u9XbMqPjItHrqXdJM9u6l1PvQT0Ly6W468G+g/Pp+CxD3Mrg4+wmShPbnPz71lhQK+o1ihPeNeWz75IBM+5u8TPrKK2j0wpB++ln7bPbJXfj3+USE+Vc5gPvr+cL2G9hQ+Bsa+PCVHPLwA35Y+k9LmPRMwdj7tFgq+aAEBPhNa2r2Hs+k8oJQ5vUcUtj2116S8Wqj1vSH5vTwbWxE+s1UHPk6e57tmkNQ9uOTjPYkAZb15Vv69IuYGPnfXaT05X5g988cfvNIWIT6zBU4+4/nGPesYur0SIHk+QKI/vLbHsr2JF5O9B0IQPqvbzT3dYnK+8nuLvD7JYj4nRmS9H5S+veuDnL34QL8+s5kgPs09EryPwbW8fcsnvlp4mr72iQw+QNxUvr9Chz6FZoE9NVX/PehGBz5gkAO+Qhy/PMqTbz0Rfnc9e38UvmrfWT6lpws+G9qJvSSWmTuQU7g9+RmcvshR2b1gq909HvvrvVOwPr5jfoU+cKo7vStFID6RbQq925w8vpDw4L22IUo9q5SQvh791b2GmQw+JHoOPdHqRD4+e8w+i3WSvHYai73/Cxs+/mhfviUhoL0HWng+t2SHOvgLFL42V2e9Nh7rvTsIG71v3b69e9UsPp1nfb3t1tk9znK2u4FnIj2BTg8+KA1LPpxLUDxLrQC96NwJPm6zHD3zXyY+0fxCPhC2ND0cv047c4NsPbYVIL5VAXu9m2vdPS67zT2EOao9NaoBvUIujD7jDc+8TtV9vqvyODzQhSI9CmA6PjPG/b1HaIO+ULNbPmnAlb3A06g9HSqmux5kDL6D1QY+MBTjPWHU8zxC8to+V00Dvv1g3b1Fhqm9M/IyPtItAT4u5xq+zjTuvYK0Qz0VF3Y+4/1bvoWNLz1tcVO9ZouPPqAmbD3Nlaa8wCUOvoAg+r3h04U+sYSLPSR9lLxQZwg+ysQuPmzgB76W+s+9UTW9vlxIODyD5hk+ZW3wvVyZD76i5aO9OGwZviwKpb0c+sY9dDzYPd3unDw6CIY++HFKPkMRVz7Iq0e+v/javWLKD73+4z6+U9nfvfiTTD3tL+u96D/uvSv79rzvRH89oOS+vRrf3z16TE++tAEvPXZPGD4Cs3w+lWbnPbvmS75G2cC9s/XpvHlAkr5JN6U9Gzi7vXEU7z2CBK0+kPnfPX6Uxb2mlMI9MqYgPjA9Ib6MCdc9VHd+vfMGRL4iTZu9nJY9PVuBrz3d4XI+uTLuvaRzTD5ctNW8ztwuPnkvyz39IHS+89IFvC8fDD7fFw6+S+7LPW4K5L16oLC9zQnhvMaRyr0FF5e9rfjuvWGPSbxY2vw9AnNFvgcPNL5VM2E7a0wavW9VZT6xW8w96KgQPWx9tjxv550+eimkvXd8kbtGkYE+iuQNPFjxID61GmG+01slvAYMcb1kIyK+RY/TvCe++72CfzM+0EuUvbpb+z3uyx6+JBOWPXWerj4xlxu9zWQDPiBPYT17bxu++1+0PapwY7xpoxC+g4bHvmpXlr3HvtU8dA01vSNo5z1Bcom9zfyCPXAfjbyGG5M9k6RvPBDyJz1UthG9Vw/KPDxpmj1tCTA+rhLWvAcPuT25Gw8+ba/tPemyYb698bY9hG7tPdMjHr1xgzY7kG55PbHwRb4o0ai8ay0SPV+lDr1+pkw9xCeRPAlQpj066q89Wdc4vfOHSr78fw8+IjMLvL+U0r1MlgW+PBuiu/Pkdz2JrOg9MNckPobdK77W7GU9ndNEvf2mAz6Szmq+x88UvkNUKT5rDNC9eSMlvsM76b3H7xi9tLWyPXNXKb3/v9E8jgjbvVNh8D2cZA0+2keUvThGDL7s2E++z68APq3UOb2aUio+o1ijvf7RMr3tN+C9bOnrPYHcpztoROC9akgQvkb2Vrw+JIg9f59ovQaXQD0Bx4K+hAeWPQnrhz2uXVi8yVKAvTbb8L2f+CY+VQt1PjEzV74ucHq+udovvVrtaT7r+FC+fGlSvhJMILwkjcm990cYPreMtL2sGmc9IYoOvuRCwT3ppvU9QbwKPq1P9j1TFdQ9mtp3vJdTJj4wcTM9AOg1PjyFjT4etBM96splPQ+Pwr1026O75homvobktbwngPE9JMkJvn3XhL1+9ha9cP3LvcohY77qjEK+npnYvBmQkz0Xw+s9ruEePolNQr5NylI+qKnLPcwpwb3vaVQ+MImEvh81w73WY0U89egUPnFUnDvLAHU9o6F5PR9KfDzz1uI9gDAxPf5R+71x1LO8heMfPi5zYjwrtjO9WItdPc1TFzxQ3qC9iym/vb5N3D0HnBU8x0oEvqbyMj539A6+/YG6vWdzKz5N+VY+3qp7PUt/cb1UuMI9TZiSvTne4z2xkgy+1OKLvaIPgj6Z9dS9yfyCvcbgPz0XHVQ+sRJrvB9Gqrx0nyi+sLcOvn2jzT2ctGm+7GlBPBfmMbt0FCy+LT0dvgp/ETwmM0Q9W+wfvhsqCz7RzwO+GCW2vSjJJTwO6pi+9ovYvfmmeT1qVoe+juVBvUPKJ71SUvu92j7jPSbaVbwi2wI+sfgVPraSBD9Azei9WI+/van0+T23epY8EOWjvSj5vj4hLYm9L2AbvSPeJz6O3x0+L+DavQhcAz7e3E08ZO8iPmI5jL5MsGA9mOFDvi/gQj4P0QM+CzFJvpitHb131JA9XUPDPbGVb71/pFI8BNvzvUTCyT1uj9C94zpFvfslsL3LBCW+TBzzvNikqD3qacs9txSHPCiOSTuFL+E9RasfvXeLfb7oPlg838OyvP8lKr5ZYfw9zui0vd/5b7yhEYE+a1z5vdoXxL3VxgA98+35PNVgYb0XhpC912ovvof1kb6AwSY+25IIPgpYJ750iQK9Y09IvQUL+7wZH6k+hMpEPWJFrTxQnA68D0HBPHqvMD7AKsQ9F8wUPgrBSD5rxgi+yIfmPbdHcz5qNjk+41ZePmXfH74uVOW9iiolPv8JBb4g2i8+EHryPQK0Kb1+3dC9XBpSPf1Xjbx78QI+9wDDvQH+oj0UJi8+Z+lGvhP9qL2oxAC+uYWBvmVykT2zjYo+ex3RPEHBtz227q893WA1vtg2WT6y0tU9PmuDvJKGyb4SmUe8Q5GVvSYAgb1jIHC+b4oUPK7SKb7OmgC+nTu2PSHxeL4UAMs95HtmPpj4qz0XA4E+THPuvJdXhb1Tbdc93tKtPfyLKz3U7sI99uhJPLjYgb3xaN0937cNvjrlyz0Grd48rFqOPSP7vDzOBgc+wyx0vacS/b3rrEI9pPWBvdSxDL4Wu+s9Di5wPaO2jz7LnFw+mM+HvUkzQL0sfie+k2VNvVOhB74L8aU82LICPcMkBj4Ljh8++gnJvP5zET1S0N697372vI0zh74zUJo9j1EAPrl4ij0HwXk8ZzbKPcE/JL3D+By+xQX/vdFHFz7Dp/89XddIPXXCHz5v54o9n2KMvWnlDDx77aU9/JODu/94JL4Zdh090U1uPmc2kTsP7NU961lkvqxHGT639Y87d5ervY/5VD5Pi/y9Lxe2vYKYFz6PTL+8GEoXvvpg8T0xsoq9Ej+nPAYHbjxMAUS95InGPMaz0b1Ej5A96o3CvbsNLz7VWsa8jBMjvgYklb0NF/C8AAWAPe8+Zb7hRYo8+xCIPVHmOT4uckA+bjnAPCFZBj5IWue9x46LvFpbyrwt1xa+NoXCvsldj76WaWy+Q9NNvgizyT0emoE7BeLyvRxY0L0L3jm9gukBvqRmLj65lkc+TrQyvtW6lb1bOP09/98iPmwfTj5Tsvu9BvEGPkpIsT2OZTE9IlmNPgV5lj549M69HUaZvZocgT0hxC89LmzEPeQxlD3C5b29ueH/PAR/Lr2G44y990V9u9mcETwXijc9p+iQPWYA5j0JWa+9EpNEOyfzFjxopSi9iQ4KvT4OTT3I2SE+y+prPYtHI74GtwE+fGmdvcoKu7zx0ge9zfSyvUCEVD66BjK+fL/tvcoyU74QWS2+bgEtPTRtZj1tHME81eFVPlzn7D305Na9/qWwOhfUbT5BsSK9qsG7vamndjvLvhs9cqNjPTKVJL52TDE+++9xPrZTCL2tv7k9hxpHPeCMWr6ev5e9/EOMPaD8vLmU/bs9f9adPVNBJ75nIbo89rnEPdAJTT7Wa0I9ECkMvhyEzj1d3vA8UIZHPTymBbz2sHC9ilg0PA6d7bwZXVS8rxJOPtakdD0rcuW9N6wzPqj2ybg6Zf+9+GENvktGZj6jbDE+zNRoPCDOg73T56Q9JOlvO/hWLT3h9/i9QRXavD9agL3NFgY+107Hvf0+Sr2eCYy9pgg5PsIjP72azRy93I6qPT8wpr1UWF0+6EkCvmh6CL5qZcm8Ly4xvv0cCr2X7by9/p2xPBUJyT2cKCo+on/xPbPQAj4BNoy+wcz6PGjXgD6HVKY9ENJRO2kWlT2Nyt09Ts4EPs3yHr4BVLg+65sevunFm7796am+KD/TPWYvUj7Aidm939wUvhN/4r1LSQi+H48UvHGSLD5t3h2+zw3vPeRmvj0DO749YKYIPXmWuDz2Ixa+tu34Oorl8T3qzOw9RhJxvph5Sr7svSW+DUtnPtB+Pz5Y8Ew+3AmaPBd/Pb2KCGw9Z3cQvvHL2D0omOK8YmInvpud/D0zLmW9BGKXPoWgCL0o1og++/lVPt5nyrzAqAe+4iCQPRWzzb1ecwY9tCUHvMtbDD67RPg9REEYPg27Bz6bVkS+LrKxPZKtoL2xMy69najovjkfez51EoS+y+Z1PhIu37389GW9Okrrvs4AoD4AoS09foYFvXO6hj2cYMi9MhCgvotteL6WuaW+A3X+vVyJM74JlRU+IAvmPeSmOz6AsN89o0a6vEmvSj4yVIA+UPgjvmkaiT0NeWC8ci20vRhZi74M4TY+r6UcPtzYWL7v4Mi9rU8FPn0GRT63Jhc/r+cQvr3JH775hwW+JDJGOguvgj6kPqi80vXFPbHAdT61b3O99pvUvTIkPb031em9jYmwPgPXADzo2cA+4juRvrXLFL1+dPY9PTPYPZfUS73+BKU9GqKDu2NlVr5tSTu+FXFHvcfdhr2WMsk9a2gEvjFXAr6sGza+W/YdPbMN6T1BOzy+UFaJPhXJEj3MNjA8hlxjvc5NRz4jh7Y+rDZOvdE65jxeIqK9yOaMvrkXtD2I8G49QGmfvugf5z0N6lO8mF7dPTPdmL54BOs9zGfYPIrFST0Fi+M8RC6BPIgZ9L3D0GO+m3ZHPuKfl749pmY+eY2WPTbJcz4gfOE74s1NPv8iITs/3as+6IJBvs+DB75KGg0++RlJvWMtwT1U97M9SJMsvpNyib0oB58+ZauTvDw1bj6Yp4m+H6bKO/UdJr2FJtE922KGvSXHDT2PsTO9dW6UPbmyaz4Uw9o8CtNqPXSClr0aVgi+gH4APn+zNzop9Qk++e3TvVIssT32y707JlefvYn2cD7MZGa+0xaBvr9zmD4bIL47hhlLvpKbpzwPDI8+5CzZPYXl8z2QbSG+vQpAPspyBz6QCdi987kgPvyLGj1XCcm94XEpvfWKKD6xfBQ6s3wivWQi4rylaJc9YLsxPSsEpj3qm+o9nTkxPS0NAz7GojY+4TRRvo6lrj3vG6O9Nm+svqkI573TvEW8QAtRvsMfTT6h4ge+6WJgvrJAUT1bFoQ8B3Ymvqf38T0WKG4+PqgHPj7aazxCvba8/rCvPaI8jr1+Hqe8uYgoPK2Umz3ZEOQ9N6EXvTzfbL6/ryQ9ZQgLvkeHbD0h7pu7WMMNPgG8hj4vlZC9UknWPeP/dD24TBQ+QF1dPme//ztzijY+ax5pvDjJZD51v0Q+hPxsvSaVvTytd0w7yZwbPq6eTD7F/R69Sg+Pvb1HRj6IOFK9mR2jvdD4DL01rFA7wwjfPSCB+D1itd29HZqiPXrbjD0TOX0+Q5lrPqdt9j3yzRG7qhuGPVx4VD1Ie8E8oA/bvWOiGj7Qkt0979zSvAExwr1eakW906NUPfKMxz0l5Jq9PgR4PfYKjzsHbSQ9Lk9CPhkqmD3LYbi9O8w2POXwRj3g2+c9LjQIvZr6XL3fnLw9fSdYve0UvzwuoA2+nYgAPg81UT7oT/I8mjDePdcGbLxHjus9PQGTvWAN8bt3XlG9YOxNPlhRCz1iRWc+l6/dvYsslbyXcsA81JSHPOKKKTzEwyY9+5eBPU0Gtb3+LcK964ZMPteJGL3DaRU+C5/SvaHzQ70mCJc8XXFmPAjr+zzBn0y9qB0JPsncuz2aonG8rCZvPRSbI765M4a9ShydPM//Aj5Lh1I9plMavYxskjxxRmk+dWmevP1Hqb1SrcM9pTMQPskboT3W98g9YWgTPvHUJb04yuS8+TlHPu34uj0HsqM9LUw6PPnCcD64UkU9WJurveiy3z0QL3I+njj3PTSCDD72uks+cJHOPUXYQz50Gl4+gHVHPU6wKLy89p07J24Vvqlevr1RkdO940SOvWVtmL0o8Q0+7TOgvWw9uD4PZpE+paOcvfRlF77PCcC+znuQvWtt0zyBw+q9p8HuvWlXEj5UVOS8Y6hwvmbw0b1QjpK9xTwTvunoRj5B6mY9ZPPEPBWZqT40asC96OC1PL4asT3esjI9cYiwvCPhub7yCsU9FSkPPKo6Kz7IbjM+PXtsvncXkr5TqZ07rm9pvSdEkD6844Y9ochZPRgngD7TC5o9+kcPPqg7XT3xcRc+tatQvqxiAz6RL5c97hOXPaXAjj0/iRC9soYSvvMtaz1yxN89QzaqvE0YrzvBMSa9AKyxPnffyD0fqxI+zK/SvbWHPbyEKA0+L04bPswOZbxrlyK+wNgBvzGIhT63AeK8BFSaviunVL1LLZg9KsfYvayMK7wulZW+2zhAPqBabb7494c+7vjKveWOyrwNhVc8DO2lO6O6gb1oYpO9hWDdvicH9jzOMQW+OlqwPgFQrLqSmVY8IP05vk/UV724eJs8wJhBvFfaeD07ue0+aPc0uzeiNj0JkwS+fYpgPbzwCT6Tr6K9LrsCPWY8Az4aMxW69nOUvaFlmL6MvIg+7/5bPhpqHT3uTom8kzhWu0FqAD69GI29WBwIvSgJsj0Tnfu9Hyl/vJ5siL5wyWm+UklZvhp52b3XqNw9FNaLPIdQk74q5Du+qtp9vgCtAr3G3is+SKS9PUnvhr147Vk9JlQGPWyRsD2eb4E9W3BMvBWgkDv+pI++tOFlvmQ4WD78fsi9pF4mvv3eAr4pAzG9WkJovc4gUr6HUKQ9PZ14Ps6TB75quG29XR1EvfgMQLzKiGk78Es0PthK6j36sha9g9nEugfBLL7sHqS9hF49PuZ/Tr24q3w+DsRCPhJofb3hmNe9HDXYvHLvpb1Oj5A9CW3Ju3p07j1TKQS+T5KSvhTafz3reR2+kWs2vns8nb2ggwy6xiD9vb13qr3+MHy+hogtPS/6Jr67m/W9gdq5umfoBTzuW9G9+bEMPqsuST3z61m+EE8QvTeY6D3tLJo90W6GvhFhuT64tMq7UZjBvUNWjz4HWSS9+UYDPFHcJTtoExg9xgtVPqf567xWGEI73SjDPdTa/r0K9Tq+TEOUPRBBn7z1He69run0vb15Xz1O+Rm+U0OQvDTAaj4Vf868th5Cvra1Pj295xI++6PcPVzN4D33eI8+Ab//PXxZvb6yJ9m9lHHnvdLHEj7brOG99ThnvkCSFD5bNOC8W1yTvo6yJr4mj0w8eiu0PSAqTD4bQ6w9L6DxPE03CD4x5Cw9QoAPPl9lDb7m5/G9yJmuvSfQ9jpBkuq9HzRZvuwBn74KdRo+mQIFvjXxHj4NTTc9VS4Rvp4BTT2UFIM9VR5SOmBBZTzH7k4+H9b9PXoD8LuSAUy+sS0JvpDAZD4qDVU+644YPqBXPbyHuMI8tCd0PoRAFT6PaZG+03Rmvn+usb3rEEo+MvrAvQ7Qnj1Vtiw9ywdUPZOQZTwdhYK+xj+lvcaZpL0/Sjg9IgV+vQ3LmD02rvK9ot1rPZaOPb4Eqw28XluEPNk7hL2pi2U+L8TPPXNtEj7R3tW84T4fPS9lh70y5J+7ZcdevYMM2b2ef0g8fxaJPbR8dL3wh7C+u3s6vjYPET3FW1o+PI/GPT2LfT3fgBy+AcESvJNbN70k1Lo8fMPDPV9AqzyoVBO+wRAxPgV7bj2+lV4+x68mPkDEtLxJyjA+pYtTvX9i/70lP2++a4x4PjkY8jwzyDY+Ah1CPTxblD0gW2+9aa6Qvd1BWT4ym28+OcRYPSFgMb40Edg88WFdvWek4T1Ka828iGNKPa2ZujtJiWE94+z0PZlyHj6beca8qjryvcEuiz1W7bM9cC+HPvkEkj5pH8G7x2HrvAwsGr4Ft4O8cqKCuvILkD0tLhO+QvKlPC2KRL3f3o6942xtvjm6U7zWpmQ9TBAtvTp2LL6jlGq++aoYPplBHD7qqzG+JOcBPniRMLx16Cy+EmLLPUVlOz5HQXu+YuXgPko0fzwyLWa8vTutPaqrkz4jBEM+xOfqPU4aW76ylUE9FOCLvumKur1KXp2+LjqAvVAfYr5WGYe+eU2JvgvOt76idIy9QQWxPL/xhj20kIS8K1JxPon+hL7HcT070pS1utZNvb1aZy++EAccvBj8Jr6BADK+cTpGPVEgGL3ubkQ+cMe0vcBfYj2LiKO8YoiWPayyjj4l3mO+HsQGvpGq/b1JUDu8S+bjPRzGGr7U6DE9TdAxvrAJOLxcUD49aeBcvdII7L0sRQM9RpNzvrISsr0SB4e9d1ZPvTRIID1PIMG+5efwuzxRe76QNfK9tDyqvjG0kz5n4wQ+mjGMvsNtFT4VlYK+RFkLPz73lL2Wuiw+6M95vvAHrr52sFW+GLhrvvFBrr0dthK9MIh+vgqEq708WM+8PyvjvAQNkL2RMY8+KbARvf56tjkCANw9HfnSvvUzFj36zb29LusRPe7SsL6EtTO+UryFvvd8mzyJAd29qbWNvsk7Ab2cXNA8ZLkpPjR2YT2Cb7S8qPEiPkUSwL3AIg6+VvcWvj+VDD0yiY69JznsPTDnQr4N7PS9UU5HvoC5o7409cG9Ux07vOVWvbz+XpK+CqaHPmAXrz4uzMc++atqvnGgKj6jP/k91hGgvu9c1j0cXj2+ypSkvYzSMT4iwAU+ZLzpPcTRfD67O5S9DcyuPsCtYz7tLiA+5eMGPjnnP777eqY+0CcIPJdeJL0bNYy95N8yvsjvCj5ouGO9dA1RvnG2eT7QJhU98UXmvMqE8j3L+yM+KWFjvUtCib6cPVq9d0FuOyoCfL5yAO09B1v+Pab+WD7+aio+AC1OvkAWqrvgJuC9SUUuvYsbNj6og429m+xaPpqZPr5sniw+appoPuGwHD7bqlc+abQAvbUe7T2p+H483B7tPcraoj55w3c+9D5gvYY9Nj5YT5e8D2kuvnIObT69pxU+dHEPPrV1sz71s4k+9X8ivTFm/r3czXK9a4iMvS1tqT3hMEm+2rMCv5DESz53ukC974dKvXA0oDvV3EO915YovvW5Tr6KRw2+vB4wve89wrx3SiS9CdEpvjTMPD20NAS9vRvEvZ2ELr7e+RA+kKBtvelsNr7g8F6+ziwQOuf5UL2//gK9J1NgPNgYib60T3I+pZyAPtgSbL690W++FQmXvoMWLb5CC9a9+UsBvp36mb1BVLw+VYSkPmS8OT42Waq+0SFrPVfVo71s8J29wZCxu6agkj61iTo8STVMPnx52z1Ouio+Zj8ePRYAiD6mBxG+IffGvDIHpjvggSe9ae6ePiEmH77mjyQ+/zwbvnqo870sSwO+UBIQvubwCz4bTkg+UOJ9vqqcZ75S8cU9iSGRPt7PsT4slkW+780UvsxxST5j9kU9zPQFPq9Vrj3Q9V++ee51PvURpjw8yCe+DAnSPSU0MT4TGTC+Xo4/vgQh372gOqm9BtgIvs0v/j2KSDa+PJEkPVb+ND24Qwo98BAAvrayVj1c7DO+aBScPY0Jr70XvR29LJ3ivdPXkj2yAIu+eTZLvmxXE77JQwm822KKPSFa4r04NDA9nfPoO8XNGL1DGfQ8xKowvMtXyT18Lic+5S8rPVHvDL6S10I+YxN3PD1nKL6PRWC+HbWOPZtLjr1Eg5Y9LduZvYTroT0muBG+nwAkPi0gUr2UN1u+Rnp8PSAobTxw+P68j18fvu0PbD6k8fu9gsVlPSVnab3pog4+ODQgPr4AsryNgM49QzVdvV3VpL0r5mE8W+gcvsj2hz2N8cI9znMDvgI7AD7foZu804X8vZ5ELb4VWI683kHcPYKxnr2gsYu8QCSFvdEsrj303r+9gH83vsd+oj2PIlc9fPGvPWc+Cb4IVrW9CokRvX2aNz4+6Ty+mtsIPjpSLL4wQo+9ahYdvm/srr10qRI+xOcHvrHLEz5FohG9fKjHvMoOTD2pff+9/+owPfF76j3GhgS+/t2HPYSmcrt35EW9vyncPO82f75EHhI8FXmGO8H+47zJLPW9u0IpPlxd9ztgxTW9uBDgPfcujj1WJxq5HSAUPk6R/Dun8EE+XqXHvRdBCb5XskU+2zlRPPtAQ769nWe9Rly3vrJ1Qr7OCvg8uB4rvoRFZr2Z0p29cxNjvrGCdb0Njpc+BQTiPVIUpj5LBbM8Pi1GPgIxzT2KAUe9PnTkPc/rQb7Du4Q9dZa3vGPEPD0cLZG9atA6vhYvJ775XZA+HAqKvobcVb4aY1Q9GU0VPvk98r2PCAi8HQ6Avlr3tz00kW2+EOLmPZCfOb4j4xW9EHEavpIUoz1ZfKC9XFemvu83Mz1cqeI92HtGvRNw0r31342+2CC+vTy4+72NkNe8UjyTvRhgQL0Wy6i+mXSHvYFBRj5fS9Y9whxoPSX8Mb0uFJy9toKcPG5kG77XQ1E+xH0XPTvugr5Otg+9KT9cPMVkpj3jXr48XkWgO5mD97xv6w++hQxtvrsTuD1sOhA+AM9uvW/oND6ANCu+ufEUvqfitTyouRS+v/o/vP4Ltzy2kaG9WUizPWqPGj3eZLK9LeVdPnwlvb2XLv29uqkovnLqnj2CltO7V0spPo7Egr7M38E8Nq0TvoLp/z2I5Oq+en2Mvdjnmz5mr/q9k/OLPcykBD3PHOE9Yqm9PhGa072TKlK+Une8PMAthT1qbkE+7yayPSaG3b3o1YE+zvefPi4gkr0JoI68rZKuvpykAjx9gh8+c70LvdwhHz7HiQS9EMAhPs6oJT3W1/e9rhvhPRueBD1FCv89BJGcvbzPP75oG3s+bIrJvUd5xb56cZi+9zGzPd9shL53yDq+LTmbvnt1oD71HYM+sG6ZPr9s073H6ZM+DOqBvOWXvr2Su5I9ct2bvovo472/fCU99woYPr0tsL6IlNC92SqzPAL8PT1n2pm+a70ePiw3dr28vQW/eIFdvr0swrzcKMW8Z+KbPeHFJr38Dqu+rZyrPX5Zsj1x4GW+M6t7PrKqUL3WgD2+oHAjvmPDUT5QTMK8NaeoviUP/r14O8C+YkS4PXUW3bxCc4M9WRGVvht5FD1GB0q+T84mPrNBv75vg/K9+v73O6Oc/r1cN8U88K1mPiBtuD6L+cQ9lBM/PehY/TwhgT49TImPvIyvAL5oZAG+iIpPPePq1z3CnY2+uuoxvmbqGj6HsMO83oBnva+LjD3v+Kc87WCIvvKNp7z1KI6897yxvexyJr7w1uC9kv9RPgZAtDwShyA9y2m0PF0HbL0GeDE+xDYzvrF/gbwe9Na8Xnb0PRnTRr6WLJA+M9TtPd0eFL6Q6Iy7ytWYPI9bv7ySAkm9EQIMvXvBAr2YzyI+QuA/vW/Kcj6uWH09nxtfvqUCij6rU14+lYNAvi/W3rxa9rA9mDRsO91nYr4Hpya9onAwPiFaob5GFJy8DgaJPgyziD6qFRQ+94aKPmtIub32mfO9G4I5vhme8j3AK+M9r31LvfR6Fb4ATFO+/kFNvssmkLxwcUa8ZS+nPf70jT1emBS+0oStu4HBaL4RhUy+4Wm/PQSfE73GDCi+dgPkve50qT2gDp49uQThvXg7vj17XJU9FRFIPjWXjj2OTi4+S0uTPV9nPD2JIiA9hoO8PawUVr0YFZC9a9GZPDQPuz3NlW28gopiPebWkz06TA4+2q9jvZc6nDwOAJq9gyqyuxSHH74ljIi9HGEAvvXJHL1/tZM9DcSIvuQ3hD13B4O8N98rvXc2sj0BA5S9tvNMPTgEar6pUXu+N+Q/vnAnvz13hoI8NqWyvGdkRT4XH/i8XBUPvnXPk73FOUO9NNpYvtCUQ76rj/E9KScMvvwtMb6Zbui9cl8OPqQC0b2dbWI9E8Qsvab5EL03koC+1ygbvhIZgL7yfHe8o7Eevo8qnz1VJTW+/KbOPZxiYL2CzI69wQpIvp1Ytj0317K8Dr5ovv9MTj4D/n2+rwAtvtkmDL3lL888cGFKvl8AFj6yaag9D4sNPc9EYzwkhAu+rpuwvUFHoT1PpPc9rqcoviQefz3w3CO+mANwPaOq6b1gp5Y9umuZPSO9KL0+HHI9DazVPPh0jr6E8BC+is4Ivj8lEb6FiUk9VkRevveDbr2k8kG+TdkRvug4C75IZR6+PGExvuKCVb4hU4q+pIzePOvymD26SHi8kFcRPuHrxL16umc+DacvPs/Cob4fl6Y+g7cBvgaaDb1L37A+ysmEvvxJ6j7/6668L0RHvji0sb24c26+LyG3PFkJRDuEqnO+HLfuPULonr3Qlw6+w2gBvkfnP76pwAs/B8UWPqvA7D1jX9g9y+CZPjUHlT5VTfG9Ft6LuHKZ/Tyr0ci9HGjVPPwFlL6jeqk9ORDnPOO3kb5+U9E8s1svPgQQH77aPJY+p7L9PPqJZj63REW+q0/OPqEco77WJuK8qCiUvnlpe76QiYc7wnAvvlGcSz3NZ4s+KaRtvgpioj16s3i+9Ascvq83aD1n+rq+0u9JvtLjjD3f6D++hN3fvtnPwr17mle+LgYqPrHYEL2vYYa+ctjku2SGsD4f14u+d40avh1JmD7s4c484926PvsMrj2EyCe+JmLVPmIcuL0vg2a+Wh9sPfO+jb5GI5U+dYacvHGAoz37pQk+I4W4vtThHz6UoWO921WevXhdi71zq3U+PleYvWdAQL33R6c9UiwuPjeftz54wdi9WRwhPi8JpT5VmgM+HGUtPqqmR71tEMI9DmwDvnfSwD1FLBK+BoTsO8VurD6Que0+dWI1PNZEDL1RCoE+XSrJvj31j70tjuU9q6tWvue6Qb5xI58+7hX5PX7Olb0OTqq+CrCRPcqp0j1bTiM9dUtyPc99Jrxgj6E+gB4YPmcckz67M6I9XMa8vZ1fwT1NLEc+8Z3gvrSCkT6dbZ8+4UGvPrJLBr5qkSu+VsmJPv5gST565u09KDlZPvDDuLw6BRQ+bhnfO8/vob6YYsA+gdUOPj1oXj3y6lw9/DswPXfVYj0n0ku+mO45vXcfAz6PpJC+PanAvZ+HZb46oG29CCxbvvDLCL5JzKi9iKmrPaqF3rwFfxs+o1z2vTfcnj1PG/28B1vBPYmsqb7FMAo+OitmPovpSz5CY0o9uIwFPsQn6D3nc5q++BaHPSA+c76EGIO++kZbvAENvL0AX9i8B0kEPQ4oiz1F97S9coy6Pgy+ar7yaYK9/i1BPDpyiL5HHGk+nMyHPcQp2b4fCOi81VcNvnNUlr5zqLS9LGnevdVn9j2mcWU+SWcyvlRzh76PQn89Fd0dPmX+2z0K5cC8CKsHPiZtqD20AQe93zDUvNXLUT7jY9s9/Hm7u8nbK74zmui9+Ek7PbSJj77lw6U+2rBBvjaAhj4uSNs9ADyLujRF1j0i00291U4oPqVXnb6b4uY9Z+HyPvPYiT73xwO+PpCBvlBL373UKCs+NRE7PdGZhr6J4A2+IcDOvot1BL5cx2k+yKxePg3gMj3QgcC9u9kWPWdAez5nDIq+3WfGvcQ0ez0Uqky+l6qUvS5E37pReRs9hEAfvn3spL5Hy9q9z6iRvh9umL6ZdQS+sVyyPE9M6zuKiVm+Wa0ivlIrPL7+AgO+g6DuPfpAPb5B4Cu+8LVVve5Mib2lCYc8ioAxvqWahr5bGb8925aWvaZtUTy4b2S+IIuuPDU8qj3X7s89SEtyvtbqUr6IerU9XXLevZtISb6pePS9f1ZgvSjrQL78fM48sY/GvdAWl73eRHg9iGaDPevCk7uJB9o7SdLhvGYuAL5mHz49PxT5vPVoNL4NDaM7hpnWPZXWW743kBS+520lvkQ6t70XZjK9HBd5vm71TL53w+89EjYqvoM0qL4d8za+izWWPQTvF77NJAq9Mo3TvT4JHj13BtS9o1nQPV7ti73bShq+Ib8LvuxAlr0M7Ry+BmudvV9Lzj1YJQE8nxn1vfc9kTwBTQU+Sg2gPX4vQr4WUKW9oVhQvg/Rqr6VPxS+4rIfvnwIbb49IUy+uDZNvt0oGL7rzoS91SyRvlYi/z2KIyA9y4wIvHldd724ITS+OObzPK5u8L3QppG+aDr9O0/BEL6EE4K9WrgPvm/Yv72jdeI9VbDUPcybmrwhchq+43KVPTiWxrza2j6+cR0kPQtBrr4IfG++nu+Cu96YNL4Y2ZU9SS1RvsaS5L28BNm9W1wLvqHKBb4t87A9Eroqvpi9Ir2fssy9TSjXPfJdY76hzmq94t2OvqEugr3fEWe7hSBYPdxhgb7E/o+8z/oovsyJuL4Rms29kyPXvIWOqz7Bbok9gvAwPkGSb76FCay+Mp7jPL1xWT0fFqK+HJlcPsWkLj6KgHa9Zi8Fvh57nr2AuzI9LVw8OwNwET6MdEO+Cn8LPu0r7r2XvlM9OdugPgJ4P77tNzO+gGVYPlDpj75+sVw+ohdwPnfmi72AqL89YcZCPjoH2710VlC9LwoPPQQjt70hWis+kXUrPrZA7LwkGXy+kxiruVr5+j08CRC+V+mgPA7wK7yQ92a+gcfuPRyWzr1pez6+zJzWPRx4ND7uo6g+0y4QvuVmVD2wOjq+CpomPq4xpz2S6Cw+RoDfvoIrJj4HL1u+IKs0vsRsw73+gIQ+c1ybvOU8JT5ilR6+03CJPizjoL0gJdU+nfQyPsfEJTxj+ti9YhLGPWYrwD2WIpI+xao/vqqOuLwImH0+89zdPSRTaD56Bse9Q9e5Pekshj6oNWq9ll2nPOBAyT3nhqm8dxcvPiSpgj7hLIw878GSu7danL23KF67jkuBPRQyuD5B+kG+d0JRPU8doT0bhIw+M0SIPW1dMT5wbUs+YjJIPu8jMr7FJVW+ILcBPRC8LL5xdQQ+I68EPv8LOz4upgA97EmxPplHiD0AESm+EU3aPcbokD0cJ6099HdzvohHgD5UZ9k8oWsDvuNvDj6PpzK9qcKOvluMKD55BHo+TleAvrMjzjvpcbA8pLGYPgb+a73bC4i+WasPPTAHHj3cNl8+ITjGu88in761SI2+s4vevQN5sT2uc329XxeXPBJNKD0TEA0+OU5fPifMwz7Boxa9gPw9Ps8N8zwuVKK+wdXpPQfbMD4Ym0U+LGqjO216Hj5QhgI+dUwYvrXMvz6M60c+IJYXvZyGHz5A5SS8jfxRPnKAFD7i4cs+DAFxvRjUM708Vni+UOeGPtaP1z3qySK+q1/hvZdlCj5ehju+Fza/vNRxfD2o9qE9ZWviPeDmSDxnZtG9Ylr+PT+7T72kyQq+vF5DvjbIdr6nuIU9NhvIPdOgm74YizQ+jhsEvr6oWL5AIE++vylDvpANvT0Ufie9GzJIPE+zsr1vNhw+19WcPGdjijy6qUe+fV25vQzSez7bggq8A+JtPuZytL5uVl88nOgAPl4Pfr0JI6C9slcMvrXdRD6V3qM9RiMMPfOCPT6tL6k9UPFlPYOMtb3WKqO9VcYpPpEQFL0Z7Ea+lpW8vSPTh7384Vq858lyPe3QMjyk9X49JuPGPWOZjL1Ngbs9h80VPVWHgzyeM1s9TJuXusF/Cb64IF8+RPiLPnQRoD3KN5++qADyvarSdT5S8aW+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "ggQHvh5jiDz5XIU9Qsc4PSeeur3t+me9+3znvDu7G75OT14821WTvJbJ2r0MEIu9zBb4vV9pirznWiW9Tu3HvcqLMT6P2/E8uJUlPKIx5L09Jv+8lMpsvdonAb0sqPW9qDGNvf/gG7vLIRY9c47zvF0ejrzcJgG9hE7ePIa3qr1JPzA9ZgIFPDHF7LxIt0m9G8LUvZ88+b35lvy92rOxvFkRlL1eG0k99HoMO8LBGb0bsvy9dZI0u5dGc7r9+AG8C8UBvvvSsr0RNRk9lfObveDgRr6Z9G69NEsDvF4hPb3XKPU7QT4JvvLtRb1xyEy+UhAIvbNmm7zylh06Uy7APF/JjjxgwSS9pJKbva3KxL1LurI6sF0NPcfWaz0TBBE9q5yJvXX6Sr0thwM9poFQPN73jL0BLVG9UR8OvcwDHb3mMEO+fVUcve6iU7xR/Z69hK8LPvIxJL3LGue8asGPvaOlCr5XcES+KpivvK9DqL1DXSe9AjQoPRJBIr7Pv4A8MNRkvI+iEr4byZe8BIrjvMFGQ7zktl696W1LPb+NWb13e8K843CNvVXySr19/Vi9ZWmWu9s66T3C9dW9FSeevYkETjye0uG7NqHMvTGtLb2EBbK90Z0+vbH92r31kgG9fsB2PUHaob2mEDs95kryvAmexzwb28Q9WG7bvbROtTo="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "F+6Gvc6eLzya/NW6QSUHvXaiTT3xkfM9rAAaPXCq0j2OOAo98baxveA7Lj1YC6e5oCUuPuFOhb2oSvw9drXAPfSJjb27AVu9S6aRvQWrbr1OE7i8pgFfPUJCnD0qHHm9mR7yvNLPAL6wEE28uQdRvg6OjDzM96c9oIKDPbL66j1cevk9sH80PTudXT3aPIw7H7Bdu0GZBz4gll8+a9fYPOGYr71ugJQ8DfO8ObXQlDwEfwa9tuFmPkUUUb5mTZ69JsCdPfb6+j1pJAk+F1wyvJ6OFTxVPIc8aOZyvQaJLD2U0dq9t2pHPomxBz6c8oq9AqHtPCGjpL0+0Aa+Juj0PQ3guT0tQks+iCNIPiRSBj6IO5U9fcZaPTgs0LrAhvQ9tPSwvV/Jdb06M+G80FjJvU9/5j0bY3W+lkkbvBo53bvT7xc9UpCAPTmfRT2GShk9aozVPaOSdLtPOLQ93lmhvUea+7zgIBK+u2d/vPCKEL7tP0q+3eW+PQaa7j0zJAg9FIx0vadrGzygHU68fh4nO97cDD0VnwO+6JALPEhg8jxdWzU9rV4HvqBPKr2NQyS9ZGMDvD3JTb7P3D88uBlmPb0R7zzgbMs7HMdwvfgxN70ycE29CsUavR2O8r0S7oy+er9lviZaKLy9Hxw+N3KUvSnBAbxsqrG9tn1ZvaLpVr2inaa9mEyWvYgzk72oja490USGPiwAfj3R9BQ+JrmbvPhN5T1beIM9EFVCuy+Cl772ccY9rxQnPsrn4T17i9w9EiapPd2/KjnOZWA8bjJaPax/NL7Wexw9eX7hvcnWMDyIx1a9UHmHvcPqVL5C/gG+34aTPXDilj2jAK69kcqDvKplcL3wgT688LZPvDqtFT7C7LA9ujsMPYgaRT5ovT8+6PVEuj2aUb3Bp3U9K3k1vcbT2j1PeqE9lHqWPps1rj0p/L28yJA+PGC6OjxLrnM9C5Jxu6L0hzs9Fxs9YW9mvOGeJj4NtwG+MErzPaagaz1R6dO9L1bkve6LmD5f6lo+5fkJvVvmNDnkQQK9/OlQvOf+X72nCjE+nRz7PAfnnz2NeVW9MRaBvl2hsr3jMU6+2Fb4vUhqOD7vGLc9UIOvPNQ4cL2Dvma8T6mgvcA/lT05FiI+wE7tPaao2j3oc4q9GYWdPFK8y7xqAKm8lD3ovbh4w7vJOw69wh7xPdCRkj0OmAO++Ka+vTy+pbwULIw9hpGPPMfX+j3JDzO+4fU8umOsEr5ExzG8yP5IvuuGlL0dKqE9GLMdPlw8rj71V3o+NLxvvKS88DzqcYU8kT7mPH/PIj3mIsg73JedPdSJ6jzObRW+kcGQvCnNL73QpTa9b6cxvHn56z0KxCg+OJsEPaDSDb5WCAG+zSPrvYg3fb4QGRo+B6QQPjyGq711Y8i7VFOLPIJ64z3Dbtk9k/wIPTOtNDwyJiw+Qo04PfDY8D07DQW9QduBvK2fHLzSrBw9n4kEvkhFtT0rAx0+ATY3PtHnrD033xA+dtjAvIKpT73tDIU+9iWIuz5p/zx3BQw9FJD3vE0bfjsQ+w+8bE+8PVNW7LwVpYk8wRRbPlzTAj4VWkM+vX+HOw+hhT3ypgg+qPD1PdNRLT0uph89z7HwvH7Btjp1fsu8ByetvcCLTb24Cqg9Qqk2PgUHKjzxZES9fReaPRoDrL00U429lDgovgAa/Lx9dNs8nmFkPKWL3jt0m809tHu3PQJkqz1UgzU9ZSAZPUqT4j3FiFg9IFQMPQc4rzzLgg+8qpo3PY140D1NO4K9i2oFPv/rZL14grS92imovPqpqrwYEc85rU2CvBLflz0S9Va9EontPS3+Iz5iR649rQS1vYt/rb0QL/M9ZGqxPSMvp70iT7U9BoqjPVvRgj3drN094TERPsB1cryr3ak9OJjwvD3yNr3cahq9APKavQV+0T2Dnd48nyBWPYy6R72gs307fZIEvZE+Kj4fqBW94RWvu3JFDLyKqVW8L40pPTYbtz3eWsU9yVmCPYeJ9zwOWps9QnRhPrNV9T0Z0km9EyuNveP0TL51kei9TbbfPFsnOj3EKbI9wM0ePTsVej1QaDc9wvhIPTXJ4bzGUEC+sPcLvtKPu7xYfwW+6t00PTqBNDwid8I9RnrOPWya1T2vadg9kw39PUjNhTvtpFm6+Hdcva5uSL2gH5m99pc7vW+ocr2Dxg29q9M4vZVkZbwj3NK8TLCbPL7LYL2EfTA+CfYiPAhHND2Ivqm8e1oCPlIpwr0Qh5+8mr2yPQLnjLwkdIq9DQRDvTxbF7056P49BFizPvjJyL2kPmi9D3HuPK4snzyuuOs89pgHPbeHGr4jpeI8kxw8u5Ydvz0LAC2+K8/LvWBLVb4XFzm+Vrs+PEq0Jj0VIYQ8ZFeJvZn9uj14G249W6S+PMgZAD7ueSW9DwMUvYVpsjxDTgC9npzyvaLHG77aQei95YtHvcau+D2zmxu9Zg5BvUDcO769JJM7fY9+PXDokDz3hIA7SMz1PNHM+jxHGZC8EtUVPo7Xi70jq5I83HaGO+yuEr6N+7M9TayxPb6fHj5URCo92WO4vc29Ar0h5Oa8xlsiPQQ92r0GkpI9MuU5Pa0Dqj2aGfS9Z9M6PnpBFTyVdyW+8GtDPhSbq71XWHe9FQi5PTDoP71mpAq9S/U0vdj/dbx0UKq8dgapPbdVfb3g2R++aL/tvRIGCL3/R6i9NKwvvhK2sb3jXCg+uarhPQjRmrzyhwy8PdF3vYiu5zybhBk9cnXMvUp7Qz1ayKG+7RO3vN7t8j1WM5E9RkXIvWQfsLwv/xI9Vf34vSUFQD0808a9xiepPKL+V71koLm9hFyUPZGt4T0ZqRe+bXMXPuX6CL4OWNs9qzCDvRxy47y1PUI9zosQvQHUQL28uRC+ivB9vSEBhb39abO9qr1VvOx0jzxNzCy+JtWYvIh9or3wXqS9S7aSvnRFKb5LrVu9jFovvgeswL3hELg9vRfHPbpsWT4Yb1E95/esvH8cE7su4Z89OPcNvuuoFL6fD/i9Zw8YPX1hk70FoqI8pzErO9SjH72vMHo9g0GwvInPpDvfpP08ZwO0vSzf572xJsG9mYguOyijvj2yJBe85aR8vXrvl7wgOyO+CJwqPSys07t0Bnm9MOyLvXuD0jzeH6y9nVMgPUB8NbwVycm7JD6qvExDC71Eheq9H2G8Pa7stL1p/si9sT4jvYg0fjwAgqC9XwEDvoYAhr3LxIu9DYbXvVK2Gj5iWdS9I2HDvdSEyr1AzU27sXc5vXY2Cb2EdT894E98u6+u372vDmG9Lr+LvYCfj70QFRO9Z2TIPGcg4T0MCsk9BIqavU6AoL1Toeq9kTUhPZW63b2rRHC9uQwYvrAbFb4+Rya+7Y56venYtbtMrBy9cRENPdbxpr2N3Sg9fjwmPkDyYzza9zE9F9DYPCgroDyjfTQ92RjHPbbmYTs3TVC94av5vcpXBr6mLOY8+10OPoczob01JzA9yxRKPZOZ5j25UmM9jGkQvoienj337Zi9Gzg6Pqur8LsMCyk+wRp+vf4arr1bZgM+z3a1ujZbiT3AEjW8yXfTvYSr2Dyymde8U5HHPaQb/T35TyE+ABXHO4c8pTwxeH29oNKFPaBgOr301bO9RRMYPtyYK72U4ng8osVqvUQY8b3psDM9xfTpvZt2GD1PGCI9GgHxPMkAfb2S5ro9zcY8vbFhd70PO3y9vVAUvhEv372Vwru9ijNJvUj7Mz2sGJi9HjfiOsYMxb06vya90p1MOzqms7msoFi9/0HgPQWbCj4zrXQ9JDPZPHL5aD3C9Oc9Xm0SPnfRjD0SBqa9uEz8vadk9L0TzVm9kYuBPRsziz3VQb89OaqLPLcBJD1Jpag94aAWPvrUEz2R3kA98jphPZMBiz1gToq9rzD2PTd/dj19Z789xZTAvKdx4z2KcYc9a3hOPYDsDD5pHTU8jcwmvlX3gz01iy6+n/qHvon4x7wJywy+GHjPPXu5HD03MD87r67qvWk9Bb4H+AO8X526vOe9qLx1i4s9p+N2vSTm2Txlrag9MSoxPhg1OL6txy4+LLBzO4oBGb4hdj4+3WievY8Yir1bq2C95mTxPAMzSTuq82k8JZs9PGn5iLzIQs281V9sPfBe/72L9n6+qNelvUDdBL7XTYa+aPq8vdZHZj2m68I9fiykPJZKpzzquw+9YS8avX8/3zsQUGC+reIWvAzsPr7+Pmm92rhVvSVozL12CXo9EXajvTk6bT7L1yO+nqPdvRoV+D227P+9+O0tPTOQ2rxlVBk9xeRGPk8EFL50ul47AU7VvDgfpr1Wi8O9mhfvPY9lfT3cBII+MOooPtT/cD1ykjm9XbeROmTpcD1PFti9TNkcvT5tgD2sRBM+5w25PaM18T1cjA+8kFaFvYtvSL3QAzy9bjbsPdotDL16bua8sqzuvLkvRLwlGGa8fPNAvf1Lu71JZbc9YB3hvV6J072e5tg8xTjMPe218j2TxVQ+yw31PYiD9r2lhAW+SFi5vTwQKz4ASgE+kYclPlCQBj7lvVg+V1YNPivSKr66OK47gz1Nvhsxvb257hm+XjujPQmrybuPj8+9KK4Vvd1OgbzBMZe9VwgzvX05Ab09gfq8B6TpvNkOKL0mRRK+yGMAvXEtiLvhv5u9hKWkvWhseL00b2E8FCe3vb510LwaCLc9COPgPfG++bwrQpy8n7mou0fHDz5WQqe8ILviPUyADD3QdJY8ltsfvg89JDx4C0a9l/2bPdf9vj1cl748RaJ8PvjR37wiggI9Db7aPKAVPz3+jv68/ZMfPRPbbb3nfve93EvEvWFKpz2OCYI+w8oCPpxOQL3kT0W9lPwavYJ//jqHVk68kHvPPQVQwzxqYDw9KWyGPU+JAr2uGro9iNfwPYpSQL1HnqU9CTosvhxhkT2edlQ+VXiEvfcX0b21D+Q9oWXxvIbn4Dzcw5g8lh/vO1g/jT1V3x0+ceIbvfITAj3pJ8U94/4hvs0gWr5FHzK9ZO/svOHlTj7gKNm9GtPJPWPtRj1gopi6Dti0vT3Dpr0he+69pAnEvAZBuL1xbji8RKqRPZsw1z39mdg9Z1WQPe6JFT5eAr29blIwPD3HE75HGee9VNaGPYdc4j0wOi0+YVDyvDaZ0z3spA++oGxDPtnJHj0YChU+OgxVPq9KKj47uCc+8YoJvqZ7gL1MlR48rlzYPP8fkj0nvAc+klF9vkY3lT637IU+B0pXPs//KL72YA2+2uJ7vKnqSz4aiQi+Zam+vW0x971TJ0w9rzvMvC13U76kGs48A/uAPd209DwHPJE9Bu8cvXKwBr5zkYO9vMUcvpWC27znAp491YzYvcK+Gj3EAYY9d5bbOni3IbxvMZ09tdtIvU+/Cr3/7RW9CyGdPfElFr4I28w9eBqePM2pz718wUo9fpOIvb0NIL53Nge9RBUrvgFsMr31a0U+gX+PPXjw+TynYWU8gUqGuweZiT0srpO8iktgPjSUD7uWLtU94VKVPdwpnbytulK9m9CAPbITl7z0CA+8728HPkDaob3pF3m96iGAvcJguL0/yQg+4CFwu/bMKD5d8Za9KTK3PBT5tL0omSs9uNuOvA6Q6DxKhAI9B78UvcewTz5Hv6E9yG8NvTYOab0lfXe9DzLSPM8BxT0yTh4+g5qMPQhJSz3cgLi8VxfmOxc0Jb2qvqi8+ijWPO8yUrztiAM+Ni3cPFwr5jxVNJ48Fn6FPHXA8Tz5DkI+hz4QPfwrwz20M4I9nGSPvdkt9L040x49IoVdOoRlCztkyKc9uW7EPS1P1TxSFLu9NE0jvYVOfb1ZqD09TTMzPX1ZgjvLFIG9m/g0vUgZuzwsH5O95AWCvNGLwD1UkhK+XA0SPKZrjb0VPsM902p6vc1DXL34qwC91HVMPDEUxj3kbCI9CpOxPNnZdz29i188n6vCvfRLPLy+Kke+fRXRvUDhzT2lP0U+LV9FvaoIrryUVUy8OvNgvGOCgT0geTK+mX4YPjvIhD72bRs915pIPna1E761yuC8vfiOvRY5pj1d/tK9Uum1Pa4+Kr76M1k9aqwaPT01DD3S/ba8LoANPpqBErzgPsQ9lmMMPH0yHT2cZ9q8viy1PT+Bwb2ITDs+t3WFvdcK5r11p2A9e0WUPKLreD259mc9ECImvL+qnD1xw729q0rZPZJaLD3uQnS++07GPIOkNrxk7bE8VJV6vYjsXT4h1x0+WYMBPlOHcT2jnz49cPG7PYKbnz2xdvG9yRcYvpB63DzaHZo9P39zPPNytb3PRYu9U0lHvX83U768dGW9G81sPXrFtbztdE09cn+OPOknL7w3kFc8awcKviDKWT6yr08+na78Pci+Rb7iH9O9iFgbvkPLibuzm0o9PQzSugg+jzyhmMA9TF6xvZ5Rqr3N6Lq9l3Wsu/zi5jwGm8k9ek5dvdYjLj2wpIe967CSPf7ZILw+1jY9fUBovfKjBT416gc9Fw4kPXaHbz0DMVC97Zc+PdElSL25wRO9cA5bPfTUCjvC6DA9wrHFuzOfjL73mJw9aFwnPRXkYb6wEBY+jZ+9PRaVS76qDL29ByC8vbq8xr3EKp87BtsxPThCL72d6l+9vY0JPW7MNLx0FRc86SHYvU11Wb3eo4i9iCRhPH5uJD7vnr094hQsPWd1Bj3MWjA9O5m1vGs/qL2cnJA9erDjPF67iL1sBqy9h4jAvT/8uL1qwU88uZh/vfglC76XmXQ8awb2vImbEj3Wepk9H4YaPcfNgz2iWPO9lscuPSiLrTwVYY89RK0RvhRK8Lz8VQ2+VVk/vWyhyb0/am29gEPOPbWD2L2fVlC9RuadvDFVCb1sW629TePNvG8wUT6uw527KzEnPZBzhb0Ue9m8vVVgvV35hD1bu+67beJYPXJugD0ELLS8+gRRPCjiYD0qpJ89VcaPPNZTGj6xbcY9VNIlvYxe37ybaZ6+sQAUPl0Oxz1nC9q9HU2nvTvzSrurecO77Su8PBzg0jx+Hsc9PArVPTT6oL35qMG9gMzYPRBWLL4B1/i8zhx0PWPqyD1H4Eq+lkT4vRwn6D3V6QS7yB5TPEeA6T30v8U95YIwPRF8Ij2DESE+tfC4vWtlfz5ZznI+3qVnPPQGU7uEE7+9/JCtvWcFsj1rlSI+QvOcveBnSL2Im9W9+lOSPJrdN72yuIG8hlMYPrM8iT2njp29X/S7OzVkGz2lxUS8lPv1PYu+hr0IcAk+EgjCPOyTFTyFjQ6+monJO3WVlbxWmrI9YZiuPQMckz2qF8K8Q7OCPVKrwjzQX848J4bTva0qubzX8LI9QPKCPd7IVb300dq9mlAqPkSMYT5FmgY9ndLSPddmCT738tS8Bb8xu+X7er1h4Og9jlrkvKSbGDyeeyE+fritPagsWrxOn549H6YVveZahz2JEy09YOOVPcpGtz1PbtI9EN0kPYgjib332P08J+S4vSSsW73YVS2+9IJpvBxyMDzWZSA8JofovSF65b2u3O26+dG2PZeeS703j4u99bsCvQFP0bwdctS9wVcSPZrINz6D/xY9W3OKPPlzWj7LhTU7iOYbvJom9TtBv08+r36gvXKxZz2YDhS+qv1nvUVumrxX8Km93Nd0vVEi/z0duLC954rKPLLVDj4fdcU9jTRZPr5HYz3rLEW96lq9u9fJor52Dy4+60DsPdo4tD3yxjU92oTIPQua5bxD5gG+xkrrvLfsDL4Lnmm+6rTHvDDZPb7ZV+68Me38vZL6Ur2Qs6q8x392PI8eWryhwms90eBDPKdPer3emaY9BEEwvIQW/LumHtO90VPqvW0F87wg2o27L1RavmAHM73sCLC8tpGhPYt5iD1sb+47XShauyDACTzspZA9UhcJvcQkuL3dNSm9SuHRvfzkA75N6Wi+EA3vve9jHTxtsOa89+ETPfX04j1GDkY9fwMsvaco7LxJvC28zhapvFRaCb5aViO+kGAzve1LE73abdi9JHI6ve2eg73Igbu9kV8wPvcvULz8kjk+t4dZPohEWr038d28gmvyvAhNHb7Hva69BPK1u/3aO71zjqK6ZnSkPZkrhj1LgkU+D8+ZPihnn7w+RK48a19Rvf+smr3tCm29Oo8pvZTnH71Cc8A8EKg5PYpUlb3mV4S9VL/EvfNcRD2vS4A8Fz7jPXtcgT0U9+e9EwqCPYdCwr0QloG9sglyPW3FwD3ieAw+/gi7PLJAeT03JA69ofoePQXUCj5E5f28WIlrvd423jzO+sW8/sNVvqP0jTtKhhU+zz0KvleFQL3W+N69SxgNvVOesTvXJ209aKMfPpa1gD2E4vM9FS7PvBMZVL2UYg+84rCEvuXW7Dzfc3I+0V4zPkS2JT6NPqO9kvu4vbA0Br6lnxs8EnijPQkirryKsbq89oagvUT9A777qI68r2xaPQZzWrzhQK492AeovcN0P700o409T2V6PSo2Dj20mw89j+8svdmFMryBLSC9COPBvf+nx72wqJ6+j87BObDsDb5rkDC+Y3SzPVRIAD40B7m9IUQ3PCG8WzrT9JI81XoFPRqMkb3x8aw8Gp+UvNwBk72VBF699v37O5faIT1PI2o+Z5yRvdho4zvT+gS+P7iLvZycf7yd9bA8RQvrPWvzaz17WtO8BVS+vQ5ZPz5OhO68uVMhvi2IVD2Hr+69CkNPvvygU73DdBY+EYc0PeZd1z0F1Kc+n384Pl7AND5Ouj4+XagYPdfdZj4tkSu+JCBDvbOE+71YU0c9AKYSvsiIqrvVH1A93KvgvGTB9r0De3Y8e4wZvWmU0rxa5Yu8uPZbPZWAzTvN/Ae+9zApvc7MCL2Tq1w9EvOjPfnKBT5ey9y8E+RzPdaZOL6nu9Y8FCa9vWEqzL23uDY9oIyyPHFeqjyMVYo9mpTlvDhk6D04e0u9z3OFPfXQWbz8GsA7iApWvbROHL6VvA8+rrKMPOflRL5ccUW9BfBFvTciJr0AJVS9I1AePL3Wlb30H2C9ReSfvVFnbL33Irm995UrPVhYO75GPgO+r7nYvE/XgT0QG7Q96s6FPZ8Dhj1MiwE+SXaiPQm2FT3zhbS96/CFPrGYrrziDho+hl9/PfAfDL4TV4i9YsYSPY5ZMjw/MXu+YWbBPKL8Yj3sVi89yP0FPfLj8jwZ/Wg9z+ziPYa0fzxlUJe942hDvhHbQr24VdO9JVRqvbOXhb7t4JQ9JTWQPQAVxz1kXTa9kJZDvD7Gr73VNGe9bHZSPQF9cj0fI749oT80PjFJ6L0vhBQ9XgPwvQMxy7qdkeq9YiGTPbwfdTz8Gfa9aSJEvp2O8j3lZeY8KGU7vtTHD7z/i4C8RHWNvfawPrkeaxq97p0ZPexRXz75J9k9EVrpPUATUb1NnNu96xskPrGa4rshZYi9ZTRjvT86+bzPBQo9j51bvF3DvbyzmRa+spxsvW2knb1xftU9jVjFu+HIq72w1Hs99KS5vMTfkT1JnfU9B4RxvVI7UL3uP8q8j46ovC9Snzwh8vg9WiP6vJZ7DL29Z5W8/2EoPdYp/rvlGhi+HSqou14usT3h8ew9OUS4PXJhhD1Amt89DRSfPYEbDL14XG89ILT4PT2XJz70d4u9WT0ovROqPr0SFgo8cMTPvcXW+T2MwVw+NUq1vXuCqb2k9UO87IiBvH5gmDviMto8QOcGvkNgWztcrV2+JM9gvSY9or1WmNc9hn+mvWb0G75fO7k9Fl8bvZi3uLxaB8o9RV16vD66vrxHJ5o8K+atPHTJhLw0dZe8MgM4PSLcbjy57UK+0kxXPTRbhL3rCMO9WHahPTy27D3EURY+qyxXPGXHDT0q8k49M6NTPXZ1lD11hxU+8lguPjiU7D3Ce6Q9Pp8FPmaJy7zwKdk9J1DDPW7QAL7BvMq9EU59PYGoTb2lqp29mpZivFV/nbwF6IK8x9dGvPcJdj3J9gQ9wK9Rva5aNj3M9G89oyHYvXDvOb2fZd26Ie6UPVH1Uz6tgg0+/UIePWvwdz2PAIE9bdr+PBojBb7Y1Ym8GQcBvnS3Wb0ZI1S7sPLqPe82Lj1CCCs7eFXivZMcH74FI4O9Bv2OvLfwmDxMxVy83vP2vGAo+DyXbAo+bIWKvWbHjbxxz107/tcFvpZNCL631oe9zioTvtM7lLwjXAk78iWRPr0c1TwHT389Wt0QPawXGD21XlW9LxSAPRDaHjzawgs+LR0uPUMaPLyb+j095tONvdrsG74y1PY87U9+PTsfK7ws2Ca+ZZm8vfel572QCgm+hganu+94XzxgH6M9XXiWPjNI+z3/dKI9FWfrPSlJAz52XlC99TaoPRCA5b32s7w9VVJSvV54CjuReBk97v+LPQd1D7vlnl+8enPPveDTar2KmJa9Z8VBvux+pL3FLdw8ERhsPdlHgzwXMDy9AS86PiHDkD5TUcS9YNd9vaXlx7zBioo857JaPReOK70XG0w9E4vOvUYfGrtkYuM9r3WevIwo9r3Z6xY+2fzkOzebUz6QwAA+ajxQve1soL1yEEK9fGurvC+K+72hv8680TQOPr/T6znwwbi9NEjqOqyTqL3AxOC9GP3yvT4lijx511c+1TGMPeOj6b0SvIm9R0SrvbEAmb1XAyI96ez8PV5wMDtR0yu9hMFuPJooA72efTE9+syMvP6t/7xfxpU9jDJNPtaUCT4YMVa9WGGovZQbqb2hNCe+Qwx7vQnfbD3k1569XTNNPTB/aj2B94c9YQ3tPUlKhrv7HWw9OBb1ueiZ2jxsw4M9pa6avbloU70tVkK9gUhUvdjNpr2fR6E8QiaGPcDhAr3NrnO7CIkuvShPP72ey4a9Zv9UvbX4iz31kxo+5QHBO2I3EbxqNkc8G6UCPTbrib27N8k9CeRUvbsUBj1cyMO9z2aNPT/RqD1CpyY9uJsQPjRDGr66bgc+LY5pPQXeFbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "927jPJzENj2VtDA9j+9XPUIsWr07RJy9BiSjvKqUQ7w3Qgw9t2S6O79CLb1+3Ss9ON7DvdxdwLxG82O9Z6vmvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 