{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "AH0ZvkIuOL7MO7e+2volvgVZKj0wbUG+4pIEvXTWC76RHjy97Z5aPpquPr6NJhS9WKI5vRqKUr4Dy8U9UTVQvvwv67xFhri9jJiyPZxRt7p7YwK+qswrPekkqLzWj0O9QALiPZOZV7558bQ5j+zIPW67Lj06caa9ZGiBvg33K7yxPgE+KiP+POb0Oj6JKUm9VnK0vR5Mrr1fVs89pIgHvuWO274Vgp0+mhRIvvqYT71b7AE+4yTDPThcr72Zeoi+Sn5rPX4yG76L+wW+WS7sPZHhKD7ORaO9O3aiPUvX/b16Wu28ocCSPnzcjL0ilZW+E5A/PLHse77eiCK+95xAvnTMNL5Vcy2+JjQnvrn0Xr6sqDm+rXYhPv6O3ryCese96eS/vBJ0cb1x3VS9e9fwvWl4kj093gy+wKfzPbbmMb7jwII+g8qcPOzvJr4P9Cm9mkmRvPQVwj1eSke+MxFHvu3MO77gmdw8jNrNvZETGT5NXPu9++nXvSdvVL0eJhS+DSNNvsmCjT0hdoI+JxtTPSeVTL69Nrq93FZavF6Ul73oTV69sg6xPVuwxb1hOYC9bdQDvlZEYT0S64a+lDlQvLcI8LzZqZO+DFdmPTU6yj2DNhm9pUaOvSPUlT0IA8u9NcbrvSKpmT0OANC9NmWEvb19CL7sypo9+TrRPeUQWL4LM3i+XK6pvA3DJT6CdzG+8Qa7vm6bRr6o0TM+LE4FvjhhCr5YMAy+0fYfvadaNr6fCNq9FvDZPVunnr1ClX68HbQiPmZ0mL3WQVA948TWPSyYxT3bSnc+FZi5PeHx5D3rVYS+KanSvaMqZb4TzZ09BeQMvsFDvrxuKIM+mPuCvsn09j2tA+i9Dx44PjB0AD42Iw8+aIA0vXdSkz193mg+I8PTPAsmwDws2x8+2+uOPRc0vz1xWog9EN2yPYY2WDxFsxc+W4w8PoOHR7463ee76+PGvP+zQL5UvtS9qOLmvJ6Mcj59xqA9S0tsvQw6rTwnbIu8lBA0PpbTI749jQk9zCeDvH/pkb0pB5c9t3mCvjpELT7FuxY9Bt0uvu2I1b15j7q80E49POzUSD0Ojla8gWdoPWRMMD70sVW+2UCPvl4kGb01nCU+5VIMPmXE+zwcVzo+T4M5Plzwjjwi44i9ZwTVvPaCtzx8bTM+iFeVPodn7D3Cp0A+OnpIPfkejryCSwi+HR8wPvaMnD5mIS0+uAZWvRppNr3bXIi+9rqFPfW3Rr4L4i29rVFJve3zhL1LGhI+g8gbPrrtez5AoEu6zGhiPZiCUr66nCu7j/kTvMvjGr5SDSk+HMLJPa9rNb486yW9obpVvnJ9oz1WloA9g+bkPSRBI74NVRm+kC1PPh25IjxcTT6+jcnAPHoGFr0RQf29gas2vYJLTj0omwi9Uj9Fvjpgoj1C4EG+k904O/YBuT0nE7k970CNPl/LpL1gBS89EfCvPKd+db6XyCQ+mUCwPW5OlT0d1EY+nLmlvKpIU76g7Ce+elusPe9tkD0UaVC9Y24bvZDIwLwCAFg8PewMvjUWUD2HAsI62ysXPppDUr694vC9j94fvoT7o74FN6g9Q75hPpfv0z34Alg9xQlnvhQ3hTnFQy69MBlUPjsRLb4uOQI+aqzHvCPXTz4+nhM+yKXivbuiFb7pFQm+OPdXPs8jEj3f2Vm+U1EYvn/4gj21HU29ot4Vvi3rur1RakQ+fy3YvKL7+r0mGTW+64KQvJ1uHr2ixjg+9KWEvQbyZL4fsMA6Tk4NPrIX2b2itZQ+p5PmvYT/gbz3KL29hzb0uw8AHz6GERC+3fcgvi0nGz6HwvC9NNlevfJkzD3qvzc90WZ1O+SgIb5zE8W9LbtYPTE60Dz70Rc+JP7/vXru0j0GTHy9op6qu9rwdb5hhag8GlBGvTxdz71qv/m8+xSTPlIYCL4yqmS+oy3gvW75ZbuFjC++N5otPpy7pD3fOgc+WeM/PZlNAT4dlf+9OnLFuwzh1r3GRSK+MRZSPjrzur1nPEe+AHg4PYya37ulSQu+XVmNvuS/wL1jCYw+OD4wPu/XTL0GIFy+CK6FvaWOnT2QI4g9YmTTvAr7Bb5CN0w9mtpIPdJuLj4VBlI+XdpYPrSqND6c7ei9xiguPkswhjyfgsm+wsmvPDtxWT50ur2+zlwKva4DKb4JWZA94zWZvhsEvDx1AoA9KZjkvCdHdb4bDo87De5WPXxVr70fJvq+WolavCBLsb1oVKI9/or7vbT8Or7VGZG9SXjmvDU8t749sec9eok1PcnFIb0b2wu+ydJKvpdRar0pn0a9gJctvGs+lb2vSh+++y3YviPc6z3jpBq+d1bHvW0ptD194gg+vmRzPpW+db6Vxhu+iys2vnuJaT1kEku9dmo1PQPN3D1MB4C7TbPDPWYhoD4B72G+YbxAvo6Yb74Et4s7Yr0VPmMyxL1CTy89VLYavhNEs70wUJm+F7xsPcb4Mr3PzsG9/WLBvmFdFT5EcGE+M9kxvnsBDT2fAgu+TYMrvReHZb2ILpQ9ZvjvPZbf7L3M8iu9HhB0vRXRkb0JCVm+nNwnPt0SxT0Yb1M+v7AdvUS5Az5TgyU9000WvC1ZVL7CKDm+qtmMPMCqeL37dBa+aHH/vXe0j72m5Ty8BlYRvrI3UD4JMpQ8MRdDvlIMYL2kd2q9O2ibO6gscr5VTWq+XutXvsi3CT43iJU8FiiOvoSP+7rGlTc+8akxvtGwNj3y9Sq+XdAIPR7O7DwywNi+eWpnvtpzc75ra8Y92nMsvogo6jyL2jG+lJ82vv9ZAL4eUYI8bEVPPn3wE76XCJg7yFCvO7Z0tLsFSVQ9WG0RvrCg5L0vwSq+TmUtvtvLxr2L/AO+3wjHvanTE76VwYs9Ih9dPUiXBb5KhuE9w2T4u5yKkr7yx4e9AC6aulzXBj5UhVI7a+9xO3f9dr7/eqQ+FbU5vmlXYr5Cqu49BqmJPuVAi7z9HbI9rKzfPcIVR7632wI+hVs4PuczWL2lk42+syKEvp4eDr7OPZ49965ovnxM+j09c1q9QDqFvjo5AT63YYK+RYGGPZrxeT5/zqK9U7aPPIzEMb5Holo+hZGWvuUdJ77+emA+5mW3vVuToLuXkE09qFQzvnCUfb0o2dw9ap2NOro8oryYqvy+6kDSvW0FX71vMZE+X+FYPvTvTD6oaqY+lxTRPN8hg73+mjk99mfBPcJIwL0oZXY8pcFOPkBvGj63ck8+2p81vmByUr4Xo949tKs4PpbRrL0SGkG+aMBBvoNa170/Obs98C22vV8mIryK0qq8FN4bvdnQvz3SfEO+7o7gPQmwEz5xnXA9AvdNvRFfp703GfC7Qn2xvXwRf7uNQVE9DtMLviBs0L3aVgS+TQVUvo6p4D0o6H69k0b6vYJ1+Lvx0lu9mZFNvFT3Uj13OEo+ooXOvRr6vz23/7S9dnA1PYLbm72/9/q9ILWSvQG4Wj4gNt29irQpPlSiAL0OQgY9uYw6PL6gVj1ohCs+r/PjvXxCBL7pXZw+lo9LPgesvb1meoC97IryvJg3W74IaAG+euNmvlYPjT0srDK9tDpjvuTaqTyUCjs8rcWTvqPwXj51+Bu+6nu0PXCTeT0gJWY7Xl6Jvjqt3r3jczU+AvtUPqf0Dz6teDi+PRgzPHR0Jr6kvyK9KaM0PR5lG7waEtG9SSeOvZ0SGj2l1oG+HuFUvRbojb6Odmm+tHsMPgFgMj169wo+X8h9O9usAjwm1e69kA0uvo7mCz4lt6Y8Bq/jvfxLzryKQSs+UO1gPdMGZ719zYM90/kLPsC2qr5J3MM9fWUEPvv04r2LNQA9Gu+CPffCg716Gt69kG5ZvbhfTL1MK22+yMIyvPZEgj5FHXG+LMOXvN/yNr2t07U97a3COl6a+734IhO83iiAvcAsNT4hH7U7tBsuvmu0Jb5PMLi8BtmwvjE4pbwbYk4+eoxLvpussb4rnou+ohCAPtUMvj1i7NI87hUNPkuFtL5Mvcg8ghWCPohtWj4fgFM96MSBvhF4hj0B7ns97S/LPZ0S6b0nWcO9ZFcYu5MuzT3zRrq9ShkKvtqUjL7uEjI9i6oHvmX1uj1jA0u9xiA8PPUENz0f9JC9i/oDP4XwDL7mKrE+UbmrPYri1z45l5c8msFqv/z0hr6Q74o+/BKYvsSf8j5wW8y9RAPRvneJkD7Maiy+1CYCuZGs4D137rC+cH/9O0I4bT4tdK2+3fW2valolzwoPfE9I4JGPpJwQD4iKS0+TX7rPVbvej48tBQ/0RzHPaIUrLsTz5M+B2ctvWAxHrvi4Ew+LM+jPiHyND3sEKI+UvDJPXE4Ib7nV5w8Ld3nvh1LDL9TpNw9r3dFvwV2ir7vamS8V3JJPvddjL7tcHq9aqDQPeOE0T7hSG++WuEBPrU3hT44Bse+H+bwPexkY7wTeGs+wsGKvgnEoT4a5Iy+dDmZPfWwWb4qf06+GTjKvYj8KD6xJ8A+303vPSpV2L1/1ai8lq8xPtNi3T2Pc1q+Hu2RPnMK/j044g29uGWuvpe1jj6AIgo/kdUKPjSCtz5z6oK+wqPZPZoPGb7nPjI+pt6RPfhikr0FUJk91NPVvJhFj756GJO+htH1PrOt4T5VPHu9/0upvTAEgb0kf5A+wixWPo0VFr+vkb69+G5DPkpQq7yzPIG9mcOaPpBNXbyey5C9aa91vqlP1jwJEMO+EpSdviMQqD3T/II+W1cJPmQelTyDWAc+vSkkvkpMzj53F/69XusiPr/2pj4diAU+ZDRNvkP7Vz1tTq8+n3V5voby3D0jPAo+o7YWP8f00D3TcRk+2WSePKo/Fb8o0KK9kt38vkiNB77kRVw+v7+sPnHO3byWtwa+SS//PfoTsr6nOI0+dh6Cv+k3S77S71S9FFhvPgePX74IXwO+IcBaPS9SUj44AuI+vZKDPptWoLzuLa8+PuZMPVELCT5ptXs+wnFNvB/o4D3P+7C+Tr6/uQ3jt76zNz4+v8UUvfDKRj64gkw+YDEjPhizJL6N8s0+q74vPk1PHz5IdUY+2ekSPiV6Tz4fhZO9/QYhviMQ+r4BRJ2/e6Q1v4TQnj7IGRO+jZgLvrmh+z1OO06+zx9tvTWElr1ABqO+AOomPi91+D3e6As/tEfQPsH/MT5TU6W+OygjveEvLr4eeRC/aTbbvQXKlT5a9Ms+1llEPp0R4jxXyiS/2nAPv+BOqjt/D689e3ghvVVxAT9MvBE/WkEpPQYKuD2s4K69dTlePrw8Jr687vY9VoD2PmatEz94glI+qbJsu267n72/puc+0AU8vkLR4r16v8a+SV9fPip/Zr5430y9X6OcPhaxH77w0y29cmoLvtcMcT7mO7K+YHloPg3IAj3SD9G9Z+crPp93oj20AQs/t9ogP24+Fr3cjYO+ef3DPt5Qx74eZb09vWOJPUisoD6ReE0+6//TPUvcab5j5KK+IrL/PeiRgjzUVv+7XWEAvtT9JT/TiAC+QsNmvXAuab6xNPc+qNL+vsa34z6XswC/ze+CPtCOfb04NdY9RLaBvnqobbwIGks8FW/GPrSMMT4adR8/3goEPoygL74dUNY+Uu0EPsqDVr4Kd0m+o/l+vbP09z0eueA9MueIPlt5AD44EFM+qf/BvW1ah7onquQ+HZZwPmYsqjzBFZ0+MzF1vjfweT46NSA+vYV1PkyHG70I5Dw+kICKPlqWRr72uSI8zrw7PvZ9lL5/GYw+omIQv3FoxDtHq0++4aDtvYZBJ79gB7u+Iku6Pg+/Mz7lkFk+uy+iPmxhJj6yAio+0VpiPqj96z46YHE+7ELfvbApAD4bSlu+b/4FPZrv4T7quSo+7fbqPbUfJ77pJZc+bOdhPXGZhL3cAIg+YBnkPPN5/j3MWl4+8eU3PrXJqj0Zcma+18C4vLm2Cz+K2OU84nVkvm3++rx5C269po2xPov0/D1UgKK+H6UxPuel4T23ZAY+BfeoPqpl+b53k7U9/+gJv8QFNzw3Mki8Ik45vhk2tr5zv7w9tHo7vr5TGT7prmQ+4YUgPvpQs72kanA+PTeKPiaOrz7aJK4+8JkYPmeKhz68wMW8bR7OPnDDAz7bCT48OvYVv8RcGz4JNQq9+ie0PEVTl71hpMC8TfyCPTBMqr41cJu+f3lavoBZHb1nifQ9AGcAPpA85bxKEgG+qosAO1cIobzj8iW96lIWPFcUhT4skRi+GtAxPieOsD3jpMQ92ALsPXj2dr5Sdx4+WWzEvVjyBD52TC2+v4sfvvZjPz3uM2S9T/+WvR2cML3y016+18SHvkjmWb5gBZi9B6aCPaFM5zw35Ak+y3JivtAOHr7qHA++b8sYvRSEwz2GLNI9ExrzvZ3mCb/K24G8RjEKOohB1b0vise9WWPOvYi/670A8bM9klfHPTSQ/L1+jSM9avmLPDalQ77huCG+Oye0PXgXa73yzma+04OwvlaQDr68SDG+sLrKvBoJOb1GcBi9aKIEvmc/Ir5fJ22+oi+0u4oxUL73Dp88TrJ2vbzuGb6+9tq9M1DsPQ4vHrztkFG+bJ/ZPUUS6b2IU+A9iYxBPSp3SLyS6kY8aELVPV6DKD5xlsU9UD1KPoQJV72g3Ps9uhWjPUoDeTwfE4S+wmuTvDXbWb6ebLE9sCouvt0xW72pCAu8OEHjvAjQeT3hTYy+ndUUPkKT073oply+1fEDvlonIj5oMQW+2pcZvn5sGj2kyJI8YNl3PftvLr7pkk49pNmGPYfu5z2DUwW+b2BYvn7XGD2/vIG9BIhMvkic87zSIZk9aYrZPdo6gb4c4kg7br/PPfZrAD2CvmK+rkmBPdFuTrxA2bC9TgwCPeIf0z3XzGC+pPtfvRobhL5D3MG827XQPdbwgb3Wuhe9ejgrPF4I9r1vVis9a9nvPaAWbbxSi4E+krebPdcXzr3dJ6W9UmktPkG3Kr5qld29jUMSvtQwgTuVEKq9ALGnPL8o2Dxbb5u8S4BJPAHOeryi7BA+17WWvuc95r22LJy9F/1dPp81ST4YYRI+sHIGvmPXUz4qEAW+S14iPWIWkz0RhR88d8N3PZD/dT3FVIs9S3s2vbAy5LvfI4g9Ay2ru2okFT4izTu+CtMcPR7YY75cKeM9nGY5PljKSz7h84I94V9yvpBa1r1pGSq+bn9nPrXVjD5z41q9oGVvPi5Le75FNpc9cS6FveWgbjyFGz89DOwsvCrtB76pR3G+l+KYvajkQLwIqR0+Nso8PezZXD4LFew9Q6+OPbUGIL4P7b69ffqAPnW24rsLgDg+gCSDvJ8pIz7HgEs9tbbSPA+puj1jjyU++qEGPhmeYT4f8DG+H4Bsu5fsSb1nhq695oA0PI7SlD4am6o8U9wOPjPbX74FuPA9jAc0PvN0aD39qwQ+rBK5vabRr73AKfu9GUEgPqZnpDztQ+y8HxjNPcEO6T01n/i8IkOcPaU1fr7UXTS+vrk+Pql1Fb0uZtO90IGcPInYyj3r+9k9GEbzvPkS0z3wqXa+qg/nPebYLT0op+K87smCvsq5LD4shPi98TGsvXePTr1PvIG+O9dNPWUfh70hYks+ksIsvZJ6Sz7BZzW+xbg0Prx/ebxp/Ko7+1sJPqLmKb62rio+PZL3PeS/hTyFD149NVYcPUxvhL49D8u9Bd4uvvagpTwp8jM+30SPvp+BiD4VLHs96X7ZO13+Lb2SaBK9KLCQPIZFRL0JDRk9XJwBPmxtf74mP0C9lauKPVGSvzxJSai9lWlYvbD6Z70ujI494eSZOXXYA75ruas7aI3iPGVvVj5weTY+vH8NvXzHBz6/3iw+w10bOufw4z2SU3u85p6sPfQpDL4ZtSy99Q90vYUGtT3XmNK9VM6wvUqNFb4yl449nkXZO+ky2z2/+4a9VgytPM6+yr0NCkw+nFhIvIaqpT0psnA+Sm5gvhqCO76pdZi9wI+3PUQAbjwfk1++Ja5xvmsLJz4G9dE98GbBva1rBr5IMMC9Td4svPF1ij4PvJW+BXAPvU2O5T2hV+m9+FC1vXoZwrxV7E8+WLQOvivq770D2YW9oH9LvPjBir76lc89csRoPgPshr3WnLq8UTcgPomkB77U+pG8kjdDPn+gW70mxbe92MYJvbb16z2ZerW9D504vgjfYL4gCis8Idk7PkFy/rwXQlc98+PPO7zcl761O3w8B4HtO43XSz5Za54+CpAlPjJvAD4eaF0+/XmjvDImAj6aQ4W+7+NDPOt+Br2yZis9SwScvA3bBr4F4ws+M28LPphw271SMx29PPM6PgNLZDzNsxC+4OhnPeSemT2FR/u9e2ZXPTIh7b0YP6W9nNYXvmP4Ib67wNq9xlenPRRr9z05d7U9zwBUPoSYQr6J5TI920iovUOHMDw+xVK+R+PzvRUedzy9uHS+3WdVvnQTGD6x5ze+D3qdPZH5A70fj/K99zEgvpVJxz3NoCW+qp/uPTPSf71o2UK9GfckPgzYcjxoZPs9rFMLvm85rb3PhtM9BEMjvnXNKL6cp6o+nXoZvk/+Kj0Jlvm8foVtPpyXnz1ehJ49IEiQPHt4+Ly4ehQ+kbEnPgP48b2x4be9ZW3APBrJ073AAg8+t8pRvn7uvL2XDxQ+HBtaPI11gT1FXG89+6PvPf32Qz7p1lc7D10PvkBKlL6O/IQ83csNvsYxpDyevIi9SSDEPainCL0ML46+DOZUPpE8qjwmhzw+xbVlPSG4DDvgDqe9ep83voknZT5P5Vg7b/tevJuhzj3lgjk+vLMxPRy61z3Hu26+Ss2PPfoyKj6nD6e+yzCfPX7iarxVPc8+TtNgPVUJe74yNFM+NadpvOagHr14C2U92AvNPXwp2j0eUvG9H+UpPmY36L14XRg+J4wXO5aXm72T2lk7mNDHPgAvYLz/Xzk8LHFhPgUhsL3ZFK+8MeOMvVBoD76e6IA+jyZzPncXQj7YfRI+nKmZPXMHG74uSFa+rt4XPXco1z1RrNK98FAePg6VTD76E6y+MuQxvcXwMr6YVb4+pKE4vrWsBD7G1Ty+rgMEvkcC4L2HEyK+lKk0vhOrSbxeX50+GBxpvk5bnz2EjZA9Cz1OuzLf0LwGCji+xmYtPmdqMj4mt989ffLUvUqpmr78+Li8CHWYvjWdJb4/aiO9IZk4PmILg7kbAgM+mFTkPW8pB74vhAQ/mldmPnQofL5mOsW8Za7ePgY+4b5YHIo+mxe9PSarGz6jRP28R9DCvf3Vnb4h1do9JNf5vVLSFD0bAjy9ILVvvYiAoLywr2u8jOZWPQEmb755zco8+KdCvh/elj3Csgg+AZaMPh1eXL4m5cy9uc6MvYdfdb4b8KG+RXAUv9IrMD55Oi++1534PQgVq74446S+wYizOxq9T77ZmG88Mr/EPdIzQD6gyI29XH7uPNXJC77AQjw+zm4UPVIxcD6tdks+SyHsvhBGgD4lQTS+/2lpPqVFUD6mx7G973hNvppwBb71wwU+st8xvrXDgj1JaBO+umk4PnmEnT6dY9c98rPZviNGejwyF3M+ytnWPfSo/r1vrP+9qMJuvRF/cz1L45A8Gi1PvephHr4UJG+9UW5HPp6lrD2xGK69x+2KPkHhdj5/JY69cCbVu0pcqL5uXCC9hHZCviKViL6Js8692w5yPcaTMj5tzK28dQW9vTV5xDp1AIa+X7DIPVhHgj6svGu+IO5bvdPwpT419wc+OTWMPguzMj7yT4S+KQGpvaxX5z2nqlW+ym7rvdLXK76OLRy+LnYpPOxLDT5RIwg9j3OfvaCLGz5q2Ca80MwLvkF7cbzg6Ak8/s2GPNE9ZL7+hkW+8dCyPTp/LL7kJAS/07GCvvwFwD0nFKe+HNQ5vj6vHDvqx52+gBTrvFDd+LtgMPY9LDuSvlqdBz2+cMw9yz6dvvXtTr7s4O+9CMkcvqabtT0ugF8+Dgy6PRRqm73RF1S+BjslPZEmEz5S8Hi+m41YvX4sDj63UxM8wvFhvk3jQz1I0HW+fjh1Prh4DD7H4Cw9wr6FPu7di76mC4M+mGuVPhHMljzRmBq+r7CnPle2gb02Zuo9bzHBvQBl87xmV9++BaWDPhxOVr6CFAS+EjcNPvFCXzxunX6+sEZLPTJv7bxYzjo+YGeDPQ2bsT4lFIM9rL6NPgrieT6mZie8pKyevtnG9j1sudY9hZX4vTzdmb15CCc+E/hgPNzEqj4T+aS9IHGqvS39jDz3Xp453G3EvqvyAz6i4l68ExR5PpUE/z3r08U93eREPpAr2DvryXY+tSX2vT+SkT2Y2AQ+x5p7vMmU+j3drRy9R6MqvO5d2b2eSWW98gkRvdxPUz5N1CU+W5gzvrPmUz1zNWc+rNHTvTRBhz78tvg9tX2+PZwXNL1xpJU8EgrZPVA+mj0qqks8SUkTvkCj+D2erEy+2zZhPpTNkb1fM7G9e1GTvSVTmD1ojKo7ATemvVgzxj004OY9MLEXPMjjyj0DTbq7sLmFPRDEPz6Gx3k9ExSfPSboT7z7q4I9Umn8PcYjBb2L9iU+0EFlvekvoL1ujYE9QOloPld1VT5MEaw8qNIRPm+sED07FSU+ZFnQvLSdKD5BFmE8RmziPEVxuTwRokm94MDovFGUOr6YXho+SiI3PsIsw71jEyW9HMEOPtb8Xz7wu7E9H5c+PqJgMz7tPn8+AjuevDerMz6TbOi9ZTn1PQHKaT4v1J48HJjhPeKOmD04l/w95cU+Pl70JT2V9og95uwaPgNRgz2EdRo9KbMEPkiAvL0Pt1q9OXkEvSXpbT30hA4+oLIzPpf+kz00EWs7sWY8PprDYr0v71s+xVKCPhrwIT1BYy8+RttAPluCvT0Sk1I9rxv1Pb9zuryaeEG9D3zxvbLANTwZXC88yHthPXwWhD4r6zA+QOJHPMzOIT504NW9nMTbvefCjD2TdBY9eSBbPpbyrL3eEb28Bkt2vbOTc713JTk+oHMqvq85hTzy2v48NJCLPODkHL7Gdxa+84swPfte7b1NuII9+K7MPBAnuT39tU+9zS8Pvfq8kz1U0iO+P0RXvuYzGj45Vhs+O0RYvvu2jD78Ho49u25hPsfV37zkEVG9tfpevaSb0T4jvv49fycyPvkHD74XBlG+qNsIPiPtEL1mGMk84ozWvXyyhr36v2C92q58vgJp1j1PaNu9OV91vVvrqj2R/BO+xZU4vhZ5Ez7tBcq+qz3lvTPHQb6e1LW8p0JXPvlIsj1EIcS9EUs6vScXXzsgTPa7PI3HPu3vQD7iY+o+SdBLvjjwBL4PmZE+bkNEvonaND4PKVq+vRFFvcLcvj27Oqm8vcZUPu9QST7842s+gdN6Phw6zjwsTrw+wsEavjso0T2eIe89oIMHvtmWHD2gsqW+iTg+PkUwFb6rSS2+J7rbvXksj75bmt27bN+3vfuc7D0T4RW9J5X0ve6t8L0p/qa9VGw6vVqy5r20rwu+ApzPPR53/71xdeA9aeVpvekvkr1aYLA7J51WvJcXJz7R7QU+3n6FPlJ/hb43EtU9MfiXvvVJz72PRGM+P6qjPdF+iT5utAA+aPafvjsTnD0Thj899booPrSrOL4iuBy+BZQWvvuyU73yxBq+WBudPbAz5z203ZM+q2bIPUjbeb0zcs+917iFPYJUcDxr5Ry929hUPSYbwL3wHVc+cnLiPNcLP77WRGA+6qudvg+7BL5tbAI+BF+UvYxBFr7+0Z6+/z8gvtgzl77cdVg8jKAyvj2bNr4tdZy8D5LTvfjJrju2O2S84LEZvnSwgL6a3g0+PCMCvR4EM72OP3U8BSHFPTAtJrzBU+O9Bf5ZPbMxzr0mU6e+4bz7vI9Xbb6qrRc959bgPTlNVj0wjI2+eg+aPCmbKT4RCoU+cBvcPToF3Lxub4E+oveoPnPmkb5q6wq+3ue1PdyNmT2w6wG+ntukvchi0j2LmpI9uuWkPdqs5T2uGZq9HN4BvnAbCr6fGlI+W3YVvBhIGT7IMQe+H1kZvqmmgT635/49D/h9vmBhjT6WlCi+ZAW4ve59Bz591Dm+fuZHPi2YW75BkAa+41kAvgeZ9z0V2HO9U/GRPrgLeb6dVN+93ugEvlA3/DzoxAI+SCORvkl5hDwk+zk+Ig3GvpDAJr7SYHS9MSknPbu7Rz7t+TK+/5LLPug3cD5pGHy+CCynPV5mMT4zGBE+MQkwvvVbTT72c8A8FUtXvkMrDb7T48o9O28ZPSdriz5wdNW9YIQTPpotPD0N47Q9Z2jxO+dSqj74MlI+iKvcPcKvub3oiC6+cJgHPUtgYr4gERa9PV9UPfQDwL1Klkg9IZD8vS1wnTxtv+s9zBCdvY9Iu760wx+9NruJvWu2Oj7vE7e88oZAvtSAAD2VmFm9Z+2/PaFUA74vmja+E1QqPu+7jr2Dkrm9EKUOvm5OAz7QtgK9R9EZvqfOIj0R0YO+Y/g8PRWI+L1kmqE90QkXPuLwFj60QZ09TqhqPtmdqL2YQ6A8nFQEviR4nL22I6C9cyA/PRFLUr73nSQ+CFg/vlVmmz2rLem99k3jvLijV779nRa9W4CsPbQAYL3onvA8YW8zvtOviDqZ1TW+C0nSvTSyfL5Gaky+2TkcvufLkr7B87a9M9NOvOuOkr2yURi9+ZDEvpXe2bwKG1K+z52/vBFB0D0wiiq+672vvVGfojw7M0U9XGdMPdDGp71piKS98E0jPgucAT3sdQ6+fUcLvpD9Nr49CBg+6mR5vnF0Xr1QhVw9bE4HPpVIoj2DpdK9eSeovNlEgT2/9rS9UtuAPg4bRL060Ru75t/XvWI3qb7NK9C9tjapvgvGfrzd40y9Soxivg4qsb3fnE0+8VKVveWHTb7YSIk9WqoyPmNSF75STiu8z2oTvdJtgb13iLq9ikIqPaTejL7e3Ba9iaDvvY2spz23QsK9yvWvPJCKGb6y/pg5K+9DvhnY8b3e4iS+VRjqu27aA74Sff68bGDwvDaWiL64PLA9faIYvtf6P70m7x89SU2ePp3zOD48GY08IgebPioCyrwRhY29EDCXPO//C73o+RC+sjSGvfH+srwrAD4+EDcVPimcFz7dYnq9XVeQvawGBT59S9A+OgrZvQR6vD4XATA8tuobPuFOob4Pxi8+cf9xvcYwLz4hzho9G28AvvVZZjxLAMa9tnqEvnVHTr6/IBg8kkUhPgvnmb0+16S9pYyDvdb9Zj5tJCi8FJk8vl0FObwwQuw98TafPYabgL2UMUE+tAoIPYJYx716Kto+TeAtvZ9UyT26L3a+iXhtPet4SD5Di9Y9RG8+PRN95j0rqYc+Pm4Svh5lTT2a18W8qZ2uPZJ3N76snDO+PUJmvloVbr1PCr874r9pvSryfr4PkQQ9ABOzPIedjz6NcWs+37NEvlbkmr7zbh8+l/W2vXqnjD6uQUY6yiLnPTBqlb2gSwK+l6tAPkd4Qj470ow9UaVVvttlbj5HQfU+L18kvmu6QL7fk0G+28ySPtS8IL7vXpy9p4rkvV17jj6OYWk9k9xQvpKHhLy2PdG9NZMPvl6IyDwOBtk67sdXvp/EAj3Ogo69kFqDPhgVFL4u0z68ae2KvVIIf7wKSa++mf8EPh6lLT1IUFa7iQM+vrFZEb4Mr7u93pmVPgetnj701Xa9AWRCPnMfLr47vM89tTS7Pe0ZxD1ZFIA+wbaDPfQ4qz6lpoc9/27SPf6tMz2mJC++DHnWPuufkD5E+Zs95v6qvCucKDxVlqo9RgfUvcFiE74t1aW+3ZqTvoXjOb4L35i+qv+kvT23cj4aoZS+eMhMPUXaWD7JyWW+FL6Lvp53f73Ifuw9lL7ovFZ6AT2YA24+7azmva9AiLwM2e48QhX4vZh9Cb7kjNK9m9NuO5fX0zqsA2U9lTmMvR5oYb4duEK+e0AEPTcaLb4jxv093+MbPtYcaT1AS4I9DExuvGbhAL4/UTS+wx+yPuC8Bb5xGKW+Yfc8PtLDPr7SxE6+6zjKvkIjlL1SySi9pDKGvRYMST7dhKi+4dq2PanWsD58EFc9yNqju4jlrrxTtDW9rAA9Pe5Zcb30cWI94p6fPuxchb79pDI+dIk/OzOIcb3vBGc+afoWPaIExr7szAm7HezkPQPkO75yxoa9zk3PvYrlar0tTKu9urTRPOziy73wI3A9R+iBPZkgAD7ZeI68wEOqPSsPg76L3Ba+yjXSvZnkjD6o9Zy+wIeuvY73HT56AAK+7UvQvHshCj4IhIU+oWQyPE04pT6i5Mm9FeQePqydPTwtdI2+7swHPiomCb6t6U093yU0PQrobb3JYOW82zOpvXtphD7/o8K9LOafPa6NST6afzq+AGYmvl0iKz2/wyU+uiVQvRhwjL6pGNk99BcJPV2XAD78Pq89w8hUvekVgr4JpPM9c5BxvjwlAj7Fqoy+x3hNvRzU+DvHFzi8SpgAvmx1U77Ky4Y9Z0uDPMyU9DlJT/+92dPCPR84AD3tD/C9apbSvdwZ8r244um9AJ+pPTp0zbtJ8iC+Q+P0PMuKmL1pDEe+oqccvhSHc73UdSU9g98kvm5FEz2phAc9bWaIvXjBf75w5TE82o3BPR5bSr0zW5M9aGlcPFSZxD33MxK+4SxbPH2jGz36bfs9zwZIPuU7U75JHNA7BhrNvdp/Lz2kdjU9C+CfvSjFDb6YSOu9CGKQPGk4ljw0DgG+8tSIvssEpb04uKG+AaMvvn2V/7xrW02+YTZivgra2j32zde9U21evr/Cgz1zlqi9LAJiu21lcb2h/XK+nOqPvBiIKb6eF7e9XhuGvZbAEL5Rifa82j7vPenKMjoOllo+ltGCPZjVIr7TChK9Me67vQcNjrw5Zw6+kgOHvNHAV7xKQqS9PJ6jvUqGcjqBuwO+7H7JvWmfub19U+O73Gf9vYn9A72dIvS86NzVPVp8sbv9egW+Yc1+PSsthb5lEEc8c1LjPfd+iL5juQY9FJegPduwlD0tsyi+qfwJPp8do7vH0hi+4Khmvi6C3L2NcKu911nVvSlvaz29Uhc80qolvr1jAj0s90W+CGX/PID9uL3erA29K+DmPly8gT23qky9j8zxPcqZS77F5q2+L0YUPmLTnD339Qg+QkVuvTPg/L0MNKm9hB2JvWQ7gj5ppMk9Y66RPaWn1D3wnRQ+ZEunPuSFJT6KACO9MaexPg8wYTtLMS69JUOXPPgxjT5VrdW896ijvvkxjb2nmCC9+w4aPv1vh7oohRg+h/fqvRLAQbxzOCK+Rul4vnNLJz5cIGQ9lveCvahiHrwM6Xa9WfW7Pc1tlb7VTdw9FaN/vuV6rT6aHzw+AnxUPiTyg72bUHq9pVaWPcVAQzxt1VA+eHWDPrjO3zwvcyo+zTQmu/wG3r0KbBe7WVyCPlDxYL0mfCa+jB1TvT/wmb3VxBw+MQfovTv9h73EkO49GYzgvIzorT3MkhW9YFKovmXDd742LAw+SJiQPklTTT28MNQ+fawovSR7br01f5k8jT8vvSAuD714TTQ+e4yNvYLlrT6O22G8INkCvrQX+b129t87TV6HPn0cJD6hXoU+QwuHvqpXQj4gTDm+4D1fPiF6WT6Dnpo9i1OmPoISAb5npzK9OdogvnHEjj2eadq9U1cqPrG7gj0rViE+6juhvQ8ZIDyqVU2+AC/GuzOlX72nTZi+9Za2vp3hpT7VbpW9i1WbvjVFFL4kj5i9k8JLPgv1Ab4mjyQ9AtfFvTpCpz5URTg+72pwveF8vz1H+3K+/160vXfd2Twizw49vhO8PdklzDwK8+O9f1iXPXh31bsAqIK8iBIjPkMvAz41KzQ+9FlnvUWGpD1XpKS9MqsfvunPGD4fyb++xXtMvqrvVT3hjhq9OKD/uiMeo72LqUO93eygvTD+Ij4dIsK95KK7vdTpKrx2T2e9FopdvZSywL08YE2+XIlKPo4IjjxcUFc+C5uTvipTlb1z5Yu9mkL1PTYrmD6rpsG7OM7UvYI3Rb4Q4iu9GV89PgqtprzUIoO+1os2vkMLOT4p1yg+3jpwvcfcgb6z6m2+kUWpvY3SJrx2pVY+yE9ovqXRT71PLau9m7aNvQD2pD0HmgY+ufKNvVKUcL2VXxo+2s6bPlr8fL7kkpK+Skx2PrmkQb7+R7k+AzCBPSCYGj21u7k9TndyvmmdJzyfl5C9fYmaPQ/qZT07eHy+E/9aPJkjGT7nv24+9B5/PnqeV75h64s++cROPurHHT53t5E9JD4yPpVc2r4Jg3E9M1SoPThkVL6mWme99pi1vXvuWb6iIju9+1NZPiE2hr6G6Qk9PbdIPUtCaT7X3gM+NCSgPoyhgb7CcxM/eyfyvVs9ZD5dRIs9xnogvHA7GD7d9K4+oYESPpYAEj4zyDm+jRskPgajbT51XJ++pAisPZa6DT696og+9QhTPiKSDr6SNqo8pfNIvh+LhbxZ5z09DaWovVmgY74DVGi+7IaivB6FUD4tM+G9TFANu6+oWbwMFym+hp1evlKAvL376ZG9542Dvgsx+T3Bs369t9UZvbM/4Lw7rgC+BvQmvamAdr3UsDq+mLQzvoXnDr72gaW6Lx1hvvoLbb2EcXs+p1cnPrgkub03cJo7gujiPeGO57rlsZ+9ZBUiPEu9RL772pE8gPGhPVUW67uHBre9T5VBviJZ5b2dLCi+FzUEvikaiT27dP66D7UAvjcWJj0jnZe9lXgWvEdSEb6B9AI8JDFOPregGD0tYp69WOyavWFXKr5Xays+dgyJvVM58b2n7OM9C/maPfQy7r1nC8q9iXwBPUjKC72WfpY9wz+ZPW+imj3lITi+i4UMPXpTTL031He+NuuNvJq3Z75vM8Y9NRCtvck6kDyeoLq9MAuGvl1DCTwgERE+S5Fqvoa5RL4OUt+81smWPdlZiL483d69oOHXvZR3qr0/bdI9JD/CvVOEGr5MABM9m59zvjR/LT6vZtC9im2LPeejJ747Rvi9c1UVvlhM0Tuq2hy+6YmVPI6Tub1xkP09NpoxPSWOAj64TAS9ZjxDO7YWBD6HF8897+nlPbGaL70/f02+6RyNPtx8i71cBW69tImDPWfXOb7pWT09g2Y/vuAqBL6MWQW+jhL7vIkFJj7bW8s+jUxVPkUMojw9laI+kswVPlddpr0u3YI9fmN5PlyGBj4lbHM9kb1MvYaWDz5ow5o+hOlrPVYVYr2MVsy77ooNPv0BbrvjOH29pNo+O4Osoj7+7PW9mP/EPZfxzT3Xhpk+NJuBvgVOcL3XcBS9zy6vPifpCb6ciWw9WdvivYrb/z0XdJI+wR6PvuxT1rzruVu+yVG9PuteFz/o5ye7CJvMvbeJqz23PT++N26wPVDWFT6g6cU9XGrYPUVUNb25M1y+ohLJPV6q0z6rscI8s9NMPr97Vz01keG+SbynPTazsb3ytQ69sS0uPVFjYb4ZiZc8MHqtPelXxbstfok9rj0wPuPuT77NknM+9DSlPpxjDr41mdW9cyHFvMt7Bj5TWvQ9ccrHPYSRzr4x9M67XrwTPnZx3z2MgUU+MKoXv1wFnD0b9di9HcpcvYR8gb6+YtG9nZBhvrDnjjvuZCE+r0L2PNYVj76+QKq96QU1vs6DSb4ppAA9kFYxPlwVlj4Q8Xs+uDanvjgPJL4ELFu9tVpNPkHqHT5oKQg+003rPRfe2L213Ya+guNDPU7cYD7EvZm+YIfSvep7JL4WR2m+IfYqvnXanL1FYxA+Uy3EPjdQF75/KIC+XXCVPYQnGz4S21s+VGAbPIvhZz4Wpk48aRM6vawfor3KGXI9WQrQvLlC8T0pDUA+th7evYuuzDyQ+Y++C9mOvAjdhT6zeNS8wbNOvsEpLr36Vds8ylFWveRYPb7xAcY93gkPPi2WHj78oqI95QApPr4XAz58GMu+IgYvPdalOj7vwam7Au11volXCb7YPgq+O566PlHvK70kzoq6/nJ6vnG1Vz0uM6O9uSyhPLQEN74Yi1E9H/9Gvo5fvLsgUUk+qJ3CPuG5zLzzBPo9sML4PY8eJL7Kc6W+Y+tVPvoeor7dVnS+hVNFPvC2lr1eoa2+Rzd8PZ0oeb3i40W+aBmYPvzGGT5RSas7h1sIvBJ71L1w4+G+ZXXBvZeserw6j8O9uTQCviq7Cj5ceuS8KiJSvr0r2T3OFwY9CBqAPT5HFL75L1a+J7oXPg97HTwvBRm+SlGovaW0J74vf8O+zzXCvoc72rzZMRO+DPWyvb8Mwr4MKJ89+7IRvcHb4ryuefg9B4YRvr5Vhj3VJNk6mPWUPoECET2TgZw+G/A4vnUeD75jlKi9ybiLPu50bb4rUb+9Gz1kPjaH2T3GYuw8TGc1vQ1S9r3PoBQ+9VJVPh374L008YO+NDwUvs8MaD0PVgO+SNErvnyLhr6/LVm97+aiviyJRL6PHr28BR0svsHKg72arCu+3U3RvUWapD4lT7i+x03EvNHdwb3Fskc+/7LDPTMBab77Xig9FosqvhToV7wF+BQ+kBgBvs3oC77PTJw8GjV0vuja7TyM4Bi+cL+jvg5nSz0p1v88dq4cvfvpsb5vre89oV7MPN2c+T0RZTQ9kuTvvLJDBL5lZ4O+qxQvvn4tnbykzEc+eO1yvoFhuT0AbI09B/pqPfzM0D2rrjk+GLc7PoVGqTy7jAy9fZwdveEjTr1itSo+BbKuPM9Qhr7XXX++MVYJPnugvTwkfVa8dDEIvo/JeD3PaoW+GZkXPnVNeb7AA4e9oSXQvfMQGb5wy1E+4mPUPPFIyrx+XBs9UISkPRbpdb5zYsO7/P2wvUwG071F0Ag+bv0nPJZkIz1nnCO8qxJvPrEOi73Qjlu9lyTsPEDFYL1LG5u9tZXHPXyP6jxfDBK7If4tvRwDoLu58hW9HxuZvvZV7D3vnkA+gJYhvm0Gab7xELA9rXYAvrJnHD4kCM09WLDQvVgOI75yEiC9gizyvEw+ZL4XI3O+t1t0PVSrnr4+J5K8GZmjPeNnUL0L/Z69E23mPeaZUb522Mo9i5adPTz4pz0hPjg91vWAvefpELxJCOM8f/5Pvcw8bL1dFxw8PdZvPd3Fs77Kl5u906bzvXvyzL0s4hs+madYPaBbnj2tbj++KZCCvRxKDL4SuR0+zbP+vYYK0b1wcXK++RwGPnSfjL2qz6W9CfIfvCmyIr1poX0+OAMaPlukLTud4/U9Yvi0va0DCD5IL6O+tvygvIk+gb1NuRg9ujU3vYQp5zv6yfY9Q74bukIaSD5TBgO+ctZWPik/hTxpuQo+BSaiPd/FvzwQGP68NX8ePSanFr91UNa9LYpXvj6akD7yiAC+09Q4Pt2mETsJ9qe9qHxhvRieWb7rPw4+O4E/vjjsYjynFPC8b7qRPsRFhT7DqU8+C1DyvOnqzj044ai7I89ivRI2mz4LwQM+ZUlFvSVxND6UqbI8h+adPrC6Nz4VQQU+a1F5Pu4+TT50ZIy9zn7hvmFOFj2aBUW+ZvabPm9JUb7IhMK9u8HXPvQsPz6CobU+QSjGPXGzMr4IT7Q9DZxJPFsBNr7VkgO+EYAtvCSZWT3AzI48fW8LP3nFD72hoZs+VQmtPvSqAT4+sfE9jmOQvq03dLyk5XC+gCTTvbx3lT1mokk8x5vgPbq2Oj59GyO+q2wXPkVpmL3/LcK+lTGSvZta3r1mTrU+/J4nPnGWmz3FzAC8gJ07viptn7wOz0O9tXVmPqdxQL0f59Q9jFmSvDRYkz6LEji8m9lWvo5Hpj5awBU+XRNTPtROUL7FkTU+FaezPdwlKzyo4DE+y9iHPvqM872TGbW+dE8/vgeWSr5LXss8+WqSPfjkar27DRA+QjtGPIIwZb1Vc0u+ByHavBoBKL6Abl0+1aTFvQkb4jshSr69PCyPvuHsuT3Zx/Y91CRYPhCNBr3OsyG9fOuOPt64mz20Z0M+WJwMPRGUY722g4O+UmbCvmIcYz3avse+h7pIvhoJgz77wVg+yDhYvj3Ihb7SN2i+12JzPsoN6z0GWhS+QU5TvhgPbj7jIoy+lWlgPd/2x73VKtq99XKWvv5J5bwAOVg9rANTvCJHV771tF4+G33zu4S/lD6XoEA+9lfsvWynVz1fkEk+BdhMPkz2jz5pfPk9JFRZvutDzryuekI+BWyfvprxAL7IeMc9EiWIPhBOIj5zU32+dPuOvokPAjumYFM6Dx6vvk7T576Rswm+lmJvvke6MT5t3Ue9NOivPlwOcb4FuF2+61xxvFw+wL50LIa+c1EdvRsOV71UrUi6fHVoPrk2Hr7D4bm9G3zSvJuvXj79Me471+c1PYZrKz4QEQG+PD6bPlvJSr3K2XG842OnvVXzlj5PEmC+vF9PPjnQIz6bnJS+n+oLPkLYPb2P3R2+3JeiPZ9Sl7sZaVQ9Wo9tPjnfGr2MusE9+EnSvfmh9rzgX9I9Uy3FvZ0Bib09wYk+K7qqPkf6xL7z2XO9iEFJvkLl0z1MdH8+yJ1JPssSsT3cPiS84YOXvVmGkz26jry8o79mPk6HIzzyshE+rKS9vdDU/j4683++woIavntJC775U00+QBD+PBhdNT6ywX298/7gPd/Jfj4t0N09DysyvpjZGr3UYkK+uA8DPvYjnj1wF1s+SbJPPS6j47xm1Qo+0Mojvi5DJr2Bt5o9ITBsvVXkLj7iUDK70Y7XvD5MSb0HnHG9kf6qPTX71LwxM7Y9OYyyPhZWWz6Fyae9hUlhPI2v3z2TuEY9oo6qvReHcTyamBY+qDsKvrUqGzsPxww9GDzcPWgdTL4Ohca9o+ggvXXE+j3CNqo+HfcWvQnJrjzDYgU+iCxNvRWfJT6mUkO9wTpIPuVljTwJJ0c9un3vPKV7ez53qAC+6S3bvdHd1T12v4c+ixO+vRGhTD44W/28j84fvgT5nj2iIjo9ypaBvdYwR71f7zW9X0tevYtUEz4yIj2+D6nXPd5kvj3fKBQ+qpWFvRIvQj7I6S49O0vGvNO7gj4haro7oQLzu6s/tbp4DYS70KnkvbIjIj7F+bw9etUYvGgEVzyLknk+i5OOvTrXHD4SySU+pd0XPuDnUTspwTk9zx+hPTmqd74JfAg9u8oxPKQ7AT3aNOY9XX2OPYTAib3V+Xw+LIZXPq2fVbwqLje+whNwPiFhKbwJ0Li9BhQRPRqaIT5LmwS+vufyvcJ1Gj4CNzO95aJLPIrOkT0atPS89xIwPtYCmr0KsBO+j1Y0PDqhBj5CHIK+0vlzPRotXj70tIq+8FGlPSNBr73+GMG9QemKPoWqWL4amue9ohofPYZFqL4K8AM8ylXfPYj+Cz4Xfq88uYV1vuVXQL4NPtS9hiI/PojfXT7s9Ha8HVjEPdDc2b27xiq9rccJvunZdD3mPJG8zCnMPT9WKT6Qnwe+4thKPtiZyT3dmEk81XpnPTGJRD5U2/284DbevOyjHj6o3l09/rJnvXNoIj3A9yq+X+l1PlYfpT6zhIA9Je7EvOQFA7711Uc+DqQ2vRdmiDvdTQy+tSfUPOoSoj58zcs9w5w5vckhKz6pd1s9vmuyvg86fL2So0K9iOdgvoz69jx2lhU+mOELvrNjQr7LmTA+3UAJvD+2pj2Etnc9gEyTvQ2hPz6X+6+9FXcMPg5LJ70xxn+9bZV3vkAz3rod7oM9+8qiuq6C4b09xpa9nUxiPhaGyTz+xFo8vbdIPmNG+71HtIE++9eyvbnzXj7gxGo+mosGPrbWWz4KqNg7/xi/vYqjG75v6AE+0JKdvTioB7yYt3i+TpiOPXV7rT5hGEk9WimVPgEN0b0+pqa9tEitPL1EeL1Cl6e+3BUevvwDf74dMIe+N6npvfsnrT3t3QW9/PCfPREY27xhrQu+WHHJvYTxrL1Azcy9IV+hvUOPFb4pXie+Tn0VPrddBD7K/iq+HTqePcU1TD796T8+QbywPRQcCj7nABI+OQwOPkRVEb64lOU7JSSlvphjm7y6/LC8PkySPLKuGj6BbOi8HDCUup6GvL1P1wU+q6jmPRydhL6NLYY9nVafPRV5xD3//aq+1duGvcrAXj095ny+rF4tvoxACb7FFLg+pmLVPWqXD77cJ229cFuyPbVjJz5Tfww8wTf4ve5yqb2Aa8g+ksVpPpa3Sj6xj9E9Cy+fvNC+V754DsO+C2PCPujSzb2814I+bsaqPgQh9r3Os1o+Y5Z0PhzXUD570ly9gLGMPiwDWz3pMk68i5s3vtKC/b18MSI83+zNPZ2Dd7xsPWe9LUqVvlkul7xxHYc+n+xxPdsUVr2Bzzs+U/pqvjrEQD4w7DQ+JoYDvrRLjb7Q91y9RhARPUX6pr04AYs9k7rJvZazfT6VoQk+njUDPl9ZpL0KeoO+74fGvNslGbwPIjK+Ren2vYx/wr1IqgY+Fq1Bvus/Ob4Kmpw8jJsIPg3dGD7aSFU+P8aCvT41FT5Cxo490r4fPs6eZL6A5r86Z2AaPrctKb5u2R+8yElYvrwJL74yao49dvBKvoUm1L4YgVS9QPXtuz0wsr53skm9D6j0vfde4bwG5YU+lwaVPb37+LxLm02+EZ8dPuDCK74iX9K8ViePvqOnfD6KBP07/X8avqOayT2885I71hHavRVNZ725rYk8PwINvOTDzrzuVbM9Y23vvYMyDT0zrx29y8y4vSVchTwoeiY+m1KAvQQhwjy8bZK9xDdVvvMmKb5p3wG+xxgGPnZ70L0jGAO+JJuwvYrZVb7O51S+cL2gu0uq7L0JmBG+2i1vvU9Huz27vhM+tkHevPqw6r3sqcs7OneXvi5MZT0Ntra9gehKvurgJjuq7Fm9DWwtPjJKZb0+98u9lRxmPXYRizxqngM+CoIwPfrGbb5m8BY+hEyFvSI9db3PoYi9shIPvgjWQjshKT6+RXZ5vS0L/b1djfo5JHk1vZ8BAb4q5c69Sj9PvKDmX77a6xa9LXYzPV9W3LvH+YK+DfDlPRa6cb062tM9IhA0vS5oV76Agiy+K2CXvSXv2L3zN6G7dCHWvTEeEb3KrxQ+biPHvYvrub0CVnK8TNT5vRkm/j2j5Wa9g5psvT116btJzVq9qqAzvhIQf73HUbG9VGOOvpfHwT0PMx+9ciJpOlQBeT1RssY9sIIbvitg8b2FZS89h+7lPZ6zED7YYei9Yn5MPlju2j0TKZy+lrECvuH3/L3izS++XKcSPnP7wDwCyK88kHFsvqJuJj5gDPq95NRIvV8ouT1Egou9v0WCvpenp7z4z0y+Zmu9PImfHL7A7KW9yyyFPKnyuLzLuLI8svpmPeo+vL3iu4G+AWlAvR9KIT3iCVi+l/gPvY7B0juSayy+0vJxvi0hiT3cVgW9PfapvdrnEb5fTjw+mmstPQsQjT7n1Ga8DqFMPkHYdD2jOuO9Kn/rPV6khb58bxu+s8MSPunWB74CYsS9AQVMvsVHKj7+3R0+jlFFvkVqpL0O8YY9KessvakqKr7UUOE9bGhWvSrAWr7Fqx+9fxQqvrYRLz2x4xU+hl4RvnBkDD4K/oW9aRzkPDZtWb7r6Jw9n0DIPU/SRz5fuXc9B3BqPsSa8L0PJ9y9lEyYvUOMgDuQjZs8Q/1APLZdtj7/eTI+swCavuI4z76p/b69fQuWPbfi3T1PtTq+dR51PW4Lr77SOWa9MS2/vMW7Gr6K/42+nwK6PUfXCD4O+gO+jdfQvb7mlbzVJzc+xUJvPZY0Nj6OJIK+elO3vmm3tL2+9QY9zugQvvtlY7yFfc8+9p40vvBvbT4VExe+e8jmPLK1nb7H2u29c2WlPuS8wz5jAsS8yGEZvpvGbD5FwQi+zb9yPTgS+z0DS0m+EPsnvjZcCr6vWJ2+tLyLPMVkUD4U54e+N68LPbcDzD3IVRU+EP0wPBI9N76JYe69GWtDPTEkvL2qBcs8658KvrYzxD2E8hK++62FvuAQeL4xtkI+gn3ZO1PTMj6AyaY97R8RPoMQWz4ajhe+hRTYvlouF77auIA9KbjJvS86Qj02nJO839Vqvo2eu71ls5C+E24hvd7cej7xOOu9nxUSP209Fr4hV7q8sBKsPkQ+cL0OjpY+SvEfPQYfLT1nssk+2zusvVkFtT6MklU9D+WiPWMuhb4hCCC+PhYLPqU44jkbaeo83NjfvRCDqjsB/T+8SltUvixgCL5s4SG+6QvevYrOqr3iz1o9SFOqvf2zvTxqJ0E+YHFMPgp2Hr73+ci7YUHWPZpGNr0Y0Zq973o6PlEe970tMv68+flYvlrAuD4StMA892GQvEknSD2kpJc+P6wfvlM5Gj7XTE++Tmx9vmkGUb18ZdO9Vu2wvSMCBz14pWU9cySIvqYXSj53jqy+APNjPjeVIz4ZbIm+izDbPTvQDL7foR++rrPkPYG+Pr4S5ho+SkFpvlX76L1l2Io+gadlvvKEvz7uHh6+IjfgvQ5vgj6vQas+SssPPgLd7ryxyTo99Ze2vCbLVT11KBq+dsUoPQxQmD113Ye+W77vPY7yyTyrVDY9yjPxvZkZTr4xg9+9BZvnvrriSb5LOLU+77HcPPNvMr6lEw09sUmBPhAdY70/SYi9wIcbPuJDcj5Kdac9z5d3vpW1Qb4aCvY4SF6VPRIeT77LklW+yHVJvgQjPj2V45O9TywkPCEU4b0Jg2c9lb2tPZCZJz08cTG+JWJvvbnIBz5Q93g+y6gpvZMf9LzcL9E9F1RfPknOR7stnku9s4I4vEFEUj0wRQU9k5UiuyY64L0D50q9+bEQPgiRWj4pH6y93eIGPmTz8D0iquO9aBRWPngyKD2w8sc8g2Z0Pb0yEz7BVgu+BYl9PaU5U72cICw+YXbWPbTp3r3htzE+NYOlvKb6ez0/YTM+eHK7vZonXj668m4+kVG2PEv4bL1hU2S+1h3HvafFiz4Aigk+OT+6vajYjj2q/2U+3Tr7PRIoo7sYKTi+3gtLvnXAjrxsTki+1WC3va9s/T2ZEmm9KuGovX+rLD5PRUg+cVZdPLx7ND5aqUq+iqDbvSQKhT1lT4c9aXcBPrO0571yLbo9pfE4PjnyUT53kGu9lj+/vQ47uz3HWci9KMCRvSUXDz4AM3g+Vmihvarm6T0w/QQ+x2RFPLjFRz5r2p09PMApvlk0Zr0N7b49Nq4OveOwij4QPtQ9nH0KviOk4Tn5wi0+lf1WPBqy+Lo/WnU+lpfNvIw8Rj7AYn49yr+7PeFiijvFldM9NJY0PqiRDj3G3aI9MgtPPdlqWT70aRW9YdbhPNMypr0qATw+uacLvWOSLb708ts9P5zmveTyDj6eaDA+xZN0PLbu6r1qb4Y+8XAyPv3hVz7HVXM+36sevInq9zzIDC++/AGFPjLoHT5Khh2+J5MFvgJRHz38wnM5WivQvSA82T3GL+49ltYEPn3L0j2hiQq+GzU2vT3vaT7yAq0+omhOvkZkAD6m+Ya9q16wvizxhj5qph69CDZGvqchED5iXUU+VEMhvkbaAL7fyDc+BqpgPkfDbz5eG4k83VcBvVehgD3hfku9ADK+PvG7V74lTUO9yTGAO7A9AL/1hoo+4PQUPY+X6T6Y/gA+sYIrvgQII74YwAO+Y8cbPan0Mz64zNi9JBk9vsK+Pz2l1Ky+YDdpPvlrVj5Cv7E9VEntva6xjj1Rcgo+DqYtvav7Zz2Xj5i8DVX6veA5QD2TnCC++JxUPp7fWb2wm2w9FhZAPr4xCT7TBQC+HcjwPZVNLj3iFEK+EUolPj4c8Dy6hCM8ZcY6vr5lFr6AHEs+liPKPDvw2r3IJYM+dzNOPfOP9T1hBia+bRGYvTiSwL71gZW+qr/CvXOeUr5yVC4+vcmlvpA/Ej6rOI0+NKSLvAuIfjw/OnY+FinRvWTgDb2KSRY+tkB4vXMpKb6oqYg+bRahPsAloL2kPjM+wC6pPakXlz71bmK+YvuqPlN/or1pZ1M9udXKvP3R5LytVx6/7sIrvEingrsc5rs9giC9vnlhHT3jKxS+UpwoPjd5R7xgCOa9fyGRPix3t710bZc851n4vSOrHT7EzvA9ZS5+vrKRCT6WKni9b/qaPf3hKj6c8X8+iWoBvpMAmL2hyyi+8rgUPs6/gz2ELea9PoCBPSrS0L04gGo+XM3hvce4FD4Y4V8+GDBOvgG6nj446jy91csWvvPCAb2w6lE+kJZkvflKFL1JW509SuVSPWDokz2Lw3e99mHzvQ9SwD0OfFy+9uHfvNf37TtJgI++v2WSPp3jqD27MTE+Yt0HPtk2oDom3Bi8DUtmPbA6cj1Ypa68fYKvPZWeHT5xiFM+yAyoPZ2eXr3Anfu9Wb0MPp4rbz7zFfq970kmPbgnv72qjK6+gCaevpPTArxmSvq8PuqVvkXeyD2In2W84qG/PZeBhj70mIC925wXvmnWBD4td4Q+n/QvvUzSH70Tzjw+45E0vf3a8rz5w8E+4Gq0vKZoTT4BeHw+gX8zvmPKsL3I2zg+FzXwPR/kgr3hTVi+sKxdvjiCej0R57c9Lm4FPsp/pj4jQmw+8qZdvcH9UT4dLYE8Qfdvvc/Ltr6sHVW9DpFrvn1FG74dzI29rf1svrhIob63Gtk9gPz5PboaYj46wgU+tq9LvVE6jzoZDiI+1C5kPsWUmj5zFWU+axg5PrCG2z2/OFQ9nmu7vZSbQD5baLw+5cyPPv5jmb1nXQY+wVntPb4nfz5vNYK+96tpPT/f471EQVO96yNlPto+zr2yCDk+7Ay0vWLNUz5kQqQ+abG9PdDl1L172pC81iKNuKOPBD11UR0++YudvSTWAL55OQq7sq+hPf42qr3RzjM+4CQMvJ4Cu72s09i93JugPPiOjr3NdZc9IgSGveKFDz4dUkI+NL7APc6/Bj5Q2N+9quG0vdwm5Txbl4W+vyaMPmjbB76i1ru8TJhJvQuUXT6rQRI+NuO8vXOE7ryObQc+WgEEPhR20juKQy+8NV5LvtHejj1ELbE8WuigO3e0LD3zHbY9sjtFvUSekL0tCDi+oZdUvqFzIj5B7Hk+4NjLO3lfEzxXwcU9O3TXvaa8kT3UoQc63Y4cPvGJKT6shYw9aeUpvjfK0D1h7Lm9WeTYvDAKRb1nmrw9DxuNPE7GuzvvKTk8tirbPfosSjuggQo8rScDvdYHKbyK1Es+FQiIve/B1jzTBqm9IZvovbBfyz18JDw7OipRParWNT43wDa+JbkVPABZbj7A94O96bTkvXlniL00SZE+5pkGPk7Na73CgEo9ShUCvqdtIb2yGg0+WJI0PfwLF75UOcS8CxJSPk0Fhj7tmnW9EIsVPsdbAj69Sfi9jcOtPgEal70MHS6+o6SvPcdPLLw6Qjw+jhZYvPPzYTwY/gM99AcZPgWuML1CulK9EEdVPcL0i77A3fo988SKvYxzhL0G5Tw9n+YHPhIM8D0H2tK9W0s5viACSD40dRA+b5Znu1/CkT7474S+cozAvVX25D0UTwq+BCYZvtbcDD4WZIQ8/SrJPKv0qT3C3wm+9785vmHUPL3VjG6+rBZkvt2RD7wSIX6+CJ72vQ0/Ej7Qvqe9r/Tjvv0aMb5XFDy+MalwPa4IXz5s0Ki8qhCvvhP/K74WhBI+SAADPuaxsr0ApRI+nUMfPlwDGb6f5rU5Xd3pPY+JjT0rxti8zkgHPj0FRT65uQ2+JnLqvWf1Cj7WGAu+EJZKPvm/IL7++U69uBcrvZEVTz3MyGE+l1VCPoVXN75dVww7N2RAviSpq7zsLlK97LQJvTCwQj2olHs+4cPUvaxUrr6IMJu+tYGBvr1X/r3LU16+5RnLvpM1bb7S3YY+W9vmPd8huD3F3La+B/LaPcmOFT4/M54+AJiHPmCyHLxedVy+CdpQPSAbgr6FDpO+k4QqPhwX7LyLJP09xV+7vTQ6Fj14p3u+vLscvp6AG722gkG+plulvSmFg74QLZm9eMgAvRIhg744DN8+5UEmPiMXHj6kj9O9SdFXPu+QSj5O5Us8/EMvvSjkoL1inK49HJ+tvSKdDr7N2U++Z62CPd/jeb50Gxa+xtE/vrTXH76zCdu9+UJqvgpDRT4IXVO+DxYKPoCzlj2MQEW+T2HivABux70/pBI+yftHvkwg5T1+uxM+QsaZPAb9cLztQWM9WndmvIffPT4JdfM9SqoHvW7o5jsS73w9965+PAo/9T3dRw2+BMWfvk1C5z2TfqW8eCk/vDMZ3j0M/wa9ijDtPAMDXD7CLte9t3tUvkOG7b1q7xc+wSsFPuK0Ab0GPVE90zkOPS0gyz7CCAe7sl+cPq9ehr7vKOS9l7hlPT7szj38xAu94r3FPvz1iz1tADu8oCe9vfohzz03sA++Ctg/PqXMQD0epzm+TVbXPS+Mcj5rhY6+MMZvPmZwbb2T16Q++ctDPsIThT0yPTQ+jk+kPVktgj06WaY9LvABvvi+Pr77UlU+CTANP4PdkD5Zs9w9la09vufkO772C9s9kFOcPj6ior1fwDu+yjvTvQbQyj0xREu+vKUXPkKQWT6e61o9A1klvh1WhTtqnaK9GfmqOlSz672XMpw+D9HgPVBtQT12q12+SXQIPl1PQj5ieUM+MPDAPcizbz5Jzry9PzicPZe8Rr67Xyo9mn4ZvmJW/rsk9Vi9lgmhPur6t70bhLi+G/0LPgpJZz47sTg+l3uPPkj5erxuxyK+4pdhvBcnKj1OE3E8MyoovTUPrbzC0cE8LIRGvbeBiD24+LU9qkbyPLzGv74RR4k9JFF0vhCpo779dY29YhrKPeRF1b0NfPc8uh09vVrDsL4CNz49BqC4ve1fI70Bq2M+TxMzvi8mDr61IFw+E/hcPa++Or7iQSw9z71IvVJENb4yP4s9+e93PWmuCb4flts8kz4kvaQfPb5Yyqq+yMfVPQMCnLwmgKc8QIhEvgP1JL7HX4O93Z7APUfOGL7E3EK+LgoLPqYZZD2BGd08iaFEPtq+cjuGYRK+isCvvL+zHT2ygtw9zLSePFRmAr5pJ2U9UggPvjdqhz1mmle+WHQSPu7oor180K68rS+FvrNdFb77ydO99ghtveFsPz1StT++XIIzPr+ynD2tNvQ83X8QvidRFb5BTQO+I167vXIiGr3NDkk+XesVvJF/u73xLSi8I2UzvsNXEb5z8X69HnbCvR+/UbtBkJE9eb06vTObJbviLTc9KYejPQtNezyybDI9eWJ/Pc5bYzyzhP+9rG7+vZBfqT2YS949qB3bvNzcYD7t/q88JToWO/cQ970OVQm+zbccvk2KAL76hKQ9eHx1vuEz+z3ZQQA82hE2vqmLqbyy4EA9Mv2Svc8c6L2U8HK+U+F+PeSVST7tNDQ9/TgjvpOpy722gTc+noMVPkZS6z18xi6+jy1mPUyylD0e8IU90qoXvu4QCT7g63I8zTesPbmWpz0Qvhq+KlgxPZiuxL3w1OC9wDsgvKgPKD3X9LS7bZ7wPFC8Kr6goec8dlpavmHuAT1z3RM+SpziPcuyNLwt32u9OyQTPni/+T28WzG+yboYvh6cSL410Y2+xVTDvTzsGb5PefA9rr5iPs+6rj4tKZq9wJAWPvgZ5r2pmDE9h55TvjCH8byATc++zgO/PiBXLj54MgO+dJqOvlNaUz4hbNU7cScHvsTRl71v+gk+seLyPRRjxr0RgJA+I1k8vBW+oj7DJhU9ExDrPP9om76o3a49kAc/vURNYT6p5gS6eh7CPZO8JL65kbw+HcwhPRfUFD5oH6Y9nP6hPkw1Jb7YTCi+NRY+PoTCXL6nHqW+uasVvghBs77N0iE+0aMqvgMNoTsm6IK+6EV9vkS/PT6DI3W9yXnTveslDz5WXmc+ASuaO/RnWL7GL9S9tD6wvUJFt7xIxbW9+BshvqJqXT18Xqc8otopvXrKGzyDf6g96MaVPpZby72tg4w8R0xavsH/AD4R5RE+lXFPPrdABD9Swcm9fi8YPImi9r4FiU++zj9uPvWloT6b+Iq+6Jn2PUoPBb4ZR5q6yG6sPS+oLT4kZjW+ISKkPYKHRL4h0VO95aRMPq6jBz689Rc+azurvapBuj6tv48+h410PvltsD0qOQm+cmKEPXyKiD4RDyG+8umMPu2h8Lw7HxE+qb+IveE1L766LRm+aSvlvWAOLz5PJGO+YvnUvjBZDr5/wuK8pLaAvqsq2L6KmtY9SaEDPPF+LT7x5aG+sVXmPrAFaz6107S9gMLzva71YDzM/wu+sgkBPu4VzbwPswS+ynGqvWb/Yb3PEvC83fuWPuXveTtcvxG+TRaTPoaKqD5LrSg9Ckk0vse9kL3HxFg+h/bwPZP0Jbyhf/q9I3eHvenVED722qq9w340vghLl75fhAK+YGJMPs0Fkz6A2pe+47vpvVX+xLxID2a+NQz3veuvjL01mG4+grRlvmwgS77kK9O+VRGxPV5fn76u56S+KzKEvlUfEj4kwam9Ruv3vmxjmjxgAY0+hsqdPrk6gD6x0d48a+ImvvoP1btyiWA9JzAOPzP1Tz0itn478KzKOtNyg76SqPG60JifPqSFJ74fybu+IgQMPfI39z1Fp6e9RKwuPDqOwD0zRx2+cRENPT+ZOD7vYdA8Gt30PXtwgTwjPCO7aZ+CvnpyC71jJRS+KY+VPmpOWzx9TFS93VyOPutVJD2qo3e9UU0JPla4Zz4u7Cq+tQ32vEGHAb6z2VY+IylrPYLc1T1x5Wa+rRUmvgjQY74A1KM9q/6wPtVcdj1QC4y9CfUzvA2C5j0VZGK9WbpaPK84Wj11cp8+2AgmvuT/F7681by+E8a4vkU4ob7U8pG+R8zfPe+8cT0Tknw+cC78OC+wTj7Vrh8+XTGIPVMUfD7nVCu9n4eLvfSFOjqyH/W8uwXGPUU4c76Ucn49wc40vO/fdjzBNJe+D/0/PYENoL08VAi+TPYcPmQ6072QURe+j3nZPag53b1/+6m+XPIZvrbewr3ta7S+KtsMvd7HOb5hzFi+g3SCvMI4xb3rfFm+cIZsvDPMir5cP+k7j18qvbE8173+XHw9ktArvnOALT3O2Bc+zK6ePRm3hLziv9U950wvPl2gSb2CMVS8gdYBPMjeCL0DO4u9P4naPZQJyz1UUok8t+jhPSKl5b1S0BO97rVTvvsa+rwurTO8VtQSvu7oR77rqy6+V1c9vjKHHb7LyeO8pK0Xvlq5AD666D89OiMsvrMVnr0nafW9DELpvTOfvLyYHMI9agzVPFO68r0p2cU9EfLtPGbaTL58dq29sQZPvu4lQj7N/f08vs0EvtavLj2St4g9P9WmvQyiRr3LiBu9ftCIPVwcC74MTRy+NPgcvp11Tj2qgvK9dhr5vBkumD0J6vq9QOg4vZ63Ib4jZsI99/FRvFhPyb2FXt09UMCxvdKLVL7QHSm+IIscPU65fD3h5TO+GzGjPS9LAL5K3/k9fnzmveY7Ar0Z7qu9dIv0vZqWIr6lpDQ+mZytvLJZhD3GbXG9RpnQvAGN6Do0egM9IDoXvZTia7308bk9TH8Jvjoxh70AXtk9LTTHvfMCA7tz4qM+c0GjPlEQgz5wRaA9HiW2PNWOtz0k3nW9Bc2CPGMLOz6oG0U9CXdZPVKaQD5gu4M+DX+nPkxVzr2To5e8/PusPlbreb6Gcl0+0GDSPbqqMrysNFI9eygBPFvlqb14UxQ+JRqDvu1baj5hBJg9Zy4wPKejOr6It7q9WT/DvTpygbxPlCM+HWxLPZIQH73EloU91ZCIPRqnHL5QdyQ97iOdPRaqoT1JMMU9GciWvhiWUb71j3o9W3qHPq+1fT7UmHE+1rGTPizFJTytGVq9FeDlvLZjGL4AQdK9zwWBvrwFtT3VQSC9xHcLPSKRyrwP2ny+e/9lPViP3jvMtlq+wYWSPlkVVb4Lzqw+qIOWvcCowrwNKAa+pFYsPcmyL76d5r281+AFvvxRl76YS1M++MKYve/cjj1/Il68Qo8XPlNiOr2k6Xc+8Pe9PTYq+LylddY9UqggvhQs7D0N6G++6VJPPuRkNL71Ui++6nm6PrduEj6/zCs+FELGPT5xXD17UmE9Eo85Ppz5BD7Ewn89EAuNPZUtkL4D5FG+TN4RvqsaSz5S/L+9i6bOvZtcYr1l2ZI9gyIeOzLXXD59TUA+cEwWvvwHRLyTAR88nv+jPbAkyz1XuoW+t7I5vpMFE72DGno+9slePkIBhT52QpS92rXFvOx8JT4OHA+9P+4mvnkoWL05+rq83sUPPvIy8jzCLJm9r4huPmwv5zy3+ky+AY/SvLjgoD0ENAC+tgEOvrojtD2pcoG+7p4DvOpXML5whh8+PQmQvcGEdz4ypzA+dQ1EPrBmMT1puYQ+0ilxvi8jgr7/ULm+xOPUvWIirDwRjT++CkAbvrNJYz7PDKu+rq4Uva0ZpL4eOBm+a1BQPmXyizwYu/m9bmxvvtjAB74rJMK9Bsq8vVVvr72lYmI+czSUPfPebr5pSGi+duxrvDFbJ71CqKe+8uh8vkLj+T2ANzC9ytakvoCIDL7d51e+KKrePZY7N7zIW929yIsZvvzrGr3Xu5Y82VG2PC0NJj4Sjyy+xTlTvmqaeD21Law9g9miPZNBEL7d9k++5KTzvBsiLr6HlaE+2VwtPgztij6tw649/9YPvT8w+7zaBmU+9knbPeLPDz1xxc09QPy2vbKdGj4fudI9E8FYvG5ssb4hW0G+QAVbPi2qh728PZE89FF6Pn9SYjxWPnG+AEU6Pj5hJb7M9y29n7ibvc2fh77LTVk+hYCPvg8JmL4KgNg9uUMQPkMebz7JZ2u9FBYSPniaVD44Npy+EoVIPg6FDjzm9RQ9Bu1KPRio1Dy+PFW91Hi0PVP13707wga92b+gvUnvnz6N6jA+AwVEPaAPAL7FApg+Qw5Nvap7HL3VXju+"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "uon8u03bPzxUb5y9iOfGO3vzh73S/oM86jA3vgEJCT09Ga29+pMdvErvyr0A4Sa90HY+vpK71LzxsI690h0avnH7eb0Uc2E94Z0+PBsyrLu5phA9dxDGvASRx71wAHu7Tsi4vJHnjrtbTuO8gvbZPT+d5jsHL1c9F7jpvYgsvb3IbUU9tgy1PDw/Rj1vzhS9aLATvYq+J715Dq68aeh/PTPBsjzhnEK+kc/aPELMlDyBkDO9+eGlu5rLZjwoPLK8bJbjvNGWurrr+Ji8BrbqPKsDd70E3y06EtXjPVaeMj4YxMm8Og1APR7kgTxZy0q8cmDsPBW0+rw/Frm8HjH1POBgujyz1pA8X8JVvaOe4T2sRIO9xRfpPIxmIbyEbHg90yCjvY97s7ySgSs9HlcjOz33Zb3pfvA633ubvYinODyiwpy+NWViPIO5oL2ZKZ+8VwIrO1DxlLwEiX88lQPQvA895zxbEk+9FSu1vXjsyTw/8pK8gvWTvd3Ra72OUnY8k5QFvaQk8jnyq8E9WcFjvXsAFz0MyLS8B+i3PJkujbxiqxk7MG7tu1Qovrs92He9Z3ruPTAUcL3ssc88ZnhGvbeE/r3Rr/e8mNn5PfDOP73BZBq9jhgnvbDch7zoSxq9JmpsvYteJj2uCR++jsk6vQH9mTwsVfu9KYnOPKFCvbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "ni8RPqGkNL3Jd4W64SobPuYoIL5dCpW+1pM7PY1/Jb5Euhu++TCyvLyfgz7e50C94FI6Pp9A/70RkL89PidSvejxkjw9jKK8l7GFvQYp7TtAJsc9fySCvq7ogj2YMzk+0PHnOYPFk738/J89t39UPZPy2r261V6+MIbaOjy4wT3bh0S9h8oPPWNYGr5vb648J+V/PpKsCr4nQQ8+w9NcPoTbiD6HNfA9fS/6vF7MLj5bodU9biV1PXiCSj64V9Q+Ms7iPfccOD15+5G9zB5APQirEr2mk/g9v34ZPvDiPT0dAoy9uI/xPbkf0r1D4z69ivlrPu8hSr0D6CE+5a4mvSBYdz1AjbE9NpEsOjYI8D0+QZW78KrkO1gBCT5oikG9X210vX8gvLpgJTq98bk7PtbAmTzspcA9FauGvfJcDj5A+1U9+NEYPUgL1L0Lm5o9yi2KPl7ZzT1sqm49gxaLPWbDLz7XH4C+sK+pOlK1SL57zeG7taaBvchGbb5rueq99uqXvZPbur2vFN69/UZgvWUfAj6qXpE9q4AvPnAYEb0LgGW8i05GvSFGX74ykyA9U1UsPllU1TwSlAY9FMy9vWnC6jthuRw9xjxWvIwMh7tBvtM8mUBhvR7r8L0IWzG8PBMdvj8T7T1yTGm+74IPPRSHyj0q60c9E9s6PoS/Vr3OfGC8bCZXvX54RjxfEJ+8gMmgvUAr7jwdKd897KhmPt0Maj1kZpA+r4s1vSGggrw2rgU+7Gp3vL+wkL1Sr4k9JwbavBdkJz20/2A+YWDCPMxTbr2ang09dBKUPWsIoD2ojZa9hHkHPlyMST5Ed6o9IrMmPqeuVj3QL8S8jAKNvVmlTLvybym8SHi1Pdqo/b3ELZI8gXvuPYtrpryBbs0902bsvP8/6L3ANos9PscXvYGnWbzfSEs+t/oXPm7fnj0OJnC87Av1vRXTmz2Cv/y7mt+EvpvOI7yKejE+ytbbPRBkCT6yC4U9riydPUb0W73bLnI96JYQvbeDlj1Ozya6hwXUvSA3fb0R1/I8s4AgvuVWBL5tQF68/4d3vNjaKD4xuk89xvb4PVpGw71Yojg99V2kvRO9ebyhIP28Zpu1PIIuAj4kd8W86sjSvY/QsT1BnLo9OEKWPXbLoj2ARy2+hHF3Ptid4j3g0Vi9YDBsvbVqiz1vUzS80gN/vJaHBrvP8WK9KIDnuh5DlT2QdTa92XTFPWAM0jtLQFO8UF6QO6LWhz33Y+A9ber2vfK9CT40l7Y9YXIDPRHEIz0qdas9Txn/vKan+b0QV8O8hzXavWFmF76FVlI+ewkqvmy0qr0cHhI+LdSxvcGpgDxM6VM9atc8vpdErTzSi5c9wMh/vGPaCj5ncx09X8bkPLnUAT5fNss88/f4vd4TkD1SlOC9Cb7rvfp+hL0DPSa9My78O/GO5r2+dhW+SM05vS1l0j0ngco75XEnPhq5kTzDwjy8ZjqfPaXP5TsKwLs+ckNIPgm24L2+QKq9PL9MvuEAHj3dGOY9+q/SPWNd0T0HYY898P5NvHsP3zy9ymg9QdPMOwLTFrxUgNQ8FCxcPWBXHb1udkM9/sEJPoKojz1oTZi9ZupBvvZAV77KgB6+IsjCPUpUTr0TKj6+ugiXvUotJr1jEqG9pmrRvUprKr0sOYQ+NafIPZT+cT7kCjs+6BhgPTuU0bzO/5k95QULvUrttT3qZeM989hoPl1pJz3Bkoo9raWTPizZCz7kUgw9BuNZvHP0pb3yXdc96MKavTTc4jvwZ3s+JNlZPSyNBL6dTEI+kdjePXjmNT3hlpA97HoCPnZ8FT62oh2+JPkVPjeNcT4XvAA+XsYYvn8FP71V6r49f85avU+EGT7dKow+ybD3PZjXgbrV58A83UeqvOeXJL0V+VU+eeKIPZ867jzgTw09h6mGPTqzyryJ9gA9SF+gPEb27r0tGyq+xP3mO/LbAzzoGP69cd4/vIJpAD7HLBi+DKWXPRGGBD65hwE+OYP1PQ5hmD27g4292KqnPLwXJz4BD2a9kLO3vb4Osb19mJM9GTwdObFo3D0+FBO9BKqUuvhWkD4KLTU+1iE8vlWWr7z4xQ094TlJPuPQSjs7cw6+3XcXvuXgybxpi5S9h5hyPSBgzT3/bZo9UEqEPdTDIj0+mFM+Js+oPZ0NQj1P/oS9fwtzPrzQrj1PiCC929Amvn2+3b2GnK29DQgmPpD1lz4qEyk8mg0xvBItj7vHj6E86qV1vO3ukb25Uey9BwtbvS25NT1vi4c8g2IzvaHXET4rD1y9vlc1vd4pOz7Oeh0+RIX5O4myDj3xDEe90T4CPrxqkL2Ddiw9kt+JvSAkLb5zAZo9rIzVvV6Qzzy5Xv48/xRKPW0jx7158yq+l65aPRYufD2FwoM9tItDveSCPD08KU2+2AkQvixRsL1Adsu83obivQb4Gr4vrye9cFb8vVzKur0OwBa+Y7itvDeuiDzIBj49+OmYPHHf5L2kZzA9S2FrPbqqxjzIuBe+QXYOPtePTL7uAu+9CexKvuYkW77nHAS8hRjmPVJeVbyvtZM8zxcrvSLUyL2+ygK+qaQrPI1yhD4amVi9JVOgPaROmj5rk04+j9wEPvbdNb0l6HI+kqyYPThwPz1i+S8+WH3dPrZzJrxK8HU9F0BaPT6qxLsklgY+xB2gPBljCz7/L4S8jGn2Pd3CM73nAi69obnqPbz2Or2UW+E9s5pjPNMCiD0yOZ68tC7wPUXFPr7efpS8D8FGvaTI9LtDlu+9Wm2dvcVE773j4BI94uLoPRml5bzEfK69RKl/vHoPHD4Bgha9Wqh0vIH8sjwO4Zc906nGO1H9ab20ESK+yccnPg9Olj1ErzK9zMVGvXlMpL1eUpA+MKwgvSA7s7wU/jc+Es9jPjJLfL23Zyq9d7J5PI33JzveZKs9S8qFvZUCJj7D1Yc9b6ADPf/J8T1x84K9+Q/3vTWcEb5UPtq9M1TEvDJe8D1fkjA94twXvG0QFr4ZIYo9a2MxPqmJujyBK14+VmmvPXF1uj3k1yW+cNIwPjSD27vt1Xu9v+r6vTlDOr4Y1Ra8XnZXPCVnTT1ZpkU8J6NQvCqtqL0/vyE+gbbBvcUgyz3BGsq95EW1vUQDLD0t4wM9WOuAPcBiwTxNZQ6+8asMvpR7Sz7Ap/g8tvP/vexhRD7XEk299MievbPPSTw48d48r/QMvmqkLT5+3me9WaoxvrPJ3j2/enM824BnvUiBrr2rR8a7uWQZPY1gjz1P3FS8qnEpPkKyAb159Zy98x+1PSYlKb6wxgk+nlSMvg1+LD67YBW+fcNvvaVoHj4HwZU96FEcPEK2Q7yRfOG9KQEXPV8bAz7lY3g8WZR6PRGdZ707zwO80B9MvYvS4Tzluie+SSm0vU8qWDthxCE9jrssvtY/SD5Akr09nyHKvHgBWj6cvQc9oRaGvUI2+Tu1nnO9zfeUvd+rsz22Aqm9OAdCvkn3zD11mi++Igm/vXSlpb3a0cS9bINCvAzubL2i3qe8FK4GPkzIOr1NMi4+K+xXPcUL4btWq8S8cCozPdY3DD7I2XA+Hb7ovJD5Dj70Gpo9zJLFPZmtFD6dfHQ9l8ebPZ6NN71uKXS9guazPb0B771ydY47G/M2PtL6Sb6EOxq9sxYoPoV9DT5ZKGe6l5kxPCI227qwcUm9E5iMPIm+2zypAYW9FIr3vZSjIz0/bVq+N6lDPrMhwj2QmfQ8E7kFPkKjUb4FXBe+gqzRvfT2Mz3TmNY6Z2kpvYdEhr3sGiM9BTVvPVVLI71jDt09DK9YPjXG3bygOIU9iOObvB6NL77lBv69/ewBvoXqX73nQu09kbzDO7FJ6j1zrw4+Afu1PIeC1D0DZ/e9u4j6PL8YyjvH3Zo9RtAxvvVeQT3R/Re9zB1GPSqYF70MYvo9IBSzvAZiGbrzRhw9uCMgPraLhDyKDUi8kuxGvqvjkj2JGr69lj/BvSjICT7UfPK9/j8TPrcZI72MswW+Oz+JPidcvT33jAk927fOO+5NUz33rgU9pk3MPVDMT73Yu9Y7Gy0gvrh4Jz5lpsQ+FaOcvi9/wT1QzpI9/xH4PUpGKD5vp4S9BZ7Zu8CboTuRF3w+q7cwvPRgg70Jl0++zl6MvIDH9L0XgYy6LTAGPtH76D2omCU9AHFvvhzt9r3+nvs9CgcWvbnckz2xC7s9XXzRPT6AlT0vTcS80MN7vnhsJL3dp+U9EbFtPZUvyj0ibaa9e7KQvXsIHj2Yksy9i9EXPp14XT4AL9g8mjKOPRLRnz2Wwk+61rrFvEir0r2CfQ69/x4dvcytCL4quBq+/NuVvTP2Kj4brpO9+X0vvXTnWT7ARwI+2bP3OxOj2T0gtAy9lVZaPJYnP75s74W78Y0PPD4RBbwjoqa9nIsnOkx0Wj7JfyU+3qZcPuV7Lz5vnQe+vxy3PXghATxs1ri9wsXMvasxMz1O3EM9i7tlvZBH/T1ozBY+PYmBvSB3PT36o4W+R71wPUl1pz2CI6e95AIYPcokcj0Dkaq7KdSOPHczwT00asO79abZvf7S+LzE1z8+5N3BPdojEr3EDfa9eQoUPu8Riz0Sb+a7MVeRvhyiy73x+Js8HNQovnxewL3Tfry8Cz09vsPBDz2rXK09rS6KPfmTnz2kVCc9bi9ovduxGr2xTYe7rzOevZObEz2ABPe8CDCVvRBEJr6UcBm+r9StvWjAXr5Vkpc9emxrPo0aDT5LnKI9MYoOPVtvRT7vS8c9SclyPRTqkr2rWh8+2PePPY1H9rzdxN68JhQFvYP8Kj564aU8PKASvRff3zvDVEy+2ppQvryHOT51pYI+VVR4PWuU/Tz8lrE8EMrLvdzN4Lpispw+4eXPvcHI0L1EIYa98T3FPVDnIz6cppo9p4ChvQ4wF75VVp89au82Pi/f6z0W1m+9Uf9jPao96z2Ny6Y9dmSDPG6DFT5kGMA9oZsxvcXrND4nLig+4RiwPFRVLT4myXO91VwDvgwOnj1hEc08yeKuvmjt+r17/9s8FBRbPn0aAT4LYtg9zoLhPd9OFz6ZKoY9ks3vPbcbQb7AZT+8imMwPvep1T3feX89G6gJvsg55jzep4C9WKPOuo8+7z0MP4I+YQF/u6youjzL0cO99w0LPGy/ED5qcww+Za8KPlAtPT6t4Ni9WAKQvSoAsLuVLKc9ZV+LPIBWt72bnJA8eo5tPW3uRj4pvog9u8GBvXMkiT5GuVY+oZmPvekP8b0C3Xi9w7p4PYpy1j3N8TC+3JkHvjtJBT6i+ZW7tLCFvBKk5L3qoM68TmIBvKgkG731GLS8Epv8PUc36z2gAAs+R9vTPTmZCTxvG0i+ovhTPo21yL3y15C9mUlUvu576L0EeEq+I1cHPqgcAT2QbPM6v4MKPmO95L2pkBe+hWDfPd4s9T0iule+9nIQvr2RCL23tA69lGvJPV02uDuuNo48S0L2PXwyhTsIcAO+esVEvcBUDzxpO/m9siSKvVfAAr6sMyG+irx3PFNR/j0Ug6w9duE/vXGsJD6N6Xm9Zs8UPlCwV70znSg+lf81PqNJUT3v2rs9o3BWPkMSL71pL1m+drVfPlP59T3tOjY7NAAAvkxW3Dwvqx68iPmcPZFyFj7y96A+oweSPM7sKb2YkS68wMq/PA3G0LzYGKy9HVSJPDjjHbxRwEG9M2WXvS/Fvz06s6a9GVywPJNcFr4aDfm9f2PpPfJguj0G12y9+YDvPX1F0D096YU9m+ZHPmOsOz2Ks0y+jpABvrszlLxGhkG8evcLPnutmz0+xyc9pgSRPEZGhTv8hpw9tkqOPNnQEz38eXI973yDPdHcHr4KBLw93kRhPnr5Wzx1Anc8Bp0fvp4j1T38jIq9Iu5vvf23pD0rdxg+8c6pvNcHLz37WrK7lrx5vJdwej06jfa9m4omPWwWjz5NlB+9jlhnvT2hwj3V5K+9lBZlvfwXLr17Op89Gh6bPVHBxD3ofKc9a+tMvdrfwz1kERs+tVuePCFpqT3xWyi9MOaePWjzEL3aB4I9tk/0u0dGTb7S+2e+wlMxuq+bxT34lPo7DC1xu+OKTb1Qh8M6OMqYPNFm4j14MCU+ed3MPf0NQbz6AY69KAo3PbMuUT5GlPs83HRfvVpIFL6fGbq75NiGvTHmy70TDZ69oTVfvUkxWz0eprg8aFAivh0jYLzTklK959rNPfbb9zype8+9dHxbO1CRvDwnnLq9Z42Vvdexrj21G4k9BvWjPP0o6T0dROW8fu2UvsMlDz64LDY++VJivuV8Q74A1+q8T4asvbxfXT3yagY9TkEEvcJHSj6arNw7VmBNPD8CmT1atSY9/iBIPSXNl71i6VM9+bQmPls6Az79F7c8SwgYPjczGb2i7wo+NtNyvqGvFj3jLVw+HWAhPYrg5z0nlws+atbiPBBK9T34WgM+TE3ePSPfH77z7x8+O7wAvMggnb0bjAe9TY1MPk+W+r02wz891WpGPSH3Aj4gAx49ikOtvebdOD7LjSw+3DOivXSZGj1RNyg9/TkqvdJB2z04d4o6/iIrvcTElz7aXKs8Ge56vdMdIb64Ieu8PnDOPDWDYDu+liy9cgU9PvuFJ75fKCs9FiB1Ph32Lj5H2Kg9Xg3vO1l4sT2mvU49HhGCPYwQXD6jfpE+U9Isuy28k72uARy+hv4KPCFeMjwzFYQ9gLNMPjWhlj0FkCq8Hds7Pnjg4ju36bg9itPwvOR47T37Lik9dIuHPdnUQL0ZzZe9+tYMvu2GXb1SsJq8oKEEvN+1CL6UBxc+NdQQPmk7jD57ZY69VzgwPuTY7L0Kqck9zvUCvYLTnb1lzoO+ippKvZCRB7yGnHa+KVDuu+9yMT5yjR4+nVHsPNeitT1tPvO9BQ66O3hEC7wZ3aO9cTNiPh8DUr66ov69vX+Vu2oTVj1Wig4+phNcvbJ+A76i/P29ibHivbwvU75ZjFc9Qk2+PO2cTT7g2pG9MBiUuztvtz2FIji8zgl0PKGtQr2PCA++97h4vbmsgL3NuvI9Iywrvt622T2jO48+M+FXPs+X3T0YbrO9TaWkvBpOlzxnvrA89lMHPpV/Bz6JHdq63XFkvVtEwr1udqO8yGUqPWyEn73ky1U+UpEovtWJlLubl7y9bDcGvTi4sbz44Fu9+LLBu9G0bj1kncY9P9ZwPUaAOT3evBy9MZzwvBZyUj1ICm++6fyDve7Jn700tLg9MFHgPYpx5j3vnyg+H7PuPQeXsb0I/gK+HigwPTeHCrz/eOm8KAEMvYAWEzy/mUe8rvEevqQWEL4EFVY+iAUaPrrZgD0C0gO81yAlPZLIBj51T928qFs4PcceZz5Hukc9F/iLPf/EhD6lue68km+QvaA1D75JPGe9XmRHPfDo6T0++zw+llesvZtlIT4ZDjm8FyyJvEzapD1TPmc+ynkBPsne0j1t7gU7UKSePcl+vT0rbei9+sxZvmgma7y8LPu9BgTbPYqTxTs/8wY+OwP5vEM35701hUc9v45/PoYctT25CVK9Y0F4PR36CD3B4Xq+/HZjvgGRSb3/tVK+96LIvZH4kD3nb8G9J2OGvFs1Sr7C5SS+Tww2PWLbtb2nnoY9qo3pPHGghD2bFbQ9TYP/PfP+Hr5rfR0+SkmmPrhsoT0YNQm+bBpyvsHE/Ts2zEc9cFr8veI6FT1wFIM+BtOWvF1uzL3AG3S7NV70vGWGDL0NJ7k7e3y+PfMUlb0oXre8bmMjvXu7Jb36OzA+0/k/vaXZtTvlqfY925nbPeXdwzvvea+8xow3vf312zy8iF288BTzvM2zUz4KTUW+ORa6Pt1h2j05qFm8znzvvQry5b3fOUg94o8Xvc3xcL1t8lw7GcSXPGJEOj2Qa8Y8fmxlPo9yDrxMlI+9QD4Ovjd2Ljw6Em4+Z8RiPXMSbz7mS7C9lCgivr0qqL1KwGY9VfNFPuUX6j0g6ow995EVPpVg5r2G8Dm+0+/2vdWQnL0gNsM8DFG1Pi1sgL4y5Su+/8ISPhZjEr6MHj89Kpq5PPxhAD1RSR498zKNPUQE6zz2Mow9mjoPPS2EnTzYqqg9WSZpPeoKhryVvxi+XM8Avjo/6D1sTyE9S9MaPtC7AT2nZ3K8I+4gPdd89rufX5G8mLl1Pefg271bG3M93r/sPR17yD1QeEU91gtDvs18szzCPNi9D2kevlIv1DzgV789m+XPuygWn72ZeB6+HBfUu2gl4L0CKki9sqfgvSkwWL2aspC9kT5evju+vb16zKA9iAEWPSLWlry404Q9kaDsPSBd77l645C9pWo1vlC3kDwkY8Q96+62vLBRgzwM3i49AV30vMld3D2r7d49M+DmvBLbib2pL4w9+NUBvGcfYr0Qe4S9yDvQvR8pgD31fIQ9hbvdPcMtBr6yR4W+v1yMuz7WhD56ukC9hwqiPNEnJr60fRe+UnZgvYgZmT5mkxC8NOVuvbMETTx653+9Rgh7vfgE0T3Vajy92Z3NvNTWbT6a1ca8jtjsvLrHy70N+Z29JRD9vAsFYj5XFyi7im8XPXrm0D04p507jj8svF6wtz3Njo+7QWcYvp1TJz7fM/C9bvQcPR1BMz5uigM+cDAkvlgVCj6PgQe9SFpzvhnygT4dJ9s9P6pfvDj0BL7T3f898dSCvbA4T72x5s+92btPvnO7Kr0CcoI8/LjqO9owrz3ITae+DkUjPTMcRbxJGLE9h9WDu8AJWb26Ds+6PJajPEQ0pj2OZVq9niY1vqZjhr257ig9RQwKPqnsAL0h9/q9tQBBvq0yub2JuW0+PYWbPG8BHD0+z6c9llUlPuerJLs3M428aEL7va8Ekj0Umxg9QaULPSE7GT6e8YM85XRQvQYxJDxI/Ge+j8GwPV7IqD0M1ug9NQMqPro1pT0zEuk9vgFPPkD/1b18dDM+xSu6PUGGjj4h4Wm+eZPSvUpH6jyaLXo+5VsHvXuKvz3yRjk+LFbfO9CI1jyKJbS9SftGPfz+wT3rhEO+W1IVPmZfrj2x4fO7MnGJvLvmD759C/s8P3JLvHjuz7111229t3yJPX7hvrz/FHg98RiPPJodgLw4JOA92SHzPfqkHj7BTI297wapPV7/jr5ai429R1gYPYyRYb3HPdy9iGE+vT5sCjz7s1A9ldENPVOG9rxPTWQ9DXqKPUS/Tr7nljg96KgaPTQdbL2lRQ48HBvRvQLu8j2MwjU8a/U6vYxqXDxJwCE9Ye0Nvk7wcL1WeSc9/dMgvns1uLvCD729jI4bPkY5Sb3/Fao9yNXtPTDDFb6xbHG969v2PXqF5r05KAk+dhlAPqcXeD6f7589C8OMvSKAjT4V+eS9jJ2OPdEisT23Oqq9Cs1svRcNXT4coQk7+3lnvnlW9D3nT+s8Lo8AvqSBzb3X4ac9YfMlPM1Q7rxQWYM9vQqhPeI1BD1v1H28hw8gvjFWi7xYWpE+kadePoub9b0Crt095ckJPWZTSr4GyCu+DvMPPSIkLz3nAD0+qVcXPU+hNL6d/zO9VmWwPiw5fj1KgH89i8enPdiTtL1bxg++at0ePugVDb6km3k9R5S3Pe1dKb0paC686mpwvAUHf719JkY9sbIlPOztNj23Omy9In7qOzyJwz3ckWk7eD0+vrt5CD6tIQS8TsxzvXBooT1ards91O+fvFTNF70P4IQ9qpptPQ1gg76iVA49rjhHPozRnj2SJ0A91/LYvdRLLT5pu7m91veOvZIb5j2D3SA+otWnPK/d1z1HhmM9+mtMPYmZE73HyaE8TDNfvTIQMr7Ocge+8la7vb0NDL5s+l+8iZOJPZH+a70aK729VxcgvRJCKj0ySbc9sl28PerILj2LjtC8bZsYvn+sFD7lCYa8UgFAvlnU/b3/gbE9vYtJvYG42LwH8aQ8DMUFPpQb5z3KToU8544/vRrpDD2zmyO6WdBavb2toT2hKNQ9qvZsvqsl9T3wDGo9jTctPkVGnLxuQKW9JVptvRThQTwrxZS9E1+MPf0r2bxqhVq+rwq/PdNvkT2E6F28j1YQPBXv5rxzbIy+0LelvpQhlb4Wugo9ELgtPp1Rjz3HVyo9V3L9vX2jFz088rQ9ShefvfDOQT2CmBk8kylFvoTPcL67iWi95FFZvR06h7ydgqS+2HIgPdKdTz2YFxc+mAExPU0Kmj1nxY89vVY2vGFQJDyhS1M9iX4NvAxShT2Y0Ua+EX2LvUginb0gqHW+AvlqvfsbTT2O7Vu+2ZjsPfNysjxFT1O+jj9AvdRT+Lx3ySg9tc58vbXT/LwDd8q9tc1TPPLu1DzS4IG9g6LsOtz2R73JPnk7X/ecveA8ML5GK8u8vfIjPq2J+DtgapO9unOMvsXZnD0MacI93n+mvcv5kDttbeW9p/RlPkiNqj3qsxK+6zJtvaPxXD1zhbs+db0JvaQquL1kgPq8dqkBvoFyf72uNhS8GdJmvYK7GT6X7e48fVS/PbICVz22Cxk+33EZPrBABT3stQw9uyMVPbWtyL29rJM8O8yvvAEkRj2Bc0y7ZYkWvWhOP70tGAg+hVDnvXuLBL1wH6I9zCqkPc7IBL473tq8Eyf3PQiZd7pz1iO+q8qeva/QOD3hlQs8vtbmO8u7mT2GK5I9iQievb0DtT6PBqi80Or5PehgEr77ra09QOtDPZ6GQT0YBgo9M0a6PTl8Nj1civS8Dcwdvh95Fr7Uggg7mrepvJF+qT3l7rc9GTanPRJhmj0GXrw89NIMPtdzWb34yhc+Pfn5PE4bSr50RUO+o2n8vXsKib1fvQg9yr7Evfmis7wY6Kk9FQ9bPVgBlbzg9vc9uZ7MPB2pJb4QWM69moEyPPMQ0juvSAu8h1gevtMvQ7xmwJU7L8rwvVyJtztPFD49W+UbPscfjT3OEV492nxYPCojL74PfaO9It/QulTmHr40YNY8wUFjPMBFxb0="}}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "VQg6PUTgpTzpkoI85KPXPBEmqr3IH5M7dqu6vXH2Djz5uIq8xPK0vYluM7y1pR+8NvsMu7T+AT0yDIC9/vFsvQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 