{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "nUnvPFIJHTyyJgi+54WOPbAqFr5teyC9oqmlvoEwmL6reXG+QHAbPhEetz2+Zgw/2sHvu363fD5c/li+RXg5vuvl7bwfmfU9bY01PqWSlr0+iS6+DzwJvh43+LxTEV6+u9NwPTU9ZL0OFT4+WPn7vYXWCj5CdUW88ocePsaJhr5Sac+6NsMkvn4hBz7HBwW+AonCPD1lQL6wLbu+41SdPfH5kT3Pff+9PSuFPpgUuT2P/jW+Is8KPoqO7z1G7A48DiQdPo2ct71XYi299D6wvQTh1r32sfK9UTv0PTMMl77mT8e9kbcCPD37771xG9G9cDiDvYgYcL7Ab649fFC3PbjPTj0Niyu+olYlvkJpDL7G6rK9zU14vXH7Ob64cUi+TB0oPmRn2b4TGyq+LorQPW7v27usyXE7V7bOvbyRe71+dPI9DqoOvkaWXL4teFE9tu0tvigo+T78EAc+V6yovUhH3r13sSc+ZeUqvrRdmr2bO+Y9xuOHPcpjpb6z33G+8Af7PV+WXr5jqJw+CRxJvrFz7b2djm69jkC/vajdzryvvJA+FltcPvwmir6g/NG7zJFEPc03i75Gxvs90cO3vJVguL6n3QG+WW3CPISnHbz9mtq9jpHxvcaNQD2ki8G7p+O7vJMNm7xzG1I+/UU4PvGsy73ma9C9/B6hPJTnrr7dIh8+6rCDvU1c7D2ozhI+39SNPUSMJz50GmM+jUPvuwv9KD5xchU+NM8fvvbh1z0Y0p6+QgaQPmQTB74hIoA8opsAvIpxljzMhIG97CJjvoXCZb4Kdyy+ZpN2vdcqfL2r2dM9uLbMvcGPSLwucoo8en8GvpfkHb6eYnI9AGdRPs857706on49rTT8PX5tfD5+1pa70cSBvdli2r52iyO970IcPnIwC75OOxC+yYYmPgFm5rwLAqC9xwtHvBppzr1jejw9aullvsA/qj3hKkC+y7AzPSLKaL1KmRS+bkYHvXqMhDxBG5G9MkKpO8PXHT3oWOm9lbbKvnB9az60U4G5qvNzvl+ka715PGm+/p06vt+Uvz34oIa9CqzRvSWuJr76Vhu+RjOhPozefrt038492Xoevrbr2b3pWfw9EqQ0PtaYJb3zGyC+X2k5vkP+Qr7nxhQ+H2HRPdvbBD00Yx0+33wfPhp9gD5thrU9pWgEvbBSn73/jcK9PxIMP0HWhj0TtCm9Po2evea4Dj0Z6Ke7Bz3uPcRYsD3eNay9PKFMPee1cj4UZTM+WtlavvCwoz7jMaw9IMRMvZQgdz3Pkda9FyopvjtRD7zQFei9NjrnPWYFALy6MJg8vELNPcDJHb5TdTY+M5PqvTKtlL4iOEo+QdVrve+aib5FPIm7hRepvXFQQj6PcXS+xayAvu6b3DtAvSK+SEawPY4Anbroj6++0oqAvs1ysDxCGUk+AMmkOzOKE74b5JY+x/cmvBin9T0HWBK934YCvmTVHr4OMHi+770qvvS4EjsWsEq+pRorPsgj8b2d9/+9KTqFPvqUFjzmUJQ9XNVVPY8vLDzdSGc9KWYYPmnOljyklAC+NPx1vq8QS75gzwa+UrilvYbNBL51nQQ+GQMGvSwRkT1rvcK9/6qCvr8TUb6CeHE+rDHHPYfy17su/fE9OXDcO4VEiT70yVc91wkevgN/nL017nk+IWPqPdbgKb6LT2S+VofPPWp8wDzOCyO+rVDfvF5uSj48Jsi9uD+IPSdOuL09BZy9Bd0qPiRNIT05la+9NqtVvsIrWL670YW9CRZ5vXqhKb6SOKQ9eL5ZPqhpv71Qwc88JOjCvhZWfL0z9gi+CDDQu4JpBL1cMDA+YUFEPYwXPj1QBX28x+VoPiPnLL4D1ei9En6WPcngmT1ne3c9ohUGvk1Dg73xSsm9fTsXvhzB4jkeeE496xpwPpoa6L1M9OA9lbyIvOZfoD4aCLi+tLchPiPrl76APxc+hPtxPSyOij1XIme+cW0IvlD8Bb58xs09vfbsPDZjsr3WzDI9ps76Pa3cpz1b7ze+LcP4vQLAlL0YoAi+xGFaPlPXhby0DQ6+Is3FvoYwsj2/7mc+TNajvR2bgr2pEs+9tySCvfvqgb3Pn7c9vuYMPr3oHT6Hx2k97b+vO1JPv71OWrS+5sJTPsBj4b3n8EY9fRElPQXEOD0ys3G8vtxOvlO2ibxdwxW+q6GkPTVZ7D0Kqj+98xuqPGui0j1n7Ak9kiu0vq3vkb56ZSg+uEdMvmIjpz0ZuR4+uoCUvFJ9Vb7A8zO9GBB4Pe2vIT7UKYq+mFluPXA7yjx8QMu9lX7uPGK+YDybXGq+pPe9Puiagb2MVdg8wu5ZPrbY1L3BEbM8xoagPD+bJj+I+I+9X08ePpLAIT733ce+DHy6Pb57sb3k7bW9CtCiPWXJ670EC7S9XYqLPThcpL0YYIS+42gKPd15hjw9GDK970ewPXcsjr55/yu+THOEPe3Lhr7KU4Q9PS7SvHeViD1xFCQ+GqMmPKaFmD1Y4ks9vUpzvp+Fbb7sjfY90OCgvhaeA73qwfU9ASU6vTQkyD18SZo9KhEIvThZNL7KMIs+XK8TPeg6mL1haRc+rrOPvrpY6TzZE0c9A+J3Pp2XAj0h/em8zXw3Pqaxcb7HIsa9m002PKLPRj56ZiQ9AhLmPf4SSz6HtZo9nOUevunUg75nEyM+yiyOPV+Wdj3CQkq+pVI/PGgK0TtETT6+U18xvAx66b020Bc+Sv5mPjFpWL5KCR0+b+ZfPlAS672rhgs+cHzkPQJMuj2eV3k9TXqpOutaDT4Uofc9h4+CPvILMr54ZHm+/s6ivS43mb5kFKK9fHdvvJikmD1Xcky8qnO8PEM5T741dRe+l+RlvIc8Tb5SJz6+5NsMviVJ0L1aEog+ZcCovv3zPL7E5tu8wA+GO5BKo71lDzg+BXopvezjfT4RqTQ+WYulvpXkmb654t29fozmPa6xKb2QsGc8bQTVvfx8YL6T8T+9aqgnvrC7lL49Nxm8r1cJvtnOD77vXdW9NVsgvXU69z21CS49is8+vV3p4r1S7Os9TcKrPYA3Xr7Vktw9AsedvUOE3j3+nzS+t+rvvWIVnzypW5u9haKnPr6tH75n/5K9vH6gPWs47b1TxbI9HtHtvY2sL762sQ2+xb60PbMAg77Q1FY+AmsuvqGFcDvs58E8Xmw8PZj4iD1aVj++sIh3vlQyuzxUsCC+f911Ptpi3D1BbO46/2TXPKkih7xXEMA+rn/ivdbYHz4zflO+i276vdT7Dz0vuXw+uauqvfr9Hz45c2o9wMWnPYRI2z5WKHe9AqiKPj04Yr4JMZg9Zjf9vaVTjr1inEi+Wj/+vXTHmj4+E9s9UmLVPauslT4G3yQ98k2LvsGq071cQZu9A9ydvW9yyryX8029pYYgvvAyrjzMlaM98IH8Pd3XDz6tWwE+LXh2vfkFvj6IsSa8WgiEPq/5hr1+m4K+ydaLPra36r0vZl69QUVOPklrP74JzBy94CTAvS8TZrwVc22+hYQBPQLRDL77iqs9fVbMPbEaob2PElM+YdQQPaPrDr5c1ew8PA7qPq/nmj4J4Ty9dfoGvg9FpjzYePi9oP36vKbarL1H1fm9vp6QPIspMb7eHyQ+oaoovlcZUDp8o149zAaUvSOkYj7UwLc9BwSqvv/Dt7wcVRa+aHsZPjodHL7uUpw9APXHPSRwkLy/twY9+RHjvUG1lb1UJDc+kmV+vEuZFz0DMDg8ngcOPiQ1QD5vgqC7LQZovT7Wr72Lxf09ER7CPPLdtz2jMB+9VgP2vSaxXD7itBa+MXwVvZrnGL5dThk+F7YSvphdlD6KBXi+XrTjvOnj3D3ttTu+6lWvvnORIb7aTTy+pNXYPbfvVD5xYsm9SW+JPGz0DT6wFT49vZvBPdfelrxW1/w9/WkAPWFeZz57SA8+1BubPt+6rj13Xe69jCpZvgGRhz3/swk9Lf9rPv39ZT3Ta6M9YfAwvtMsnr0k0EK9RmD+veoHKb5oAjW9WP1mPMitubz+nRg+dwmtvYetAz2O7Om8oQEovkbj4L6cfUY+blKRPlk5Nz5lm929mjSnvboAnb0UgZc9izfwPU455j23S6s89/I4vsp7Tj46cA6+Y68LPetYozzagKO9r+hFvphRQL6TS66+SzDPvUvidz1NKoW+F/RTPFQnwr4PVkE+Q4ImvtTpBb2I2ia+YhZpPk3XZz3JSLo8X2tRvUGzMT6e6We+ufaKvfRbyz2bYyS+DKySvYobWb6ZmYe9L3+VPqd/qb3T2s+89eeBPC/dkTz2pto9tR+pvD6WEL4WKZk+3KUWvp+kl75oTMA9RHRnvQw++LwlJbQ97BuTvitOtb1bUtq9mc+8vua2kr4hNiy+NS04vFmWFD1MZ1y+DdiTvdOSYj5uD4i9oEwePgKKTD6vZZQ+51Z3PX3lWL6Y7wU+0ioGvnieHT4oYAG+hyxfvrmVFz78YmS+vaNfPHG23T3UA4A9a48avmlECD4ipKW9aq9LvgnsMz0k8Yg9hkXDPLCV272ys3c9M5QSPqJLFr6XzI+7TxiRvuxmzz6j7T2+NuU7PZJep73U716+aMa7vV8XFz7Uk+29kvGRvQJoZD4NoQA+eQNPPVJkDzxpZd++A/urvXD2Vz6oPZU+FzeXPWak+71VnPa9RCRaPrfpBT5OBZE88hq9vaCT972Xzly9PHnhvSGfvz4Dvv87xOMovlzLmL5tYy0+icrIvWIgGj4Ux4y+kLNIPp90zL7GEo09RK5aPqjfxL0AN6G7GhWcvZFspj2U73A+PO5bvZgZAD4Okok8S8y3PoCvYD2cV629emjNPU0B2L3B+ju8iDrku4sgw711uCu+dIWBvSQywr0ZFoi+qZvevIXbmj3Qpm29B+peuyau0D0Pyz+90p1IvmFjMz7R87m+VoAFPhcYeD1iCg4+oaehvV5FKrx3Jye+GhtfPhonkT3ds4g9QXpCPqDlmD7TTAS9+cynvtfFYz25I9k9/EyAvvcQL75G/eU96zAbPt/hED7qZLU9DpmivV5UML4KZ4e+EB0ovoL9kzy7CGm+MkwbPpmthb1Xavc9Wv4wvfVHjL5ZOf69hMOdvYWbGj6RxOI8b0WjvkGpybytloG9fw8tvBjVsD3R5Uu+UP1QvR2YYLv03bC9Ys4ZPi4sgj0DDwU9NgIJPuER9Dxpg3o86cOJvcIvkb48Zlw9b3KevSzfVT1IezU+EHM3vV9uPb7ueLO9PlO/PT4P/D1QsI0+gsiWOW9OFb4Euyg70kmMPhZpGD7CYlc+es01vtpG2j59XJ09sl6svXViyL0dHg8+Q6QVvg6EYj5/LBo9dScGOyIGvz0O3O69Ex1+Pn81/j3Ktrm8JK1IPi5zkr0xise8vOO+u90Hqz3CdvY9NsyhPWem0jz0IRG+Wc00Pot5jj3vtce9KzJOPJEX+TsbSJc+/9mZvtkZmL3vNfu9L0DYvVHgMz5H/AO+92L/vGR31j3wTnu9VUC1vZ03hj3hqN2+euJPPtXxjr6Envk7P/JvPP+6ir3DaAY/pKuVPe0UrbzbqAi8G18yPvEkNz50UkY+xLaYPC6RRz45OGu9nR3EvemK+DwW1YE+6Q+dPeOhhLv7Ays+1KU1voCYGj49Tz6+ie8cvtFNpLzyfvE955gzvu7Lvb0VD4g9H5J2Ph7Lzj23TR4+7DkQvb6Fgz6Y48G8JMvuvVb5oL2tLvq9MqZWvrzJBj4YBqo8uGK/vI4OEb7y5Za9mCwSPjEJZ76l/4q93anpvfLrhDwJeVe+IuNNPhIcFj6Ya6K99B6Jvrgnzz0wWlA+oh0VuzmfpL3XVkg+MNo6vtbjl717SXe9Y2QbvdKmLT4XsUy+NrDxPcM2AL2neyi+rVAqvhe137z5o8q8c3yIvrbSzT1uhoO9YhUxvgHghj4Y1hM6eCHfPEvX6T03RC8+vdsVPsT3DT5/EgC+NswwPkqQlr05bi4+cbtGPsrM1r0oAg8+NduevSJIuD1rUW0+XnWvvH72MbxO1uI91AXIPfBPTT6U5sm7I6nIPc/Hkj1ETRi+VSrCvRAypz0SAow9zh3kPbV8xzz9tPy9ew/+POUT275NYJm8xPeEPmuXCb7h5C2+mM14PpBOrb04h46+nytOPjaEaT75lQ+++uSePfBFl7u+ibu9KdsvPrKlxT0SKl0+mPyHPHjrAT1y9EW+r/bMPHk3YD66y+W9zZ14vn8ulzugi/68DtCvPYzLEz40lG89lFaYvQySPL4PQcG9IcMDPfB2yDydtAc+nRyBvKaCoj2oQJS8sgKBvI4Zxryh98S9X4vTPcEePL0c2fg8wd25PX1xPL6RnUU+pm1bvmutWj1IcEM9QKGMvcxkRz7oHXa9uDvhPMTKP768CFW+zxwavnEm571FoRg8JeyJvi/jpr1/H5E9IhdovmCszb06qDE8Yn0Tvu/wLr7B4wQ9BthwvaLO073LdI68sJgSvq5Nsr0fous9LVMBPazW6b0/c1u9F0LjPQ06IT4niHO+d2oXvryExb3RaUa9UeWBO1Qatr4htAq+OmICvldDLb2X/Sk9hd8mPjrSPz0A/ww8YPZGvbTYprzhLiS+PSG4vPTdkb6xFTg+V+1qPRQ1BL7lOKE9H/8lPgPYsLy2uEk9O2CnPj1PDT4GU0a+hOxLvsdEPr5G/ww+WQurPVmm4T0Mf4w9hf6xvZz7Lb4JMiw9VwemvT4UBD5/LC8+kxkQPo0Strx3is09yCADvn5hSb5nPyu+TnWsPYY2vb5reIQ8z87mPbMHkz1MA4O+UkWePFpDpbtsmAy+ydwHPebbJL0DNr87Jt/jvSRdfL6dmgc+odlHPUyxM70JUXq+DbIJPmhhD71z2Ko8cFpyvRLL0L03Sos7y+ofvkZjZjw4d1W9xGqaPuXvir4+2gy+FMGgvJqI0T0b9t692xwevo2YGb3QEeG84Lanvd16pD7H9729W5apPd+7ub0woJe90+dtviN6UL0IjEO95qPtPak3lD0DfAC+t+cXvVGAjz6CGai8hjzsPFJlh70tc4K9wuKGvocvzL1i/cw94cHsvXt/JD3I04q8RhgCPUxo/L1xvE+9TKWhvSeDJT0rXYS82OadPbEzFLyCG7M9tj6FvC1ZwrsuoR499cURvbCLU75QRpW9qm1LvFUkkD1eFrc9hSwwvmeRwDzJoGa8rhtuvu22Qz6OGJQ9du9YvBSmh71WmTi+gkTkvZL8pL4rmtY93qaiPaYLzT1d/l68H7I2Pge30z12ovY9971JPbYJEr1jzRA+Ed4mPPm5Cz55K2a8aBM6PkzOLLy0IbA9tAKIPd3krjxAULU9P/QoPsFmRj3jOZm9dhHBPVa6P778YmK9Iu4QvfrpML0+MCO+O3+HvYCBjj47xei9ZoiCvSF7Nz5mBao8Cd4eviX/gb2562C9EDKvu6C2kjxNMDO+if17Pp9Dtrxtc3c9LvNnPZqjX75nE9S9sQhGPRqokLyjtxi+96gJPqNkYb2bB/a9KFIJvi0rmj27z6A9oAmuPeeeAL7UnSo+MrZuvs9Roz1qW8S+zK9MPXTTRr7A2Z89Dj74PShWLj1YPQQ+r+CqPTJFXb5pvlG+C8PpvejrWb7W8oo5GkkNPVyVKD6EF0G+Hny/vR52Gz717mO+Nt4JvulisbywNwq++d2HvM1MYzy3Jo29AVphvZd3yr2mfSO9rjPWvZHUC75jhbk99AyevCG0/j12tOI9pV4Uvs05Eb27uoQ9WaEvvu8/9j0guAQ+voXwvRAuu70VFTK+tsoQPMBKED086WI7fKeEPVcCIb5Toxm95vuUvR5xvbztxe+9u6onPuQSQzyUm2G+L9v8PARtIr1cIjo+bxSQvo8hjT28r5a+qP1qPeCIWT49TtO8/qIBvbRBcb0Xkfc9HFoxvWrmD74t/Jy8en8FPo/x470H1A+9r906vp/Rrj12PlY9KoW9PFVdaD2HzQe+jVCEvWAiYT5BPNW+UG8VPuiv+b2fazw86nkYPkGysL3g9Es+beE5PoHCVD4jx48+3R31vLumPr6MEHk+llUUPojLUT4/ScO9ZVeKuzfz67xzFia/WqV5vsgPBz0zPZM+bi41vrmLBL7H6o29HElPvez8sjxlJ+696SkxvSLqpr4BqyO+oSKMPmkI0j0j8P29BPb6PaBGOT3fFJW92yfdPULw4D3F46M9vClmPSct3b3TjGa8YsSXvd8XO73W8kc+VBbzvXQPE76LyMG9CPIUvWoaDD7aP9O9La0hvu6i3z0C0VS9mwEqvgvlfb6Uim++bE6AvKd8/z0GVEC9cq8dvEuQrb17x+C8lo4HPua7Rr0NyEE9GRSgPVslFL4P5S28G8kJPeIzFL6dBoM9Y+6Nvq1kAD7+85C9cnPXvXOFMj4fak8929HyvepGqj10uxO+kKUgvr03jbxacp89igmfvt75R76Y4Z+9/gmNPZZTQjtHZ9k9nAriPMKgpr4CEb69PTPVvaEAtTytIg6+MEGpveByj76pIDa8U4HOO0TiRL1SSkq+rQV3PYsKWj3TSBK+4SdzusU3Ib6JLg8+XmDKvYjfHb1yl0e+tvQ1vnv0qr0Hejw9hp0SvvKU0j26jzC+W6e5vVSNjb2xG0i+b3iKvdtZC74hI4y9IFsnPc5Auzp9FWw8xJBZvnTaAz4ivGq+MxJUviKzSz0NqAY+5lSIvZ7eBT7tpLy9mmUDvnOz+T3I/TW+LNsTPl0lx73JhCy+wbpovnscMb04fCo9JliYvVY0jTt/T0E+jtQEvsn3wD3aF32+EjN8PTg6tb3lsdS+tCJHvtrRNb2zzI6+dOvfvU20Pz3VelQ9IgQ7vuSoYr7N86k9bTtyvgDl6702AXY9HlVavj3gDj3dw02+RF+lvTN5Tz6PApY+IBuWPhBHuL2BKZa+CP+EvofsnD2nh9c95YwtvbrKeb3KVM+9lGkSvqmhUb2eVrY9CQqKPSkt0T4l2hA+Hjt9vfKm0r2fR4I9yiyVPlP7yzwqSr68RWyivY8kJD6jIYQ+pd3hPf4rR72ap1q8dVqUvu02OT6c0BW+jtOkPuYWHz00nMq9q2ARPsey9bwh72K9CKGcPikXQ75CIvo9AXt2vqxqPT0DL/29rKCPvRQuXT7Togm+NB09Ppex673sPRQ+Ot/SvWPFyL1jPY++kpp+PrjjAb7lWkm+8QR7PmCSHz5dKYu9pzAHvirdhb24yDg+ANICPsAHPj3MSvC9pKmXPSodvj7Ml4E+rjc+vovDAT6GyHo+6k4UPrVOyT2Bqds8Lt6TvJ2LNT6ZoRM9IMejvIC8fD3JBSq+yDarvrOnA761Pqo8bqv2PYrIPL5cAGw+czPcvd4Vez1zEvK9kiJiPqXHib5SQcI40SIavjmy7b3MDDW+YsiUviMhdD1r5Ri+VwStOM3fsr26NKM9S2CNPjN6jr3Iw4y97DnvPYBJgT6GEwm+AsxwvGNIvT0Dtou91aThvRvmkL2x6q49PjE/PliurzyInZA7c1tXPcp5+T0+A649HG6Wvc/+pz5P4PA8F2DFPu0QfTws6hk+wmMOvVjzUj3gYYU+4gCDPqQfGb6UGsY4pkEvvmcpij7dR8+84L39O2Hjpjz2Q049p2XMPRxPCj7BTFQ9ZVwbvhGlHT1fm1G+xhslPu8Wpz7Fg1g9nae2Pov8+L1xFYc+hxmePubzQj511i4+yydKPXTlpL3vfVa9AGRxvoj9YTuy9CY9RBWGvgSfMD1zN+O9J0qAvslSJr5d5SC9ak/YvI/ulD6ro2A9jw+dPV9wob1RAp4+2e+hvhe6Kb16mLC8+AYHPmHuNr5F4Sq+RWPgPRWAWT7dJTE+MqYsPgNXGL7txTq94yr6PaGuvT3XzlS+ewR5vqpbDj4nxXi9LKsTPkhgoLyJR1e+0JIQvjeGDj6/vFo+IX6PvZz6N75EGyu+S2DSvaainT7S93M80uuKvgugZb4WXqu83yoEPn5K571Mw+u9wSXrPZI1dz50OUe8dwtCvciObj4AO909UZkavtcq0z5B5Bc+9vMxvRQn3L1Wrp0+VLiNvFQo3rp5USS9hxwcPOHu6D1IYU4+R8/2vRVBn73/V149QfhYPZsyVT5Hcno+9DuGvDnSnT1orey90qq+PROChD07qPO8LjQevTV3T77Q0Dk+Xx57vXCEUb4eNRu+tX5wPRQc5jwVOA49a8P5vcP6Q75Hb0A+AB5HPZqjrz6vTPE9zGdwvQLj17zAAyE+UD8wvaCFkz3R4CY+ldOJvvHP8T0k2+w+yz7xPR8bIb0YrAe+DBMjPg/1gDtAAuK7t+tfPR/g6L0Gjbm9MkJ8Pf4ulT7ZXha7828NPtSMxL1vO2A+UbFKvZzEzL3JdH49ojgHPpmMET7s8N08Ch97PUppDD5jh989J44UPt6utr2wEpc9+ggsvdQQ7L2zAF8+kuUbPt9WiT4jWbe9KPYPPnoIVT2WqEY+PwWLvaH8oT2PkeI9ftSbPquaez1nfM+99FzRvdPCJj7FHUQ+7UIVPRaH1DsELeW95wYePsNo172EMS69lXkWPduqXD2VMbu9Nt/avSOLT7598iS+utvvvdc7vz3/+Oy8p0mdvRBcO77Gq828R4xruxa4pD5KguC965A9PQWMgD2gPfM9T7m1OvliNb7UevI656g2Pswswb1cw2W96huzvYxzTj499zy8/PyVvaZFHL2ohyA+oJN9Pcprkbt6gV48GSHrPVdQQz4dG2W9bqIZPrQT5L17ePe99C91vezJZL0M+Tm+a7SOPPBVMD2aMU6+eNWpPaPCn7zpEQi9EEw9varhuj4W8zG+KZwevf+YDj4kH6O6PRGnPXUfBr1myE8+r0UaPW+2Kj4BncQ+L9TNPXi82D3MYQg8+2R+vVEwOryCUjW+2JxsPckD/z2aSi87hYv8vZxSKL4rYI08nqucPWNpqb3mB2K8wYuNvYq2hj7opf488hcgvtQGX71dvUs+td6ePTc38z0LJQ48QQAnPgEbYr2qWyo+TCoVPtKtvr7U2lu+8fqHPqCxIT5pfD2+RD7KvfzPRz1Kd0O90MsavngtdzzOuYi98Js0vlVpDL2Mxmo+o4eWvv6HYb1hy729wL8YviTVLD7g9Nw9S0ISPu1Iez30IMk9O1mZPB0cWL6L6QI+Q5TwPZcb1r0idzO+6+ecPjpFGj46+U2+vk4oPnfZHT71cZc+Sdo7vrZ/TT5Q7iY+ix6WvTxDpj4NLBA9zz0nPeC6lL7Pa7E9uDuFPbswGT5gRZ28eXzJPIdlbD0CEaQ8q4msvWJsQ7wLOXk+cfCYPWhTdb25qdG9FCUeu4ucVL5p4i6+nJGHPsNqor4cXlc+daKrvlvXrD1aLLU9GuyWPmqX3buRWAC+RRkAvA+X+77gOGy8XHnLPaDY6b3/sMK92Ei4vbOBJz48zyE6YtYKPlHQYz6iYY29C2fKvVEf5b1XmKO9Dyi/PdjNr7w0gFS8CNXzvA3VbT7BPGm+Kd8xPk36Ij4sOBu+Or6RvU9p/D3heVc+zdPUvO/NeT1ZWpW+6WgUvptggT3qT8291BrQvDBHqT56yx2+TDguvfztlz3FqK2+uOMTvlaenb4rxdW+SQTavP741r1icVo8w3vDPc2cOb6OnYQ+Hkw3PlhTij0XipC+x4UkvuLmDD1jPUQ98U5APct2Yj4QIhC9k6C7vSEjnjw1LL29QG5kPW+Zyz62JB8+nuNovhDqez5rgUY+tzbdvUffsz3DS4M+feeOvbzEIj5M7gw+pjWxvp9uhz56mAY+jDSEPtvBjT4GhmA97VJNPUndBr6yrbO+LVBMPh1ZNj7dr8g+CuGUviTvCj1KJos7DzIdPhWPr737KD0+/Wm5PVejQD7rxqo7iZ+IPRzMzbyLzaG9mpTEPACOvr1m4Bu9xfYaPag+bD4QMqU+atR9PkytIr0BdYI+hlZKvTiEmT7KhpM+yp2uPeZgYL74S4G+QK4DvQQHNz0VRl+9wPrZPrsodj5eDFk+ezI0vqpwVj5cTQU965hxPqXiib0nNto8UjRZvuMELb7NwtM+HO5ivt0TTb2g3BW9iAnwuzbRcT2PNN++nLsAvo0Ad75xC769grcTvpUfnz2+N5w9Nb+zPfvU+D0TL/a8JznuPGk/tjvi6gA+fPAAPn6wmr5dshM+ID9YvuWTJ742PZs90HwAPuHmMD1nL7o8pkQlPgZOJL3mVak8MdkLvbavuj0H76E+pEz7PdNRXj0dYo4+NVe1vewfPrwDc5k9njuWPFItQb5xL6e950FTvl97SL4rZ3G+WIJhvq7fAb6ZO2s9HQ4/PfOWGb7fwpa9XfxLvuABST15Tzg+SYAwvXbHtb3TwgI+/0kWveWrh77O1M885PA3vtvn37xJsW+94wnlvOwLYL3/Glu+MwA2vruHLr5PC1c9HPILPmPLIb7/p2M9xv/xvPTbnT3ABDS+DKgFOgM9ZL6CJxm+gT1ePeAH4b4RJLK9iInvvcsM7b1v+Ic9M/AYvTkDkDyYGiw8Yjcvvnwxpb0UEru9D7mTvqnUMjuI9+k9doePPK8mWr6lwTW8o7/zPFH7Vj3u5IO+VuOTvUo72T2caJm9h/1VOyBu1bx/+bE9F0Aevn2vrr4EA1W9FSWbPPRzz703myK+EpmfPCkTrDyggyy+gSW5PWnSgD0XTmI4X8+dPfeTKL0e0Xu+pxD2PQklPL7Ks5s9mWXbvPlLoT0NoTK+HcuZvrXhjD1edEk81+AVPvbbaD24BzW6tP+BvorUqjzJc2i+MPt5vWJRtbycDXE90kaTPQZ7Tb5TdOC9FmiNvl3fub1Zk9q95/Bquw4WkL5OYe+9w6DQvSR2Bz5G+eK911YnvgCwDT76qbE9l5r3PFIcuj3/JcE9aPrBvdN5nr0fjjq91mp4viZwO77B4xe9R8A3vvPP5D0eTSy+yMLzPHxnZT0qn5i9lGANvq5UYT1d54a+isPdvEM+fj0kLou9dZ1mPp+0ObsEJGI9+QRKPQjpcD2LLGs+eMNcvYlGRL1R0BC+7edoveKCMz6XmEY8q2kbvZN7Vj1INfq8BmyYvbCRo70lHhQ+QBxcPsX9Fb5A4SK+z7rFPEJqSb3EX829DgH6vTD6yj0D3Qm9LYepPS57mz38nIi92HNzviq9Or3uY409hLBuPuf2+T1JxVq+6shsPR28Tb7p5ZW+sRoEvnrJe77u1PW8kvRovleDFj1JXJG97ryvPemhJj4mDuy9TvKIPO+iTr2temY+i/LBPFZV4j1mgnA9Rh03PTOUK76r9SW9x6Z2PmnMAD3Tdo6+3xBYvU2E+z32vLy9JNODPgVxJD6DTpG82ZV/PpMTkT6upg09DREnvaxVlT46U+w9TCqSO0gNOb6LKuI9DT4UvrcfvT3T8w4+gsjEPFr7Jr7Hglc9cAYgPjU+pr2xDrc8xSbePBzeU75wzXg+Wz0iPkvZO76TVWI93klcvv2k1T1q4c68lHPCvIvNXj6obuG+9x/3vWS3uz097f28evyJPJUtxD11bLC9UgwHPvYEqD0pkEq+kkg9Ps9ePr4eN9i7b+dGvQ4YyD39EvC9cgIjPW5naj0zd5q+tT2lPUEsOj68lpG+PfpoPQ0Dyz74BI8+dy8oPkkFmj7l4PI7xm40PvjuvTsV+HO+uBcavhOr/j3/kMm7aRsOPuhsPT41WQ89yw4IPhENGT7dKJ6+aqhJPXCGzD0CDSQ+qG2KPcw+oT5WNKM9ThM/PhX/xL6R5P07v3LWPV/sgT4qx18+Fu0cPvWEvD0hVIw+8bnvvaCB2rx7LUW+V2tqvgxmpb7RuQs+4RYkvgmumT41rYg+5hmzPcyAPj7M8GI+do0+vbQFobmIodq+zrQ0PvyNTT2tdUQ8aQ+XvmxjOr5npaU8I9tkvrj5hrxoh18+40PFPbL3jD1FYYa+ZtFuPnOHyrzL6bi91QO2O2XRHr7b6049g1vZPRVStL5pCza9eH+zPCJpjD0mncc9rEasPeRmIj5NGoE9FCvXvswh970jhym+6hydviPFg7win0+8pZgqPrykkT2xHcg83XaDvhr8xbzil6+9yNtGvhZoWz3Z1yQ+M7SnvqIqGz4u8bM9sGo5vlCtgD5HjMa9iZcSPdCKTrxupVO+6D2LPUL8cb4pTcS9VgZLu1cPCr64MPC8OiwaPk+fhD67cpA9uP2VPTyOd74sH02+h0dXPeBWNb7uQrM9za4MPfQ3XL4qNK48/h/ePX6pA71sdQO+gHSKPFNr/b1EB4I+GJz1vZn5SL6YxTE+EZMIPhwmtb3CZuw9KNkbPh9vor59W3++tGQTPiPSpL6bwz8+ikQxvh9wNr4w0om9T9b4vaSokLwM2RC+YHK8vdXeWj5EynY+5ylwvjAPib5Ng5w9NrAwPlSS+ryXEY89uQk4vkz9yb0qMjq+gBvJPQAZ+Lw1iKW90FA8vjpF4D2FbR+71khUPtUv070HWjY+UDwnPfI84z1ViVM8B3MOPmvWCL6BLf497MllPqob9b1NP3q+nLWHPbFtZr2Z58s9mCF8vm8wVD51GzQ9awiIPWiFEz61vbA9NFE6PZPfJ70+Raa8glFTvBGzVD6ajxa95ApsvlzfjD7xEH89BfLWvQfWRT59Zu+83IzuvZiW5zzukZA9pLtKvg8yAr3QaBG+nOTHPE4M9T2SECq+H2GxvP2Ioj2NFtk93dnBvW5dH74jVu89669gPPxSqb2FTJw9O89NPE4qKL5pUk2+jyn4PXKGZTyEWim+5TQpPhL15L0MR3K+uDyXvUu+FL7WVR0+ms8Du4fLID1sg+E9d2Zfvs3pML4tqXk7STi1vdqRBb6XOti8lelVPSbzHr6uM1K+oSedvY+9TL55SgK+C3ALvh2zdby4RIa+oMkWPbSQj738RZi+vpxMvqcwrz3XfCU9TK0bvgg5dz2L5HS9xXsUPlbjHD7ngpk8S7vYvXXGrDzTBto9F44vvWV4ZT06Vo09v3Ciu9ZPEb7By/c8d2HvvdDVHD1VC729YLsCPjww6b0Lv5I+YsnqvjVPl7wJYXC8utsdPWJSVz5LPnS8oMRpPptfKb6OF/Y9cNixPhleX75D7ZO92UvYu37ZqT0WxUw+9UgFPq44jb27LxK+nNSuPijEqzw5Hvk9gcWwvXYwJT6/Y56+2aNRPQ9ZxD4U/Bq+ql7APbGnzr2LltQ9ReKRvhcgrr6zOfO9OSnKvubU/jyRSTa+5iNmvbLOfz7k4nY+Dxx6vTRQtT0095i+sI2QPm5/ZD4kg2o916PcvAezg75u4yQ+eY6MvkRJV76RxZO9WtiMPluPBT0xRY09mEYlvkpaKD7BCLE+fPICv/6gVD6Y4SO+3uMBviNocz2lbYG+AnSSPPKnvD1LUGy9bTOhvBYNnL7uyb++YVkPvOuT0z2OIUa+rgEovggw3b0KmQC+y/szvg3Q6D1Zpqy+sCADvX89B7x3bRI9B47pvp1RHD7L3y6+CEsVvSkFED7l1eC9CO2gPfMlij3yY1++sjBuPoBvsT1VhGM9wrN/vkRA5D6X/4Q+vXSHPlMVwD411ds9bqhYvvKvAz7mi5g+V8Gfvklxjj0m/Zw+H+qHPpqGyL7f97S8PBiLPtDvuT1P5Y8+muY8PAwKgD4SaHA+qgUcviSzzj0tTIs7+5i5Pc9Wmr52vJs+QzFjPVjGG77oMNO8sKSGvpfjX755AWY+QT0aPUhyYL3guIm+3IY4vutLPL4RLqo+8Cp2PuKLrb3dS9i8h6EAPG+oTD7z13A+3UWJviCqKD0zZQI+w52xvhcxhT5hfZQ+NXePvg02t70mpYQ7HHQ2vn5doT3sE968CbFxvixCcD2JTJ++ZixoPMbpJ75zwl0+TiyDvE4JFj5tr8A9l26/vt/v0b4cxGG+Hw2Wvah5uj0nVeI9Lq0fvjOxuL430fa98eoJvrrDXr5DIka+Y/2cPlgNHb5jk749bfD+uln1iDyYLx8+9dL1vqs9Bz0nbW29asm5PnGrqz2fpw++wUnuvPSxnT6QgzG+HbEvvkHjWLslJl296pi4PIajMLwduca8EOKKPo9au746CVu+/NQNPqj/N75MKX29ldiOPjHTmL6rDGa+akRGPnUAAr7blw8+KnVSveSfUj1tO5U9wiPevUKHib57Xik+toEWvkDjIr0xP7g8u067vas9y744+ty8LF+TvR/RQj5d6pq+Q3cXvjVhAL7slJw9lXVOPM1uub0HuwQ+GjBbvTDY7r0eCTS+ff8oPZwAd74K6YG9T1ppvQ1YWb2td60+RMPAPf70i76bs1k9sIucPIcsJbwZnKa9x0vbvR4k1j2XoSo+lj2aPlPGgD4hiq497TKivM8wszwxycg9vtGevaMiNT7qB8S9GE21PSEiSj35kpa+P4jwPV+en70WvJK83lzSvXdOUz5P8vW9z4QsPmLFHLpna9K9uhlAvqglMzwA3zq9+0iXvQcNzT2TV+e9pz1+PVpDH74fSoA9XjUsvgMeWT0w6fQ9EDHZPRIfcD3AXY69CnUFPhMvQ77t03O+WfaavY50Ab4QQBg9U5ORPGor/r1ydMw91KMevRtzoz1uzlW72h1OvlYKsD3gSiC+KkbivQkIo7yxTYI9MWQuvkGMJr46C5u8lWJbvqCDnb0UC768g3rTvR/qDL6mZ9k9H4PYPft+lTyUGwO+vdfnupLQnrzYyzo8wdJauz2B9L3xTay9C3gLPBvkAD46Cn09luFKPT423T12MNs9bI8JvMurVb6XYBC997pLvlK6uL16UsS9KnWnvSHVVz3iCIO+nJQyvsMxPD4r7CE7qie7PKbpAj4/W5k9MOsGPaduuz0ZhC++gAsEvrA2DjxDYCG++9GEvUPWtL2zSYe+pFOSvn88BL5ZzBy+ULGNPbYTaD4bhrS9hrblPbx6N77WzpK9B64AvbOZ071ldwu+/QtZvqqZJzyEPg4+OSe7PXc6gj7BBak93YurvcQ0oT0zYK49vLfOPUdtH77e0NS8NgC8vJZUjz2SUDe+9tKiPMMalT1I2bg9PqFQvtyd8T2Eucy9uQuFvWKhQD6Sw3K+ohhOPT6SHD5Ih9W8nCxrvjQYoD5bkiK+qRL8vZK++T0KoAm+AIZAvJMFmj2ytDe72v3zPcFCpr2ha4K98mh8PHUc+bxj5Zk8QSKHPiL8qj7sprI9AiSOPhFn9L0kbrg9VqyGPjmtb74USao+yAZKvqaoUj6qVts+mj+NPeeRPjwAUBQ7m2mXvro00D0Ea3K+G96FPePkeL2+LLa90U1hvic3Jzt6M+G+uBwpPjb2C75aQl++MOUavmeIuT0HRpI921xyPXvdsz5j4dq9RWk4PU7S8T1xL3Q9WwS+PVx/8j2rYTK9/I/iPQVjkT4bcj6+JNiQvvrlRj4rs5M9sowGvmnmy72RvYC+wVWXPraI7rsmrF89MxcjPqsfmD6Pb1C+f0iUvWwTBD5Uk1k+gr42PRBeYr7Vkrc9kqU8Pcy28jw20hi+4bBbPqBihr5W7LQ+0rxcvjQRQD5AZUS9kBL8Pe90jb6DOBi+TAh7Pi9FBb51sds9rALZvX56ubxO+Sc+j2yXvtdWpT7I9DG+6+NjvHKHzD66uGe8S8A4PnvKSj6xgsO+eYwQPmaTEz4H+5u6sJ8pPokMBL4mRYg+w1iOPgn3Kb7Av4o+Wb5wPTK4l72FPIi+YE7sPIplNb6ge8q9XhVePpvc074pmoo+3gwCPos5oD0Yo4O++R58PrvwqD6Ibua99/CAvokSuz0gOvO8ZauwPS5anD3IKJk9rY2ovcJhRT0bPgO+HOU6PkWv4z1LhJQ92qVjPtUXEj5jIU29w7X5O+ym6j0iA4Y9RCWyPoHXkz2Kn0A+8EjpuwFVfz2zhCE9U7llPjfarz5UHTW+wrmAviuJGr5YiIQ+ocnWvYfSmD5JN7E9HXqoPfaCEb6kREs8vAJ9PkYZjL4GvzM+LzKru3/fXb3OxU8+As51PQYON74TqLE9pOVlvdMO8b2s5CC98IibPayudL7+upy9cBDbPqkMMb5dUGg8YxHautYE+L0BiTU+kNqLPJIVsr2lTHA9zP9IvnpPBb4LUFw95oxxPrZbZ7zhi1s+pwBIvtyr7b05mZ09TZbMPVNOuTulGRy+c/wwPVIKG77Um6692By0vPXgp7716sE8SjgdPjyCoL57/z49fw1pPT604j2s95o9kWFBviWyXj53Wlg+66brPZYtLL2VCWS+3mOxvKtBir1G8qs+GP4EvZjb/b1ISeU8VTxaPp9cfT2tJcu9xcbZPXztiL5MEQA+KNdKvtipCj0dxVq9YqB1vZ2yfr4wZwM/64H6vYy9rD63WFO++58mvpxEyL01shc+ImCePORypT5h9QQ+y8bzPM9tpj4vkfg9Eo4IPsgMK77r4lu9XxWZPmkBUT6pb+A99i75PeW2xj20XCY+ZXvjPdZ/V71nTcW9FsQtu0iU9z1tg4Y+MXUuvfBbLz0Fap+90Zkgvh0E5z12tQu+9yXxPQN1qz0cHIk9x8UUvqvDGD055Y09RFucPY43uLwyDOc9FMm3Pt137L0v07W7Y7wxvjuz4T0+E5o9gvRkvbiiLz4lRR4+4NbKvDQkOb2mDHK+3Js4vWoq6j3ZIOI8c0SEvV+AoD7ZjUa+f95uPSG+or3L28k+wxgdPf6NmL1FizU48i0fvUA6Ij1pEzK+nAg6PTYeeT4938S9M6+hPTRcX75Jcxm9vCUrPolIHT3AW5i9vTYIvvDdwr1feAQ+xWV9PfMUPD7ZdbS9xvdkPqA+Jz0mWKW9xyTOvZvnkb1NlQi+bjgwPhQvALryHiC9wR0bvkLkbL1u7w6+8FRGvn4+8j2ymzM9FKnuPWGohT4LfuO8yHDKvX89P7xwzd29rQuDPeaLBL0GVjI+NQ3RPWUQLr6n01K+RD5RvYz0CTxXA8g9OpcHPEktfD2VEJo8gDnhPCxKfTzLI629lfuIvVkCFL5UuL49EocrPhjvszy+5bo9/IOnvZ7/JD0XlBW8eQ1Zvv4jjD2ppQC9b8nFPcNdOL5MXy6+Qliyt8F5ID0HG8674Llfvr5XCj5jmok+I1YDPYQQyzxo0iy60WhKPWsaAbwREUY9p6IEvpvVjb2YK46+MfB8PpmWBD/CKhe+V4NovmGCFr7EG4A9CE9QPlAUKj4cvqU9QZOzPQr7H75JLiE+zianPTHTmD2umhk+5PTpvaw3673TEMc+a9bavBcr5j1SjgQ/Tx2gPhJkEr7sR4G9K6zavVnR+j0+fgM+Zf63PvRfOz4/9XW9RfdRvrFcvTx4Its7yDQvvuWILr67Xmi9g1xJPSnMaj2JOhA+jEvsvbBocT0eIcg9MdExvhuArj3PAz07Y+fLPffOOj5pp769tRGdPq2hKT540Ho9nu6+PQlipz11jQq+ZK9ZvNDZ872Y/6e71mSVPg44vD0QEi09p+B5PYXTk761Sfe8OOmSPsh8dz1VuJ69RoCHvJGWwj3Fvly9vD8evrb0qzzHaQQ+8vYGPsUCDb/Znhq+9lggvAaSH724kC29sn8TPlLtdr6cEuU9aVwgPrVFiL28VtE8sUWMPSP83z3Hik0868EVPleYST7HvYW+AryzPheVWD0ToXg+RSgAvLrTBD4uh9Y+m4UcvqZ9FD7hY6e+jazBvavAAL4Keim+RxIvvomS+b0noLM8l+nOu/5AQb59GgK/c2+3PRloar0NO4A+1OdOPRpAVzxzOpW+083PPRSHwzzy7RS+aMJdvTgqpruPhZo+QFXUuxpFaT7tDtm9YLZFPnIEjD6JKzA+Qc0DPZGuV76Tfwy+6//dPW1Fib7HuIW+aHQYvnKlhT5YIoi+igIAPhr12zz17NC8i2qlPtQTcz4YRc465bSTPZ2SsL774r08jAc/Pg/dpr6nflm+Lyr1PYXyQz74lOK+oVaWPazJWT4L+K49TVK0voDaVj4lbfo78+elPXUQ7L0Yx3s+eQNlPpmNlT0TXlC+8Rmjvh4inD15YBY+QwyJPimhWT5Dr9s9K7b9PcF5rb6ue44+PW2uvgaBdL60tyS+DXZPvgGESj6fo0g+qGE+PgnRjjxXErc9ycESPu3XRL7P3ge+icaHPb9O4z3EqVI+EOTWvbhCgbz5mke+a3NCPokWCD5FKhu+PVhROKxQ3739wmq+nGiEPRynn70qK1C+p2SKPbu3j71yWGA+cEo7vryCuD1ExXU8okRKPtaoa71w0Ii9uqm8PhYaf73q9ni9DF+Hvqi3+z23JbY71WiRvhRA2T5y9q288JdIvlvIFLwDHAq+8p6ovAKHWT1fJf09J5Mhvu2cSL5Ko1I+T28lvivBCr7qJOC94vPwvENTzjy1qvu+zeZCvisDQ75ExcE9/zx2PTzCPr4e9EG+L+B0PQhhZ7zWcA4+45gQvjOa770FpdW9euaAvcmvmD38L3a8mXV/Pciwh76ih6C97lTbPXcI/b1s4PQ9YpuJvaO54bsixaE9D2eDvKsN3T3frRq9ZgkXvYae1L0Op7E8mrI6vnzlzr1BvQk+kuG9vmOdKb4yq6e8DAhQvXlnaj6ymsS90pUgvk4MPr73uMO+UGOGPVUpRL6PU/a9FjsOvT9pab671fm8l53gvHqXDz4j8Ka9/m6CvNqRVL1M6+295BDKPBkxtLvZaMC9CiD3vfq1HD4D1QA+lT4yvkPKub2DKgI9QfinPO4hSTzMzVk8xa/0vYnzBL5Q4R0+POAjvZClNr6ThYK+5tWjvUWf9zt1pqu9t38Ivc5KfDqIjaC7QfQmvr3HgD2z1x0+D0ilvf56GbzITIA7iPX9POsWADsv6K49kK82vAWRIb4teMK8INamvd+8Kr3iqAa9BK1Lvoi6Y770IrC9oZhmvqDa3z0Yhza+w0/YPLOrlzz9iCs8hU8XvtsVAb2CYza+gq60PbfppbyXo7c8h7fMvcUe4T2Gj629WrcmPnACF73e0Bu92oMOvgWeX72uUbC9LHHXPSYZgz5lso49odOAvFKjAD7Fcv89STJEPLWBJL7C2zU7c5JlvhwFpb06Qd4941ugvROR8T0CaZM8kvWQPGhGIT2h/yO+vz+svQbkpj3f2kK+rHXjPGSeSDyGW5a9XM/AvUBVGT1wRXC9WCqqPT+Skz3YhKW9p5n2vAwgHL4eywG+sIr3PRr9Hj3vU2E9ugKFvg82g71hVTW+klG0Poc1mD7jv2W+ysKfvfYGhb6qJj4+wN8BvkG1h71Ke5M9EZ0JPkMo3L15GVU+12/8PNUglzsIMDI+OpA3PrlDJ70r+JE+IhYoPogbRTx9GMw9EwiUvewyMD5za5q+WwDMPQjwBT4x+Iy9PPsmvZEqy7yl762+M0tqOhFYUr7k8oa9lWx0PUNoxr3ZAa0+zAijPQJsBr4dWF++tnw1vqXScL2hDFs93AmGvqyBdD6pDJ+9ZHF/vZWTEr3C/ou9LSSaPd/F4z35yWE+WGIXPn+VKbwAhL+9Chz+vTfkAD3n9/g6QLwUPuBPhrwkBCc+a6SEvW+3xbo3Qa095LQ8vpWDBb5jPSi96Wpivfi3Nj6ZUtY9paeePKwdjD7su4S9cXoAPjB0Iz6Ie6S+4uXhPvT4fD2bTMo+qhShvGl2K72M6lc9QGZFPnkmd75piGS8yBPIPR1tWj5jpya+f6mYPs6Cp72WH909B/75vSuI7r0ULiG+FtfIPU8YlT3nS0Q+rV79PbRw8T1WmYq93OWgPrG0Mb4bhGc84qcEPoZTGD6I9VS+t7lDPv3tZD70b9U7nXLPPJnMZD6Hvoi+TzfcPfKIqr1dpka+Z+BYvY+WoL6t8oi8/3vuPWtVgr5VzuK9kWCBPqg1HT4t5dy9r1Y1vrzJ/j0Js5m9WkFuvm3SuL5TfbI+r/2APqzg2zyauXY9ySTdvRHJBT4Fhhu+L0KMvPMvVD5K0/89+CKyvtm8ab4Fq4I+ypHquxFSxz10ACQ+i9N4vn0VZj7WC4m9Uj0+Pj7M2z3McBE8NUWTvmTK7L7Vrfo9YILvPCYLUr6i/Rm8JJBmvh3LrL7KDom94J8oPrX7U72g++29RLayPJ7fA757NEG+G0Jovib1xb5OAGI+cy5Svt70Zz6/lPW9YIqjvIJ5Dr7XxCs+Fi/evekYET5Iz4M+u7Qvvfu3PL3TXHS9pZkBPTpBh74N+0S+dcuIvqOSRj57BBC+/XJ6PhVbtz2Ar989YnE5vsCsJz2dF1S9eRI1vgjIFD4ZTYw9b2nzPK52bT5aV3K+FRwyPlA8NL6+arA+T3cCv81vbb2JVNq8DCsuPde1nr0tPIC+iSroPZ2jZzvdaMM8nSq+vjGq+LxCwCy+k6A9Pu3TGj5nv0G621pcvnYMEL7fXwy+vX3YvSAVdr1XRS8+7EPMvdFtjL0Fmq698dFwPeVEQz7KBpe9dcL2velqor5blpY946EVPqd6WT7RoNC+SzoyPYt3t77I3ow9/7WfPhnt2D18Wja+oyfuPUKN0rz6JUg+UHGwvYo4wL5sOt49u6ztvZu9Kb6VYdE944dMvu8CGL7yeG++L6PSvb1oCL6j7ce8xyVLPk8DVL58waU9qhgNPrs6lj3EACE+rYzvvUfu07x0wog9cV1aPXKjUz0la6a9SjXovT9EJ74vwYW9t4kWvvzmBr4yIpS9LRNwvqzEEr63Zwy7Tuc9vgCcMj3ZI8+9aqozvX2tHjwh442+lQKLPQJW2TzwtIe+FoPsvapxSr5Qj4e9N2AjvkEVwj0SaFC9Xwg1vuGSmj0aQeO9Y2cXvGvXBL6ES1K+XWZEvi18/T0lks69RtjbvcYfEj6wcga+CWezvVpDBb3DccQ93Z9cvcnN/D3RDsC7SCpWvQ7dob7bojA99uCPPbYKaz0yEE29DFhgvff2IL2gR3S9xOZ/vjOCeD2Wwms9r3sCvj0Qir5Se3G+kNTFvYWtoT1KODm+HvKivRUSH713fGm+LxJJvtVdMr38Uge+cOttvBQ9KL76aZm+EF64vTgNhz0EF7i8heN4vp68k712jdS9c+gBvpFVNL7FoD6+4vyePQeYyD2yOT08g2bXPSqB372G0Cq9XJ+SvVqm9r2hy6e6U7AxvoVJb76XIAY8+XwvPd1cFL6vsR88ltVrvrMrEr0ZxrO9s62KvAlGvTt6lrW+5uAsvkX+1L3AoIe9Aspuvg/WTb5bh5I8qoodvgrOvzvUti4+ojiWuwqpwLokklO9T34GvQY/sjyhPrs9FDqmvqyJEj3oVM++1CG5Pl1edT4oZiu9el5avkO9Wb52mRw9klsgPXtHTr7DDj8+psMLPq8Llz21tJW+JACrPTxnUT4DsCw8vFOHPjOazr0osoW847CMPa6RvT1v7q8+jqajvBFnFj7zdjE+nsLsPU2EKD6YTdq8m3s0vhFtFr3lb6291JO5u1lugL56EJI9kbo9PmuE/L2jG6297N1sPvkemb6ygfC+DjwnvohGuL6lsay8U9EjPgw0kz1ZbBS+5xUwPu3Poz0YFKg+EbZWvBt2p7wjw/q9EhiFvf3dwT41V+k5TrI6vdIq4zsOqRG+9w3Fu+d+8T0OiYM9bwN1PofnID2yiy++eNBqPUOhEj4gg3i+vqqlvbERnz4bHRc+04KNPfXVZr4XXoG+/ZZAvM6Qkr2EH42+Z7bqvWO3ZL5RxO47gApHvj2aDT4IjpC9ngp3PZX+g77zNK09yHwcPk4+gD5gkO69u1CnOxyzazzrMw09CNvzvPoS/z7YO26+VxQovgqwWD4LRU+8KnePPlbYwj2YZ5S+g3MDvtZCsz5aLwU+Ee+GPpr0kr1TRBA+CJbLPmqZIT7ZHMK9LYgLPmbs7j3yP7i+b7/6PVurxj34YqS+hkIgPfVEbj58Wyw+JFvaPRJWEj7TnjG+ZsdnPm8GgTzLM42+moaJvrofJr6B1Wc9dfE/vUHYab3DbRE+p1IKPt+V6T2sRWQ8rqkLPtT88z0BgKG9H99zPYrAij5x0mI8TRqPPp8o0b5mXGy9dBxkPmN0Mz5vKDE9JJfVPcVtH77QpoI+BGcGvk8+Ir09ZZQ+73N9vksbHD2+CgQ91jcRvlwHfLwVv569eHiMvi1dr70hxFO+yYnovchaAj30Y0C+iv7OOxofDT5psjY8PrEEv69omr27sw09tba+vaBqRT3B6yi+pp6svT2gKL7BZ/892nDpPei8Hb7l1LC9MH+APZxV7jsLRcq9jVYRvSOi4jz+NkS97gU8vl9tk715KjQ+TrQ7PQWUCT5kB7e9EMKDPeQ6FD0WKiC9oYJoPR29Sj62Lws9V+mGvUIaFb4Uw1w9J0ttvWEdob4+yRi+LzZPPj+7or1CnJC8jYKQPkoPED1AhIk8JyZkvXq2fj1r6/q8ciEpvgxeh717FYi8LRXRvMidJr5H6Vs+Lj6DvJ2Gkj4xqS2+79nFPmxMzT2TGjc+IQILPVe9T76NA/O9YsqMPf9/Br58nIO+mH5VPVJYg7tZIZU+hSQpvMjN3DzUbt2+KyArPYZ15zzyZ0M+LUCxuohGhT26Pyw9DyLQvPqTED6aiXe+8Ej0PW8ydL7l7Q6+7v6bPtA3or2QPlM9ovfPvTCfZb7enuw9+BpOvcMTQ76MZB29ona8PXHGrLtmYPY8btlCviG3wL3M4DW+lIbYvQGuCb1pGV488b/tva0qtb2k7yq+uqwuvgYcH77E7Da+BmGGvXls2rzzHDA+29bQPGnVL754b1k9FWAcPdjBPD5vAwm+WE6XvWXTrr0PNfC8rVEKvTPEsb0CnlC+B8TcPF3N0r2zJY29/QPwvdzlG70u/es9PomPvez2nz0uiUK9uKl5vbWXET4yfoe9ywmkvchTOr2zbz++bYYUPVPxtj2N3Si+TaIkvuOlWL6cuJ6+f6FTvim/6Lw/B8E993AvPZyNK7tU//c8bcWrvYcLIr5cVUS+RRiJvXZqXb2fPQc+FNgZvuFpgz0aaSa+j+dEvbJBgL2qNBy+lICYvToMVz6TnS683IqWvQNrRr5Qyg++Y8wDvb36qL3CiPg9EtoVvdXOer03apo7wBaKPL6IPbwTQVO9zqv2vOdv9z0iS869yx/BvdIrQL5HVIy+WdkUPmqKKr5Sas+9JEyJvpGIuz0Bkq09OHERvvXjVr5TE2k8q9OkvWpuzT3B0fi9NlApPjx3YT3z8mQ8n6WzPWgOVr7Sr+S9XuMCvjpCzD1whyi+yFAGvh4qqz3pWIm97zGePbQRljzhSai7eaTrvS2dyrxkWLg7Nb1KPeqUlL0W63K+QT5avdNQib0Q4FM8OtJWvUUUDD4RCaq9xYO4vug0Fj6n4Jk9geoDPa5Yrr3JQuu93KARPeDnC74FipQ+SZDSPRK8F74jCJK+Qv2zPsG8fr4+MnO+Fer7Pe4GqT765EQ+nhb0vaS2kz3NWO09yI6TPUSXs70+Ozw+TOgSPrzOb7zmJJi7x7+tve4quz3fTYG+ljNOvs/WTr5N+xk+/ngjvYf6sj2HJva++fIOvhJ7vr1a5Ay+nLE6PmRSZL40n0k+tCYnvpmigT6CzcI96TOSPAuAmz4mpKY91t0HPpgO6bw3k5E8Kve/vauZHb7fFIC+19vjvORq0D1eYAW+LgDzPG3ZXr33dNi9k6WJvV2dxL1u30O+LIokPmifAz2cVH6+b8UKPjKJFD4AQls+jXLXvHLTEr5lzEq+KydtPlaKfb4KYma+RaJjPTFujb6syIm+j6iIvmwcmD7aPxW+8sWzvWAUlj2jhr08dPu8PmwN3Dxqf6a9LDULvkxBnz7y3oQ9eCwHvl254T2od1U+0zvXvHPvnT63i9S9WFcDPqPvWj77/0m+HWX4vaUGgj42eT4+Ng0+O/8Sv70yHYY+P5RnPltGG77z1Ga9+HojPkHOsD2RtxO+3ndWvIR32zwVPwa+0ZWNPtipF73Uk4S9VqYLvsTjr70sUOi96PkUPu8g+z3vUxg+3nlFPtOw570Nwbu+wIZEPaoQ1b2FwR++1ndJvSt48j1d7qi+eno/O3VbMb67K2u+KJn8PcYdAj7Wdpg9jE/iPKEpoL7r0Ti+M8qUPX9QCb6ZT1i+JEghvh/SEz58f9G+0dGZPsAmHj3V0Io+iHR+vqBjr75KiTQ+DoSFvsWsGT7vv+E9/APgPek6Yj2heoY9nd9QPW7qtb5Q57C+K6GdPScjrD548NE+jbsmvnWn074UpSc+6s1dvjJjF73NagM+XJKTvv/hmb5xUYW+CqbWPqnUAr4PXcO9/0XiPbsARr4J2uw8kDYLPpJ1XL6J9Va+OqsNvosNqj0mngC+itCbPg7/rj7cl0q+2CGMvt/ETr5kKea+xwN1vmgqgT7mAqm+KkRTPpaaTr4lMS09rdZ1PWjyOT0C51++TE3BPh2NjD2ubf68u8P2PQoiqLzgmMa9zSSTvtRq0z1oygo9V0dovkfWI755mI2+NuYAPqKIGT4+omc+nO5QPt5Ys71nVAu9/iWKPlTN6b0gb449CmIDvnsEi74H3oM+M7mPvbTABT4ZtZi+FrCkvmF3Xb4y49O9pfLyPQV1az4ykby+fmkHvkXAt7uJ7Cc+pe6/vZnQLj4EHo28szBfvv614LsFwi8+4AlvPabjX76Tz9y9UUQOO+OA377veS2+4KcGvrqW0L06QrU8nm4jvvqh7r2B2409LpZBvuQleD1t0549WVyTvin6Zz4QWM68PbUqvr8/5z0ajdW8WO08vNeQ/j0wLNu9pFo3Psl4kb5JWGG9gSe2vQmQTL6IhD49NLGnvmiBl77lXSE+9PW4PBS9qL3a0zC+vmw7vibOBj67I5S9rYStO7F12L3Suoq+IfikPY8QMbzTbrw9Aj6Mvg0nDD4if7O9FycyvYGgpLyZbcs9/0gLvrmVMLwA7cU9h01BvsQSij0CQWy+v/hSPZRzhrxxJps9uZZQvjwMTD2P1JS9phWGvT8tBj1U45k71IkiPmrXfb2FxoM9xwWzvtLqVL0DYw49/eTjvbxYAb7NCqe8D7QKveRo/L08dK48Ds0APprnJb7ISXM9Rj2avVLq+r0d2Ng7Y3cXvkxlJD7+BFu+6FJHvYWEur2oEjq+4dM1vTeVOr0z+Vq+BdeYuOGMnT3LM0c+ExVAPTuY5Lx5Q0K+/RpmPdU5Kr0LVaK9EOSkvfmjsT2BBNW9d6fqvU7yZTzM6Q09tDECPTL8373tJr095Xe5Pe76Q73Wdm69Ar5KvGJizrwlZB69fVACvrvsMbyrjTe+opzPvRRjyDyXETa+HcnpO2+KNr4jZPO9HdgMPS+94T3wzAq+L/Y+vgc8JT6OB7U6OC9ivpIBNjyJwlW8J3knvrZcQrslF3k+fgtRvjuuKL1G8qa9NFYMvrlB3rxoD5C+vE5HPfypMryAxI4+KDZUPv+OwL7hBly5+8otPl4skb3pktc9E38SvUqHmz2WdS8+/pibPfajsz6PnWM9AkeYvSuEQT5OrRA+LEs/PnDqHr21xNG9VSbLvSbknj7Q5Bu+YOm2PQr8nrz7hK292ZfLvTtvt76RYhK6iBQZPmihfjySf9o9fzKtvNfmYT5kWu+9YfrnPBl/lL3dYFK9rz3SvaZMYT6izuQ9TWuJPTSIBT5Tlg49I2wpPvAb9zwjvyU+UoTcPI22SL14rVO+yq7FPYf9QD7eqKG+7VuPPhbS57wSa469tEs6vhPLkj6Qe2G+4K2zvZR3O76nrn2+3sPOPZRYT73PeRG+HQyEvv4P2777koa+ZOdTPjL6bL44CdK+hYRGPseegr4jChQ8IDaqvplqQTvtFjm9F5YPPCrYdD6VqEO+WpGsPttPWz4qPLS+lek9PmKuQj4QAgK+YDC4vLz6/D2LokY+9g86vUcLAz57OJM+r1uyPavFZz66ONK9BruCPgO5i71VZZi9rI/MPC6pwzyLJr++2WJsPiJQObv4U5I+JikgvuVjID5o7US+RyTTPrKtOr3l8sc9UvgWPHryPr0jo8+9wwDtPXYVRbxQjea9S60KvueAET7LXlo+PB5nPozhkTzC4xe72xwFvQrTBj5R1p49CFh7vHYbrT7ZIhm9g263PS7xkTwdWyi9mnSuPvgGjj6l8la+RYTRPIImjT0D6eu9eOspPrychz7J3a08sl9EPlAuFT7JZmU+OWL1PT+nDb1bdjc+cajbvdo/Pj7vznA+7RjDvj36Oz6f2pQ9Q5cMPnbMSr4lAGc+zZuXPojYWj1GaH2+Fiy/PVUYkD4X6wk+sf/avNDZoDzKyCU+5oRuvai+Hb5ZUUa9XpnRPAQ+hb1O0Bc7c7GKPtOpET5bEfs9Z4IrO5x0Kr3Mdbw9+lN9Pf5cFL7OL1c9ykAlvjUQrDyb34w8qIx4Ppa0pD3iRPY8iIgfPtIWsj7QT9w6N6novagSqz78Vb++lp+wvd9g/T3FVRw+NkZlPiVXmr1V0GI9z0AJP2UoND5PqBi9t8SsPr9NOz6A9Xw9sHKQvnF1tTzv7DI+rn+JvjHTQL7q1yO+f/O9PXo2nj4Xd5k+BVRCvormMT7iGza+wi11Pfmu7T19K6Q+byNOvBI/nL6qdlS+1+FIvX5s9z52iyy+ul6EvTQRVL0IumK9O1zyvWGphj6/ebS9lCeUvUbtoL6naAU+kjSCvj7EnLzYl0s9jCI4vg4TWT2qCJG8r1SrPsACJb69Rjc9VhflPZX8Zb1U9yM+NUInPnhtSj7CGTY+l1AGvs/qAr4NEw6+XshWPa+6tj0lUqc+q4EVPRqYkT1gmEK9zRxGvRqQF70seAe+G6aZvXbnAr3Fjou+ndEnvrQ7R72A4Cs9xMMZvvWKHr7/2Tm9QRC0PXWjVr6drIo+HuG7vJWJ+70063k9vJs4PhgnOr5KE++917+XvVZijjwHfK07BztLvqIA/Ly7jjE+ZXiXvmDlv72XrpO+Tz2QPKuKLL1Yh5M+Q1b4vHhry7sOa+29d1e0vbSiFz3NQW890dctvimC37p2nye+OVwFvWRdpbxDoAC+URn8vKS7jD2ANZU9kPGZuj2swr3Hq929CboNvifcXD6myzK+rTi3PaJbQL7xgQa9LIXBvZzKoz1hiQ0+kAg4vrI3hb3RnPc95UXJvfAhoD2RRxK+GOjFvdD/wL0MGhq+EWQ7vorhOj01HGs79osHvdT7W768OUC++0+TPUEQTT3qwaw99BeRPKzBFj5ZZEu+LKofvo9xBz6U6729ev8pPuBeI766YIy9smZ4vjneGD423cu8EWiovNH5nr7eUrE8kClWvkwp3j2LXkw9cz0SvqjtPT4ieN09XgmzvUDZKLygila+POeYvJ0bwDqmzys8A/davqB4oD7Homu9R2JCvU0L+Dzr4vO9On4BvdXIir3TKvu8Mh40vjIOxr38h9i8Vj6NvmEyW71GeQU+xlrCvs2OiL464Ke+2vbJPiHu3z0R1YM93f2Svj27bj3vy48+axdCvL+nW75mh24+JynFPcH/ir2xLMQ7Yt0FPZvnSb4f87y+tktqPlLfOj6UHKu+kyf7vdEM/zuF3EM9TF84Pb2JUD5+ijE++J7WvXcBfD6F2wo+F7FGvbFLiD4Qv+W+UvYgvkzmmL5fhhS9lZVRvY+QYj33+0Y+2fxNvmnyNj2FWpS9gx+AvqARurzGs2w5cBNyvgUyDb4awSM96DMTvmyy+jxIj7u9wUNxO4iusj66Ls4+6e8VvrdyR74suxw+IbQ1vlUn+T3dYZm8R7eGPsqMKDsnMwy+D5lRPlF/vD23Yug9Np7cve2bdb6D5b898ua0PQKmbT7yJau+LtcCPR13yj7sGx++ete5vThnhr6sVrI91GX2u1cuEDpDDUA9cKGEPaYfnz7gVtG+jhbfPES8Yr2okP69SfczPnAj0T1E/529Gyz8vfWOpr3vuMI9xiDhPSTbIz6rWXU+B0sTPisKZT4hvJa9LcVmPt0w1rldRPa88ebcvgyArj69GXO7uPqQPth93b2z1H2+kdgAPX1KRj3w4Y4+BU0DPkGeUz7zzAG+NQ8WvnPxOL2US7G7bWOevYDhkb6uZm09WmgovsLcab6V26u+JYybvtVpOr6eQWy+2ZI4vU0dMz5LEYY+fFD3vl6h0jxrnqk+c4K4PcjLjrr2bvU8hT4ZPv7lizvcWWE+i4a5vb5Tc70lpQk+NhwjvQWpdT5eX4g+HeqNvjLDR77KHR694y00vi17dj0Ak0U+Iwe9PJNLMr0uPQG+XPmHvRQh0L14UdQ9wlYYvjvhjT6SuHA9CEpbPX9iS77XEnS+qWILPtxtQ70UrhS+DnkoPoSyJ75fX0q+wp+vPYs6krxVJa0+5eD2vG3kij0DDZs+s6XmPbP68jv5K8S9sR2FPB61ij3zDr69K3fivUJcNL04xHe+uCqgPAxKrL033FK9mspwvgthjr0TIac92fcYPkeDYr7fIZc9bMoBPqDviD2l6Ro+zKaCPtmt9r2FzQA+O/Rfvn5Thr4kGHO9Sizpvap4ab5cPYU9jN4ePU7Q9zzZiOU7N2u0PW95yz2stXq+dCMTvmtrKL5EIly+3/qrPfA/FL6MilC+HFqkvfIJ2j2wRTy+xu+VPtkJy73rXmi+cYxbPg4isD2bDEu+X88PvhBy2jtGRHg9XlnaPCx0Vr5ODJy+w1EWPvunpL3jWuQ9jWDPveQTVT68uKm9KJd+vYQGgr6cg+W9XGnrPUwNKj4UEii+H/QVPlcy27xm3xM+daTBvmm0Qb6p9sy9oeAXvrDNVD3fKZk811HBvAQ4Tb4gqdw8aSnRO0TFXb4TvjC+rQ6wvf6WB71un9A92oZavs3NPzuV6pq9luPevdeG7j3N37M9gf+Gvnj2br3LVqk7nUIjPknpmr0T5xu+65sRPnN3M7556Q2+9FWQPK3+4L10SnC++THJvaQ2Fb5RBTk811yLvZ3VIr6k19k93/+jPf/HUb7bFRu+kjgOPoduAb5Pcx08txL4ve4NoL35QBE7McCaPZpmvj2ktgu+jfMNPg6rfD2n412+jCM+vkULzj2NxJ89pct3PeRd5T1yVqG9J+XhvbBcgL4kDcu90WD2OjSfCb7rs0++IC5RvqEfbr708AG+h3cwvVBgYz3QMgc8WMJlPVnLGr1VUxG9obk6vJz8TTyqiQa+Ig1LvoMOwb01xw48gKt8vl59pD16+9a9TZakPUA5k71+ask8I+3GvXfNOb6GZ6C9zMQHPewEeD0cBa68facePkAa1L1eu6m9kn8JPf0glbzOv5O9VGTAviHZDz1VbKi+8iiQvcuyLL64ooa9VqYfvuzhJj497u29jUZkvj9Xqr2ghu88rbWgPYAPCj5MTvq9bF0Wvmmnx72XfXO+iKv6vUaUrb3nbI+9yjqavfOO7T2OjVq+W1CdvN+C9r02vjM+06cFvsafej0gmK29aNK7vM+dtb1K8g6+4sXtPfbM1z3eyZy8uZjYvXCuK72B4sm9xmPQvbcXDzx/jGW+8/vDPrWUnj2V0jw+dRJOPThvZbtHFou+MOe3vQxkEL5jZBW9vac3PnhTBL7R4oy9tqAkvuDswD7AL8Y9CpF8PoBVub78mzc+DD5yPlFOYj7KA849Gk0CPvV9kD55b249sDwDvX0RrL3qrIa9t+Onvo0U5bzJSD6+xRUGvGQMqT3mf9y9NqAkvhqZkr1j3/q9gimLPs8wpb27LkC+/jeXPT3ETb4ulgE9Ww9LvXF0PT6WMQi+g/s4vV3qfj1DbWw+2eYiPvl2Jz7BmEC+ZTWSPS7j3bvtYHQ9ayJuvoWMjj4t4ka+Wx4qvnTj6b1YPQq+QuRtPs0Soj7yHs08xn9bPSGKIj7CGWi+XIJwvhU/pz6V9eM++yEcPjRpiT6dJWY9rQzyPdjXIz6rAcm+P/oPPi7yR74pxj0+/HliPPYbzb2RO0C927sxPc6HkL4I5K08YQ8Jvn28db26ZSI9kQrlvo84mb56EuY9vAzDO2HaPr3Dd7W+2syRPvfksj7zj949ADazvTwVtT7Bi8O9RoG1PbdNKL4z0m09wb71vX9tb7wTvp499mgpPsdq3D1eDnm9p4yqPsLBtbjqIFi9MevkPVJEuDnU+Qu+gH4iPoF7LT2uEqE+7jlnPNtjnT7upgS+l9mNPg5nlD6PHcG9R0AWPojrI71FPHG+IToBvpME5b1Nq889pBhPPgz3ib1jOB69FJaDPpQShr3FnES9JJfuOtuh6D0uOoq8EWkovn6Nxb254kQ9d6QPvjOBKj7ntB4+h9C3PvQQq71wUke9Co9AvkZSyj14eGm+ez5svm5Vrj2Wdv69kjIqvgn/Lz5gP4I+CbORvqgdn76nDSC+mxO1PSnkVT2Afg89nD7DPbelKL4VPN29XhHfPRkhQL7/aai+GNXlvazZIT5A85m+pq2FPvviBr3yK/U99+PdPR1XW75TQZa9K2NIvCC8Kz2N7Ow9g+Ngvlkvt76JCoO+65oUvWSgMz6Q/Qc+R9IpvkxOcb5r/Re+aNUUPGZsTb59QtM8ScSlvYw8sz2L1WS9h7v7vGUg7jw5ArW9cMD6vGDrsL7Qbq47j/ExvgQyb7xHegS+47gJPmjVQz1+O/G9ibE9vgUykr6H0fU9UIkpvtu/oz1QSJa9uKpFPFRDgb3ZMs29m0DUvXFqpz0NEbS9AS1XPRV1YT6ty7W9InS2vdR+4jwmyEq+pQs1vWfrIL7xmrG98wG6va12l77zSEo++XECvd9kY71XLie+MMJEvkqnbL2D/Rk+ruggPjU9Sj7QQSc+jYHcvbqmVT6vHhi9viKrPXTP0r5/fbI9xc8ZvJVJmD7LJQe+J3cuPfWagL3Y0iq8"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "nQxovYrmy71pLY48HnosvWZppL2MmJu9GU+NPXt8Gr7rxF89saUePeChJL5u6yi7r/fXvXJbnL01jbk9OkE2vXVV/D3uW0O9dtfkvVCw1bysq3m9P4BnvcXbo72Busk83q+0vcjo0byDz128Ep1DPf62d71A7FO8a1xivUNCq70wnM27YhbcvNrp9L2YnJ29mg6fPVTb5bxN77a9jzyNPFv50r1oDPS8Q15gvf6wZDxRoVw8ZR8NPv+PMzwdgwy8SCriPblf1DlwoCs7dUidvGCyRD351Vy7CaJlPVxRiDwbAuA8KRo0vKqcQb0DPs89sgETPT8UCb4MCca9GRwSvTLXv72vn1c9aRGnvbd1Wb7Beeu8znWwvPzwyz2yryQ8LEM3vcawSD3omw+9J5b7vB5sxz1CybG9QhEKvdunpLygmtm8R111PJdcwzzVH448Kqm8PMfYlD1+2nS92XStPOw70b1tvC89UsxqvDMj07xf2rC78XtQvpV3HL55yUS8gq+/vXw+Vjy6vRY8v+GbvVPkUb319aa99DdvveSQV70WU827eomCvE+taL2jZRe+bt8FvjryBj0oWKO8h0dWvTCUFD0aSMs9ZIIbvSBIFzz2YZw9jp65vUbByLxU4i699fa8vey4Rz1vAKI8ci0Yvhp8cr2LjLQ8Qy48vVXCEj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "FTH5vAOAcz0GbYM8tsy+PbWDrL2NCA8+POSdPfbRET4/2py89gO6vJe49r2PyiK9dfrbvb57Y71GZjQ+NoSavRYukrv9bKq99VCtvRc3CzwaxsM8otcRviT8J71MBEY+YDHsPSZGJb65WjM+OET3PJezPT6uETU9yD5gvN2yojybrMM81UOIvFiarzzNYJk9bbqcvIMlhL4zRYm9zPjIPThhJz6c+Mw9+CrZvMOQgT186Li8KI27ve0ilj0JQZA+z1FCvfJJzDwkZwY80qRhvJTfSzpYqBA+8tQ2PaXdC7wHOEA+0D41Pfe0bz7DTHo9MfmIPSolej7yjM27Lj4vPmiMSL2O4TM9rF16Pj6CEj4QWwY+84MRva4ogD1vHvg9+OY2u5cQQ75H+z09KzbbPazjn75fRB2+yUKCPqkbzD3epOS9adAwvJPjez0gq6K94lXIO5fT9DwP+kw+N3I1PnMblD7qNcG8t8QpPtwjFT6WsHE9W+CqPTHSBz4mFpg9+WFMvOdSGD0f69g9s9asPR/QYD3Cjgm+QPGoPd7DRrywyRY+CqA3PifPwj0VIu+9ooTePZJScT5JNMy9zKTUvQgczj1XpB090KvLPAuUhL0iEwQ9hNIcPU1vDD2jzCU+fBmVPBHRZz2v2lE+2jB4vf74KD6m2oK+rCGmvfDfSL7P+4Q9YlAgPUAGAj6J0so9vsGHvQI2971D/wW+VmYFvqxXHT5kZDy83eY7vqKyDTwn0n48hHVQPWcCF71zNQA+c4aJvBT2Db3nb4O8dz5VvBktljzzDQ09Wq+QPc0WBb7jYwa9oNQMPdNtnj5OnY89gVYLPSUplzoS5KE9Jz/QPfuTtr09H9K9+S+XvVnBRr2A14K9JfglPcrcoT1vWw+8/siavIjMub2fRiU+gnGwPb7bfj2JeAi+br0IPtKt8L1ePK69JDatu4B+4T0ai4A9/+HhPSTvM74CVya+bgwkvSvCCryeUi88iiATPuXT/rxN9PE9v95UPo72vD1/JCO9Htv0vYmCx71hPLq9s3ZIvWGENT0eO5Q9JIrKPNSnlb2v7XU+2B0APeEjXj1gTJg+oTRTPrEqsD2XVNG8nvJgPHKWCL4Lx9c8l0VHPXwdAL6njQi+om4EPumDwj0RV609NXuIvsiaD752pb6+wUNUvssjv71IpSe+0EmiPRKZXL3RsYQ9PBR5PUs7uTxUxQ89bSOzvVdNr72DcYK98FQqPt5ZMz6o8288LTSpPYZ6cruzWzA+/PjhPGr/OD6BWPI91IooPUGfD70GAKg8wfESOf962D28Zoa9bKXwPegM0L0Icb+956qBPh+QiD4VLxw+/hzpPW+HCb5C9Mq9vfDdu0o1Vr2FBUC9a3aqu0XNhr0YB7o9VrxQPYzTtbqxCCW7LII1vTCs3Tya+Lw9eU4TPg+dDj6vZcY9kO5JPjuDoj2JfAw9ZghDPGeYoz3UK9U9rw5jPoHRAr6O7Ss97Ulwu3IOxD0O/3Y9ysySPckt5r2HNDU8zMCAvW4t4b0rKY+9wJUgvTfuETzsQ2A8dQSIvDS4pT39rM+9gy8MOkQYJT2V9Fg9HmSpvRxQFT5yL0s+5cTQvemMlj51s4A95PSevRufsrzljTG9MveGPUMucj2tXcG7puxyPIW5oT2EvWA9t0MhPmEjEz2t64E927AVPi3LzTsJ0w09GXj3vGyqbj7hThI8+Y4OPT44ojzHDcs7RgYPPk7p8LxFrQQ+HI79vUclgD0uVZ++m/5dPuObRj3r0kW+GHAhPVxlur2u+Dc98FaCPRjOlT1EIFe90UpKvfpMnL3wLXc7mWEwPCO9pr0idda97uSEvgrWNL6jNg0+v2k4u6mvtD0k4UK92wmPPYstdb3diwO9DxBAPbwW6z09tik+zenyvbNtAj6HX9k6aX3aPe1qDj1N6VE+9dkuPct6271/AR8+/hD7vB+0nT3U/wI97MCZvLYsJD3EoyW9Gb9sPtD0ez2ljRY+dbVMvkzYPj2inmQ95O0TPgwJxjyfyTU8ucZRvJ3sI72EOnQ9j/DCO6fmabv7y2i8NVHevaEytL1BMFy8wlEZvCC4kL0BibY5GD7CPd6LFD62kiQ+euIPvdHRnLwELuq9vAG5PYZT7Tw62Gg8BtnbPFLfnLvoajk+yuWlvKjQLD01Js+9CFaKvfXwK73o7F895eGFvT/CYb7nPBC9z8m3PegN7LxGPhq99ZM5vdTPizxMA208+UoyPVLXwb3Gl7K9DTtcPXYKOz49ZJY9vq5CPUh4DD5YhJw99I7CPRt/hbyu/XU9hDVJPV7WSz35LOM8zRZCPXwScj2w8Ve+pFWQvQTaAr78GMw9dpCuPS5sw70fdpQ9zolqvApUqz3Qw0S+dV+QO9IJqDw+3X28vWFePY/e47x7oo87dqN0O84f470A9hY9zkQPPrQpSL7C7TU+OvhDPb8ZqD01Sti8JDwlPl0TQT3pegq9AgTUvW6BWr317tu92tiWvATuBD5u/2g+fTsPvs4q3z0nD9c9Pyp0Pbv+2D2gCQo98RtOvWsfyT0WBQM+VGAPvIOr3zwaR+m8FrREvYhrEL6Lfu69ZNfSPeiccbxl19E9k2wHO8yyub2UjaY9u7MIPX0VgjzsqdQ9SOBJPWyIBb4B4n+9ie9ePEDq4Tz4N0e9+88QPnml4DzqWSg+3penPhCQeD6lCVQ9hJS1Pulykz50Sg8+NJyjPB3DJT4Cmdu7z7PlOg56q7yqx6Y95Nc7vsZvaL1LJRQ9XCstPknkLbv7vfM9T9moPEZTRj6u1a08GhYSPlBVaj2jb5Q80OsuPF6PBT2m+7G88By6PGgWJz2Q5wS+H5AFvk+Y3j0TRmE8Q812vQRBbz59AwS8svzkvWFkjT18B4M+Kj/mPTAPgzzhMj49X3GNPT5pej4H9zu9iSS4PO8aTD7w7ge9uZWbvaoUE752ZWW9iK3DPSch8rwBB7M9C5QePZMP2jxoHS68Bsb/vJ/lOLygQ/i9VnIrPLKBIbtgI4A9idwJPWO2iD1Huce9zli/vXNvnz3RnAQ+/BXLPXN6xL0IUOo9U4ifvRO+q72muCK+4oW0vUXnvr0844a8NHYOvRcTCT6SRZ89uhoQPauQUj4onOi8O75pPXnGiD2zBis+i1o2PYh1Bz3VYzQ9tbkBPYmR6jwsihW987yEvDRUhT7F/bG7tqosPiTBgL1t1Io9vZkbPaQvHj4skxQ+mDKkvEciLz79ax89oe1cvJwxi73lRAy9NIaUO/q5S7zumI48npkBvqICBj6ierY8CFkRvZ9Fwz1pwzq+fcBaPeuheT60HJm9TdYCvIKLtLqQzpE93hcNPkkwiD3nIme++URivfcnJzxG/nM+87cCPl0HHz7sqKa9I4VSvb2avT1cFwS+UycvvoF3G71PHPe8JWgvPSIMy716Wtc9vnwbvvUlIz1lQem9HR+tPOqoxbyOSRs+STWKPHSXob184oU9AyrJPZFpqz0wUbW8tqg3vY2dRL3g6xi9AH1UPuG2V71s1bA89vPbPC++UT5Dix2+ygDHvUH0dz6HI1s9ms17PYjX/b38uhY+UOmkvEOdNL3FCw096eMiPnWuDjwlnI08ugMHPKJ2W73paQo+Y+eMPW6BvD4+XfY88JCjPWQLmD34HRG93TQYPKksEr4zHhG+OzmyvSX8lzpl9JM9aQqFPRDlorz5hqS8xowHPpoI0z0LTDg+PZvVPUU5WL4ZgM684SCdvHKh9b1cgIs9NS2bPD881jwu0cM9KEJ2vku1N74WN4E90ovxvQfx7z3MeOk9ZRbxvHDJwz3+Gto8owKUvjEABL4Q6J89zys8vnAi7L2WYr87iW8LvjDwST5o8fw8h1TIOSnUHj57CHg9NSnePZjX1bxGDKU7VrNYPYSvpz18suU9ep7FPLfSq728wui9d55ovUOXMbvtykg+nztqPSTAjL2gwJK9LW4nPXVDwrzzIRM+91rsvcERCD0Pena9FTuQPTHMhL166s+86xq0vGGi/DtfDqk8QakMPkyGCT7nhpc8quIgvvXmLj5gMxE9yK6kPhzoITysQCg+BK0mPpPxGL5Wy629g40HvBN8lL0USqQ9tmmJPTKnl73k5bc9U+PRvd1HqLtzvKy9+AmbvJTBoj2DNnA9YVkKvgrZab5M/8E97wSxvZGi6zw+5nA9DiUAPrWnUD2819Q9WSG0vBPaAT7NugC9qqlEPkbQrb15XQM+c6Qdvm+T9jxCEzg8Z9mCvRAHNL0EuUA7WggIvRplgDxSFYu9kCcWvn3th71D0go9UQIYvriSJz0CFsw9/jYdPevEn72o3XQ+VhllvZ5ixz2DKX49QKaGvc2ni717XHy9/hBdPR7L2TtN94O8q6HCPKaqprv+QOO7EbpHvbkJ3T0wTeg9OhcTPu/XCT7ETvy9o9BFPYQspj3thTo9+TuFPJQlXj2LB1k+ak2avUUeOr0EL1S+tq1FvFIzxz3WQwm9YLIQvKjCrTyadjS+AovKvJs2sj12Pjk8hJ2WPO9OnT1QanE8vDtMPQNGzj2MNI69YHI6Pluq4z1bjKk9WgAUvpd60Lv5soc+GuzuPbDQKD27ewa96iLDPK4inTw/gh09fBYguaF/DbyaVxi8mtuwvFykGj6NqkM+fx3nPO5TpT7qv7e9n707PUgXcr20RJe9jpKJPSJM7T2XoE++knIgvVmQfzxIgIS8QDybPYoHFL0RoJ69xGL7POw6tL2f54u793JQvQNS0bsaZeY828S0vU3iPT4ReSk9eE9KPZppTbs4zLa9ZcshPkKQWTzuhPQ8iD1BvUthX76ZEOW84HUDvuAJWb4nqF6+wvK6vThLgbyRdIW80NR5PdkmHTztEf484WVgvF6U3zzBwna9qTaAvKnQIT5NQui9ejRzPiaHtj0XqdQ7oMG4vLmHD74q0tO9sacxvQaUgT1gl6y74C+DPejzXD7/jnm9iIzzvSARQr2EKMs9SGCIPozBYT222zY+HdesPcYtzL2pcrG9JLsnPgMCHj0g6n49OFDxPY7RvrxS+xg9G4BrvUC8hb3E9yo8q/rkPGOEnT0Qqay96tp0PBpYer0j2qq9FExdvsIjCjv7AAM+t54ePSbiGT1qYyk9vLAuPv2gvb1Be5E9SngMPXKaq703yZg7SnwBvjKe7L0QgwE+Ax8PPLkUsD60nzO9Z+vfOtx1dTxWIJk8zoSgutexEb31ISe7b/6BPlbfQD4DuTC+RV1uvqffA718XSE9a+8rvgC5wj1pR5Y9nWpXvvZtJr7hUEG95vg8vU/1n70Qaai92bBOPraxCz7RBu088cGRvRaYwr320029AamMvbsFwjnXUUQ+XL/DPR/OKT4WwRm+wiU9veetnLtDxDO94EvdvSUjWzyNGNY9VtOGvf38sr35gAK+s1dZvmb+7bpNxhS8gaUDvvi7Gz78cVU9djN7PLVHFL06P/a8xDl6PVsI0D1rBWW8HKjau2ZUTj4OHog8sPu+PUWR3b2OjMe9m0zLPSqTATw0hsE9U9NmPdqk8LvIjmc968XgPGT8dT2F9j49kR4EPgkbf72k6rU9qJKBvZpLdr0oAEw9bL33vGhPvbvSvgC+ljX4vUVE5L2RXyo95ps5vbLNmb1oeA+9wuYHPSi9vz1CMg0+0//zvEZxGjwEa3+9qVBHPkYg3j0vPhM+nOnCPU9YnD2aipM9DDiHvMFAUb2Pfz28xg3avGqbsb1B9xI+OitMPg1Edj11H809mxi6PWCP/T3mrIs9EkMpPHgigz0ZIIY+k7WnvHo4H77klJU8fRLvvOijo7xb01I9/RODvV3NGbxuXqQ9b40jviLK1Lzp+lY+tyAgPlQljLyHZxY+r0k6vXV6NL5yKVO9ZoZtPOurgTx7+bg8TxYvPTz2+by3swu+5fIMvtBnd71oCC497cvQvTWNLT659tU9i3aBPQdUJT4/HQk9riYIPnsH2b0suPS94FwOvja/dr0SQh49tovVPFxWmT2IW3g9vI5ePNAJuDwkNhI+hFwwPZKBaTpgPhG9Rox6PWSp2z0Jcwm9pDEgvQCJq7y4IZ69oKR4PEvqw70Kar+9kE21vdXdrj2r1xM+j46/O8pLaz48gcm8X7ZjPRa3RL1aTrc8bttnPcg3FT3whyU9kSYCPMpnLD0GECi+zIHjvdONHL2YuhQ+EB4yPh9gMzwN17A9JkQCvnH4C7zAVZa9iImwPdn27DrDhYM8N2aAvYi5BT4qixI+X7lrvj62Cb50ZKc94ElVvU8y+j05/ji9+0kGvgQpG77cyjI+dBB9vYyUur021Pk9Tnj1PS/9+j0hWts9xzhMvn6hwL2wAro9UNfdPORZUj65ozU+5VqNPWv7WT5xkDu7GPeqPJO0g71qNDu9TKclvE0bEb2azAS8oRUPvcVSzj1dA+u9auZUvr5y+r1e0wY+zvwFPrH4mz1sL1A+SIVsPEPdHT7eNoA9+IIBPQIx/TzY/4g87WWavLJgVrySmdW9DudDPkB4sTtl12O98yMlvlG6nb0geRG+J0t0veSORz27+2K+hlvMvbUL2b0zEUo9U/TOPH2rSzv5v+Q9NyC4PRTpkr5iqi08isggva48Yrxupy69OeE5PiRzc705KUy8ybiPPQfdnD1UAsI9g2oSvWUSrLyy5I29rWfzvH949zxLfGe+QHjjO2AiQ71HIeO8Hv4CvhCVXbtLWpU8oQvKvCTENz4EbIe9NObGPSaer7xAFYW8tXTkvJH3A72pMe071oZQvfYjor1K+gu9cyuYvXJzQr7OIN67AJVVvQ4EOLsFDiC93LbXvVfbP73MEF69O+acvJLSN7oEvlM98HoGPRfDEb1fWtg9A7vDPfyjEby9xws+uvXBPA4KgT1WI2C670mBPpH3B7y1okM9dLzIPabZuD3KS5U9KLfmPXcItT2hwoS7gLggPhJzmzzKzB885IFMPed2Dr7Fq4+9EEcsvRl1kj3Fxpe9CxZhvdo+qD2Xnp49j3yhPa/idj3GKxO+cGucvvnAkL1Jt1c956UKvguRmDxdXco94xTkvfwZEj0Oitc9jw12PThj573LP7U9DIjePLhEjT0dgm89ELJTvrC81rvNYta905GWvXgrhj2EMIs97NuCveWwqz7gTYG9qIBcvUz1lT3HP5U92tCHPQMHcD03sfU8AAgMPUQbKT1H50m8cS3ovWeUgr0f/1Q9iq8BvgGoLj4WWJw9uD0VO3bJST6ofly8sbTpvDxnX77i+H896scPvuvKfj1C+To8GgezvfP4H70Z+6e97Y9uvVpsTD08Qxq+oFU3vKEwuTyGrTG98MzsvQM+Bz0CMzu9xDAqvUt33DxIQSm9qa5NPH++t7uVKt49l/vdvC7eWj6HWG+9NIPrPZ7Ksz0sV4+8ZObevTgywj0jT109sdvvPNnkkT1RoOc99FoXPlSeFz4PM6S9OU4LPqWfDD5rJJ89kFEKvkNiKL6Q8e898SVAPZf8hz2qmS88DEfTvZEcDT3As548SsorvdRw8rwOLYi8xAsvvbnDPr232nc9NxqsvYWxRT69uVA9y8iRvTRSUr1mOCg+jLftvYFtDr70rP28B6dHPbQTsT3u+Hc8x0OUPpEh5j1BzSe7q4UnvTFo5T16/3w9qVFKvpEyATtWrSO9QN4oPcMe1z1LLMY9Q7gMvY/2qrwUjYU8JZMGvd5AgT2qISK+yAViPDpOTD58Tjs+zOXSPShEiT6zXkE8OMV6PVJ5CT5mlaK9YIEUPo55Kj1W3Sc9xjGlPFB5QT3lle08qTKBvl8Q1b2TaDa9xkVHPnOp0Lxr1YY70wUnPtU78jvNO0I+rDjCvVTSdT1L1gw97UgqPaC/hT2JGFA9zCpuvs4HDz7SZ506rG8jPXO0xT1Otim92bpOPRacTz0t07U95Dp1vfMpyj03KxK9RuYAvjoYCL5NR469/DWQvUVKHD7Z44+9fFuKPTQ7Zz3UGBA+u7yHPQGPUD1DpK0956OVPZ1ucD1d4Tk9maARPR4cIT3x0/O6hhk9vpY/Fr4vwG6+nWaUPaF2N713Ues97xjOvqeYsL04AJW+8sgwvgv03rxysDG+MQP3PVT2Kz3km3299wifvV1w2Lx6jP488gJ3vTq/qTycHJa90UlYPq95jD63e668N/BKvrxE+Tw1mx4+Mmn6PLZBjD0sDIs7ibsFvWK4Fr1Jh0O9vFG9PZF5k73jvoE8S8K0Pmpax72QB787obhhvlVxOT6Cl5A+gTGzvTguDrzZLBO+r7OrPNVTjz2bb4c9IftWPdUO6zxTW4u7m9Tauzbf1b31Jak9aHU+PNm56DxTPqe9nztZvMXXTL7yGMi9rc9ZPczwOr6746G9wasovWb3Hz6klMA8ekYoPgWDjTxxrOg9HYS6PE7KHz5AcvY9gv/1vYXNkT3Shh69UFULvoKc8jxGERk+mynrvCuMkrzIqBe9w96zvSX9oL55JdM8nsKFve9wCj5spAy8bfE6Pdlksr3f3yA+jikwPoSQ2DzTDZQ9vUx2vexfTD34Sjk9YEJXPTHLbj5T7ji92g6XPfZ6XT2vfQU+ThOHPfhvuj3sjjk9WZwHvjLtsT0QliC+P7FjOgkgJ71MoLg8WST/O3KO6ry5lEm95TUtPrzS0z0+EOg9U/MBPivL/z3mb069sYCNPGGGcL135LY8iHDXvYMCsTxxw969nC9FPb966rxcLSk9sb9VPvfxJT6jVCm+64QZPOG7HzxR5O89b/R2Pa31HD6y5YE9xLVDPGT4Lz7loWa9BEGMvsRPKL2Q8oe9Q8K4vSbHvb156XE9++HhPRvft73qKQ690b4jvnHLB764hU4+xxbqPWgGeb31MUw8FdoJvruUS753IhK8gzUoPURfNzy/6W88/3YrvpFCgz1H63S8fJc7PlHK370ePOU8UpIlvtFPSb54Rwk+BVk1vVMker0zpqs8KyxjvZ/2VL0YWtG8ah8MPfuqBr0ewVE9jHW8Paoxmz1vM8+9zY9fPg5EDj4K87O9aQAjvVbRAL4hrAI+qvzPPbij7jzPgj49le3SPWNPr7xiA6K9GLCovWBVcj72JnU9DpP7Pek3wT3NPo49QoaqPkJp2j3XZqg9IH7VvboFGj4f2ai9fqNHvcYGgb3DfwS+EPOmvUnS/T0Lp1O9mA+BvSvDC76YNnO9DYQgvURjqbwHHYy9uCymPTM0lL0eWxy851uuvfexmb1i4n+9kJZMvntnFT5Y5Wo8nm2AvSPnFj0VzgQ+4MxcPqMGeD2xPh8+w2euPRAQUT1kbOU9j3gruzo6LTyP9rM7FeSJPd1AkrxfPhm9O5JVvqYpVz0cD0o9wCmhPXv4qz13P5k9PlEIPZk4aT4J7jW8A2UVvULxmju3WTu8ePPEvDzEbrw7c549gI0ePlh7i706Nma9rISnPAq8rb1464Q8vZxQPLvVebyTsay9H+6QPKof9D0YfSi83mcHvskwtr2MVa29fYj8vTN5jz27dAQ8lQUvPoirnbwTx8w9raIpvStR9TxBoQ++/opMvf/m1T1pheq9qlr4PR8RjT3Zu+i8YqiUvbTWuT1x1zw9J4rQvUG6N70TmoW98dkMPgKkdTsttCu+Tz54vF8857yG6uA3DC6LPcUlsL3jM+O9l2POvXKMCL3ffGO9WChUPhn6QD4AXAW9q9P8vIi38LxF/xA+nwSOPecaHD0thOo8sXAYPavQzrgFuKM9u1NAvdbnubxlc6m8TVY4PUVTAL69TTW+Qm2tPYbB17zrQh8+JGjAPDhOxL1gLq4+/ykIPGr7ZD1XLru848K8PENAAj6s7LM9V09LPigLhz6JMsk9KotMvvRtqzzDS7S+H7QBPl3Oj7yKBoc9l22zvI5XWr7cm6U84kA4vhmVj707gi+93S+/vWaN77wVzoa9lFx3PgugpL3lLP08/BNUvN9hAr3RWoS9ZVg4Pv/wMT0fxYY9aaCLvIe9yD1iBIc7tAo3PJaPPbwdqh87OFJLOZv7sL0Oshk9DzsvPqFEZLyXbus883RXPWQmSD59hRc+KKzOPLjeRL0RXXM9gEsjPhPO/TzMFI678jsDvTcBf73RMgu8whlpPL/4jz0tMLO79r94PHFyV73xP1e9PBojPipnxj3rJPG8OWOAvW8CNrytBbU9UbqvPQ2FFj5IKpQ+HlCWPB96P71w6Vs9PScuvYCaNr2g1iO+i3NHvTNNr70dYIi9X/O1PREP9r08lJC9Ws9jvGJVYb2ozT69cNzmPCCrCT7Vn2q+FncJvPFujz1mVzE+wg0PPrEppj0EFIg9iTOpPftaUT0c+vU7sQoAPj/TSD0Cbcs8UrbQPVWTrj0ziHA9Ebwwvscex7wwhq4951nDvV6Nsj12Mvc8zJkpPR6GEj4R6dy9/0HEvQzSljyaSua8Ygu0PL1LMD1a0Ag9vcTwvN4HNz1eqQI93BPIO81zWz6p6ca934npPdnHXr14Yq89XWMOPdlYAT0P8Ao+J0wFu+cqm7ygRUI8jtWTPFnxdbzxSJy7oC+lPT1oIj2m5y07zgaUPe3z8z2PwsQ9HXduPu9YBD43uX+9uPkmvhzzIDx0MuY7UbSMO4A7ezx6LCM+oG0GvoHt/7ueRgu+bvw6PaKopTz7QB8+x+e4PYZsyDz2bTU+doqdvQHEhD3wRSC9CG6lvKvwtjwAbRk8Mq7Mvbddvr0fSDo+1GbXPCVkmT4F1Bi9nMIOvUH2fT0nfpg9qeUcPi+PGr2Ig7W8b/7sOiX+kbsHjTw8O1V7PW/1S71yo149pG6GPfNL6b0jWT69o9dEPZ8Rfbwi3Cw+A0qAvaRcsLzAxes9wl+vPTzZ7D09vGs98h70PPio7T0v2U69A1siPZIQlb3zAwi+UNgkvpi+B73qAgO8efKyPBuzNr3rlUK9EFLwvEUNor0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "J68aPZSjHz1dSwS8DP6SvEkpzL3UEEU9uf8JPBw9Fz2LhMK95Ig2veYJw70TVYK958VGvbx/VLzbTE69Lv6YvQ=="}}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 