{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "YW5nbGU="}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "Em+jPeck8j0otY49nOx4PeaKqL6oZgo+ka9fvtBXlT2hScu9lnZyvUR+Cj6CNli+vhrMvQ5mRb5PmbK8OFJhPYLd7ju5tyk8xE01PYBKkbvE5nI9BwfDvQRGBLwUqAG+3UIqvsCgmj3NbSo96338PXpQAzx8Ieu9XDTgPT42pj5Qblq9zlyivXDlqDy3WSO9KIyiPULYB75jpCs+ov6BPmVenr2xM3E9FtxQPNOc/7037uo9zsOxvojnvD21b1a+85lsvX00Lz0KXo28UnPWvUJ3JTz1IUs8w9ErvUeYc72IQTm+xNppvfhr/r3cYiy8Etb5vVQ7uL3TiK28chHzveQ0mj6c1Ak+PGVivtA5Fj0TYha+ieLHvWnvdz2OIFa9RHUNvjBWEr5ar02+iKKZvTTm4701JUm9qz6WvgSVR77aKFg+VYuqvfllar6IKw+9MDWxvUMExzyLr8O9BMv2vdUMJj69hHk9Lk81vjsARz5wfNo6SHoCPp4aAT5M0zM9RjhEPD4ww723Kmy+GkjSvgrLg70ZFl8+8J+vvKnFOz21L9u9dpjkvbPhVL43t1u+06SWPRjYdLsCyfe9tOtmPjRe0z0WjSa+HEw5vrYt9TyxXoe+8YGdPX4KE70yvCy+QUBAPD1TWT0UfKe+fZQUvu20NDxbCIk8Gagevq0Mgb0dlYA8TlZ0PrbDPz7Up9O8nCchvpRtOLt1NL+9bWNCvSCZqT24t+i8gNnTvIMGrz06PyW+hNCivS7SfT51wzY+32lgvYV4iD0O7W++Sr95vikDVz3H8hC+JGxZvl5hJL7I9IO9BSKMPRWKgr7pYa495GeVvqEjAT5azxi+UlziPQNHcD5+zhk+/zwZvsGk8739bpS9W6GhvKwbf73IBiO+KqGWvH6P0r0kozO++BGHu4C62T0BfyC7ziejvcfFXL4QuP89YS00Pg9IbD0GHUo9oiRSPq2w8b2zVxE9jwgJPgViDj7vO6+7UNfQPQe9Oz383wQ+xby7vKyUmT0uTms9gFQKPvsPlDw14Vu+OWgyPSYB6jpPLBQ85RNCviFikT1FfvM95oc+vA7sSb2mTjU9VbNcvbArpLzvnkA9YZBUPZ3gizwI+aU75ATdOjXMJD4obyW7rMM1vmJIw70mVuS94FT1vZC+lb3HKM08V1w6Ph5aubx3oGs8pwFDPYAn7D3e/Zy9W5sgPpfD0T28TT0+yOxtvvsjUL2/qw69etw0vpmlqr1FBFa9r2oWPpErML6Dvcw92B9mvd0cLj1o1us92IYUPi6GPL42+Uu+LKenvYd3CL7qzxm+o93gPNAy271Y0Bk+sebpPIn7ojtMTP+8FVkIPJ3Zhb3oQBw+Fm+HPjA0F778H5Y8CWnXvERhuz396+M9spQiPg6zHrwi1i29XKA0PRq1GT5LvUA+KCXZPTPavjyKrHe96+r6va9AJj7V59k9eMCMPQ1HJD1kGi+50DOEPjmXh70wHqE9Vbu/PaPRAz23Fre9GuhGPSwHk724y749Upe+PWWQGb5R8KE8MLUqPvUOlb1JMbK8mXv3PcCuTT3RRT29D8OWvaIBUz6TyUK+UecPvc572L3EdGg+QZa+OdG+hL2DYvK9ICEWvsD26jwPZIm9CndqvYlEEzwFIOG77o1CPjdrbr3DriO9SRqSPvfx9j2QgTq+QcJRPiGwAz4KsUc9+wiFvk1ZR75KmQw95Zp9vUJtVL4Erwk+Ab5hvubkOj2tV8i8QbrgPQjMnT6b4pA9AP09Pin//b0qacI9Tp+DvsDWzz3C1iK+J1oWviqUt72QOmW+B9i0ve+Fuj1KrBY+KikePcZBQD4KvOY9vLU+vkkXj74lJjs+0V8BPb7JGT4wpbI+qVcmPV3sVTyod1c9ZuaAPiklvD13F1K+9/iLPSwvRDzLu9g9BBrjvacpB77j/SM+sXJnPkjByDc0blc+9VgXvvDapT03cIK94IUsvundO73vfg08OhBlPs0msj4Aqea8rv/JPcThz72dmvo9WAmDPoEwvL2Hr1o+ByXXPdt4c76U7k0+m4BxvaS71z0c4zu+EiAmvv8Dfr6fGdu9xgV6viud+L2mA4M8Bt7ovHLbOz6z41C9BIu6vSjSRj0jBGO9v+ucvNdXE76sxw0+9YuPvVI5Nr1wLTO+9v8kvcmGZb0MIli+gyoOvgySRDsDKwI+sclAvsQrxDvQDGM+AsrMvTsh3L1J/CC98vorviy0HT5Fh3++XOuMvQ6Bsz0b4QE+i2kAvuY9eT3UbCm+mq4evvFVhz7FjWY8nO8XvZaFir4h5Gi9Q8KAPfU+LL3xwLs9LoDNvQRVsTzICau9pLYDvlISkj0hf/c9PyygPbk6IT7djNm8+ihDPY5/8r1Fm9a94F52vmDXLb2o4jk+6FIdPom8Mb6HbSy+6jCcvaIqq7tH0YY+GoSbPRB0b706uAU+Blplvvn5bz7ayoo+6VWGvhBvAb5sgDk+bokdPf3QyL3JVUw+rXMQPu1bSL2oVjG93ifbvT7PKTyAZc09XdCzPcVWOb73IoG+GMQpvVYIKz3p98W7uZdXvpw2pr3gcuy9UDjTvCzpED7r4C8+/LxfPWcgz70x07a6YUORPVoM1j0onpo9f/48voAdw71a0wi+DaFcvhP4Z70f2LO8xlbMvRKhCr7xDZI9iakGvjAl+D0gKTG+JS8JPqRJQ717i7S+7a6PPFhZAb5IIBu9vkaEvUXyBz4XmFm+t4gFvpkRNz1PDCO+7GTMOxx4AzyadRm8k8MUvq3z9DzopDA+cJYNPnVf4z3hWse9zeb3vYtiKr2s9ni9lNNiPh9gBT5bYBy+kBlEvc5EML68bXO9I7TRvXsr9T3u+Rq9Lb4evlL1wL3zie6847eDPUw+wTyuV1M9hZeBPRyPLT78JMc8OyXkPSE3DD3hzug9z6trPsF+BD4X2zs+B7EXvCWPAD64WZs9zn7IvZcoED5d11M+QGMVvkRwv73OEBI7QeCuvE+gEL5TDmA+VuIfPoypR72FMIw98uZmPYjulL0ZZpY+gzZrPq47yT13BRm+zh95PUA6Ab7zZFs9CuHOPdpQorwckWe+8SHNvZfqJb3k/3a9sS+6vfM3nbpQawQ+myuzPU/kNL4KIP+9l2Q1PqHUbL2uoos+DJ+EPEpfGj7fMIo83cgHvkwLPj2mGW4+kV/avA6ZXb0hk+S8+NlBPu5rdL4bXW8+bgeqvXgzGb4ItCa+FBIcvJHlSD5QNeY9K89KPBwAjT7/YQI9QsDKPYp7Tb3cqQE+a7YKPvsv+TthELg9EERqPj04aT0B/PU9NRpZPu8gNL53MQO+jLBgPJFLMr5DXka+O0GFO9F68r1OkNM9dy0EvtF9uL05aRC9sMDKvTOTlj1XkCW+YIeDPazyTD7kcyY98FpCPtq7lj2PIzK+99SevjsdEb1Q8gw9QcIwPumfQj0O5fW9c+mSviXTeD6Ix6G8N0+TPhuyfr2JVgI9smukvSX1Cj7x2l6+vMCRPeSCxz3L1hM8FfdPPnJPdr7yCaS6r0KKvdJbi77D6VC+82iDvMGVyT0+IAK9Y2mNPKFcGj3Kgb48PTbRPXRUmD0bmFg+AhZHvVqfKr57CAe+5CgavuWvO73cddm62CYDPfyQBD5PNJC934eQPvcLbD5wJLm9ys8ZPusaAz0e4am9VmFQPW9Xgb7b8349dfISPsR0KL1drIy88Hi7PQaZmjw27oA8VjqnPsbmHb4Cisy751udvUhxOj4e9XO+TIH5vLYUr71k19i94hqwvRLAfD047wU+t/JCPvaFc72eIP696q87PmMuGL4CBZo9dF2OvhQTKz6gsy2+42S6vcEk0z3DWui9sOk5vYAC972yczm+YGbQPEB+3b2d90w+wguHvWJ1br40pBs8YqwDu6O5tz3LLT87Jbe0PeITPL6Y2+M9r3CIPmeoEL5bCEE7FOY+PjsSxb28mg6+z2zDvZFG7j2c+UQ+zvNNPVVtRrxOF60+dQ5iPv/GAz7EupE97EM9vb6WST0yrbC9eVK6PFOoAj5StTe+t2EtPh+3OD4HTdC+cqdCvJjxVb5Y7sS7+AFSvTYCjDxnavg7rNs5PnQFv72zGNo9kBUUPVRQMz7Eq/w8vCWzO6Wzlj7WZgy9oF8svsJAaT6ZI0K+bNqlPWJB9L0tjTO9PBtJvLyf+rsIiS2+gIt+vndmHr7TkRo+iDvePqG8Gr2emFu+aCoPvr3z2T3VIDy+Dh2yPjm8k70gLim9W4ffvVv9AL+d2zS9iu6OPd3RBr7rh6W9z1T7vOoUY75yoXq+Sa+GPY1drr1BFRI+6mI8vn8QHr7JmHy+qHlBOyCgmrvgpSq+IUxMvXHT671HdJC+YeCWPd4Z3D0sBAs+JlEXvi+20r1n/zU+aNkbvlTuHD6gUcw9gvyAvVylKj5nAY89dgMkv/5Eg74JWvA9b7MzPbGbOj7ma067I58mv9X8gT05oAO+GEZZvlROcb5gtw6+dkvgvX2zgr16H6k9FWT7u4M9PT6ABq+9RypEPQSWR72jZ/e8XXM6Pk3c6r1Xkxu9rNmUvd3Lcr7nhYS9AIJDPt75tj7BHEE9334oPpN3Nj6UBh89lWSQPl2dPr6+Mrq9qupBvS/+Z767xse9U7rqPav+qjyVCGC+cCO+PSFVXD608Si9FbtkviamJT5V82W+jEKgvfHjm70ziD6+H8N9vmuo1L3xIiq+1laMvqqjE77kA5m8oMQUPk0c5L3F8Ms9qKr+PfXjbL1DdPm9Z1favWgLXL1Xf2g95BmcvZbVhj4sgty70W9avlSWhr764cG9uM+rvd1Pnz409OM9SJbWvgNLcj5ARsy7JntSurwPGrwuY4i97vbbPaPOkb5z/e49G02WPBXyob3Sks++c5qKvcXpNb6sDu89VdzlvYux/r14BpA+pTNQPlGOCb3fcdO9D4X0vfpMCD0/AF8+uYl3vS53iT0rCXk9XmauPPtiE75nnf6+eh2IPaeu5bzMp4++j8y6vmrgXr0Xtmq+adYqvqfZLz4B+xC+dfFZPnCyED4hdBw94fjhPu1Pt7u9K8c8VlhdPZ7DOL6tBAk8kZGaPvip3Dy4Oi0+eYuXvvw2Dz0SGaA+oQ4+Pn+5KD4Q/s69sFk3PjX2Pr2eFIs9tzV/vs/b1j0pazo+RMIVPqCXCD7DKIi+hTjkvctTcT5YLBE+1rmrvin5Kb0TYl6+nMUkPu0ARjvm5wA+ntlPPYG3BT5IvAO7CJw4vlXnQb7qIgK+TgNkPSO8Gb6rw1A9m5gSPuzzib0XYuG9HqmEvF8Y2r1dT9C9Hn3OvlKZXb2VFUM+YdQFvQxisrxic6o+05HTPhHaBL6agBE+e+v3veJapb6yQns+Gkcmvh7Dgr5VuIG+2Ko5PpMjIr73DMK87VknvSohbL3EQ2g+Vwz+vaprnL7YEde5pChzPjcriz5gGZc9obiZPkje8b28a2E+Nek/vuX2rD0OGYa9fBqmPU9ZQT2opJK9YZGdvXLu573LTbi9d5yKvXA5B77clDi++UsqvtYJIj5QzXo85+AHPnrkrD13cU6+pcSDPZ30Pr5W7RE9eQDvveaITL3p9r+81ihCvX0PxT1hYX49DYIFv2ZXWDytJ6i+nO6zPoqy1L0+dh2+20QtPkrKZL528g6+O2MVPrscWj4MIFq+hYiFvlfolz6o10W+qM6Ovs/t47wTEXG+RkzTvamOnD33ljo+T5+YPuPigLxY74m+tvSgvfXAED6JeDQ+14FZPs7m7T3ExSU93YlwPjpdlz2CgD4+fvuVu+TF6D1JY1M+ZN85Ps1Ckb4UJp49YN6EvuwxMD2OQ4q9at1GPrSXl76m+JY9EOfyPZjktj0ORpY9Vqt+Pl1TR77aiQo+eXA8PuPE+r1zPpK9ZVgSvmN8A74zs7a945s8PS7fgLxv7CW++37Fvs1UM750UWU87LacPoHb9r3ZOeU8XvYvvhP2Oj0iJM++AmEHvXqodD150r8+RLiCvB7vYb4yBWQ+I/qjvgP8Aj5igJa9prWpvraSn76buiS+x3wVvn9bRT7bHPA9MamUPcBNqL6h3c+7WJkSPmU7jb1OFpi+ho3ePRRg57276pS+YSI5PnMFJj0kDfI9EEWvvWrHmr6i/lc9s+xuPPHX5D36WTo+NPf/vZmzfb2gwDu+am/JPWtlib2D3dQ9dBAJPkCVIb5S+c2827FivnhgAr2Zdd69nvZ1vk27ur3vcxm+jFbSPU2g6rtWWbo9fHX5vHYCML11yRw+1cJmPk/N2ryS95M8b43uPWc5gz1wDCC+NjmQvr5eV753Cya+bKHOvZdeu73vmfw9EYgQvu9o9D0iqqm+vUdPPJ9iiL0dqWG9n1GqPT6qRT4II3S9gnluPX2p3LyxLMm9F8GSPZDoO76vJuK98D53vKlmoj26i949Xo8PPb0gg75a/IM8g8tcvSHUFb6bjj6+3qo0vJ5L9j27zjC+aqpgPm4KLL7szVO+REZkvrJCID68Cay8W+oUvdZPMDyCpka+3658O7+r27wlfmO+DGcnPYttnj5pGH++986iPYczCb6fa06+J4RUvsHeNb7Po3Q93CSjvBtTeL1I7Iy7Z5ryvTbZE76WK0O+yBoIvpcv4ryaTEm9RG6JvvLb0z32ov28P69XvUilob7PyCG9i6xDvTDB7b2xNz2+Us87vsDdxz0z7z++IozYPF9JGb7s8BK++z8wvm+hDL4Wm9K9NDE1vnSHP718DiQ+iE1/vvYOirzq8J69qOOTvFoJ3L03p/a9qhfxvSeVlT5X/He+f5sNvss9S775HXa9nBahPXCrCT62Mss9PEhVPJQWEL4FYwm93EQfvv2FIT5z6Bs+ap+dvht2xTzH4so9bfu/vYpfZz4Woq49WV/aPfwefTsWk7O96spSPv0ZrzyXcGm+dn+hPdZk1z1lqbK+8VqiPHXo2L2tEic+SdvGvbohwL2UXoQ+75YXvYEdRz4iG8y8pSe9vq6HHj7fsWY+/voOPfh7Br4voey82nB9PcZYFz7GcdQ8/c+cPAIUsj05FYo+5YyHvb8KFz4wgoG9zgbdPAac7D3v/eM8nZTavVL5Cj7rIEm7UpQpPQumDz1wap49OLNuPf8riL5BdQa8kHEpPYMrZb1JCg0+EI7jPeoNfT6EmY0+x9kbPhzAlzpjdY+9xJuFPRMZNr3NPkS+ON4KPrtr8T2Jrie+Wo/fPEgr+L140a+8rvfAO81xJL1/ND4+DxXbPC8/IjsSfDQ+O/LZPfqkwT3IdQ48HhQwPqDPEr5tE4K+n0H4PabUtL1xVMI9WtA+Puw9gj3LEsi7TnBuPXmWVL46Juo9qVb/vR3SlT4mEMU9E1pOvlGPLz2FJHW+4C06vtqGrr7KJYI+13NIPkR+gj0ajRC+5DgfPlbsMb7UjYO9TZwUvnUlFD7B3Jy+YXIwPtTRO752KFK98VyJPqpBvL3sQr+9AXeavWZEjjpdATE+9IeLPagdaTzEwn29SChkPkjfmr1YTC69+7YpPnxmMb7GlEs9UTQUPtBst72zlMq9HXc0Pfe2FTxa+hS+xxCFPlbGuD3YAYM9KRgtPvR0tj30hTM+fDBzPKV7sL0CRiC+pdmmvaGJpr10MuW8WJ6pvRUDT75P84m9DQ6JPZvhkrxR2Uk8CSWCvtpfED5kdtk9lHAfPmuRVr6Pj689Gf0PvPzhRr7JxbG9WOqVvpItoj7rhQy+HQaUPQPMmT1VuXq8+eE1vivmgz1op/Y9LJ8zvm5VLb3AVu69QdxMPlqngr65qWY9KHnlPQ61rr3tSha+sdf3PWYC8jwZBR++2/YLvn3pNT7Zjca9xeODvt/auL5z6Lw99+IuvY++ir4V2z69iyF3vg/Phj2nDqO7ytVSPGX9Xz5mtUq5bqeOvFD7pr6HwQQ+9nnYPdZG7L3Kl/S7VKAjvHMTRbybup48TqUePun+mT28yZs+2XTSvVBWHz6cKVU+JdNSvfncGL4W0fg9rudEPYKR3b3v/zY9aWVovjCcBb0MuAY9FdnJvaK6SD2Z534+ruJePs9tqT4N64E+PH5uvoTYxrtZDeK9TFc1PnT5lbxOr+k9noVCvhV1ez5y4Mo8uVcnveZSVD1NihW9MOqfPvKPTT2fNQE+zWtjPnTnVD4zhCo+7s9OPulXsb1TC329ar4ivmJ4lr5aCXg+CjaYPjy5Jr6DSqk956FEvUWdIz729sG7ELwjvtxWZD3m22Y+QQI9PaG1Fr30nDO9vc7KvcAgHz5U3eg9Sd6UPebfCj4+HD4+eLxuvkRzez3VE4u+ceXMvBJ0UD7gPCY9RggkPuLUdb3S3ru9wHtAPmHHfb6DSYQ9chlRPEtnbb2jIoY+InShvL/mSr1z2zM+FIEGvq2reL7yzcA8RfnYvV65ij1lQWY+qe+APStgHDu5gWE97qsnPsznYL5quwU+E4AAvfuLGL5bZSq+QO0VPs1iWz54UUu+Hc6wvBMdl70ENZw9bXUTvjIc8T1D5cU9WZYmPeJo2r11CMa9r/6yPZTPgT5sZ8W9cyaIvlLRMz0CvCq9Kc1qvhasPb24Zww+HodAvtQF5b0n7M69GMfauNDV1r2j1rs8EWzdPP5eur3riZQ+2TO3vRHA0r3Ozcs8aqdQPtlFGj66R0i+0a0bviG9+j0MkSs+fR2pO+DexL0DHAS+TbobvrX5ID5vN1w+ll4tve6vJj7ipYk+1SdbvQziGL7b8By+Qwr4PZmqLr7GPuS9cUkCPu0/Ab7lKwm+3ZmjvW1MWL7nukk9xnKbvjyKir6lCs89D0uKPIwVnz137LG9EWxjvkKojr0I2yM8F5dRPXoVFr7mEjy962vZPfRF+L2mHju9px38vGYKZT294DO+xpUNvilkjT4wqrE9Jqp3vV1ykL4PV5E8qxzQvlVxeL5rPRs+AoeMvnKJ0r1XkMS+WXqCPmYu4L1pgv69psYDPqSlML7BsQw9sBt1Pka4Qr7kaiS+RLZMPrEUxr6wU0C+0NrrPRs3Oj4XFAq+OaddPZ/Jib4tGrC7UiShvnSISj61Mgs9xVbgvoWDTzxqJbi9aXiBvpMh1z2Txc+9sc5kug/BPb5XR/y9UGH9PcIG6j1WzYu9s+jFvU90Tr473zE97eS1vYOE5z5AC86+5Z44PqSNrj45c409/qOhPa3XIL4k3GW+JdGSPoFdHL56dJA+Y/2EvuyQzz1KBn4+CMNWPv4/Gz50p+e+ed5yPhb9RD7l3Y4+YsYJPuLfYD3rsWA9pjIWPrdXBb79nyq9+/mKvlj1RLwNYCG+1JBhvpTWH74pT7m+WfnXvWidAj6D4ZK+QpcMvn5ZUT7YgsK+V31fvieBSb6E5zu+p3Qnvl81Gj26ptU9l6CbPgXkkb2WQJQ+swyZPYoKA760NpM98SWavtTFNr5BWwc+374fvijxUL67g7g+2ElPPlO7Or6/wgi/5DdHvjcVN77rsYc+/eBuvlAder34yiS+vyGjPpOakb2mZiO+mzKbvPR7Rb7Ns1m+NJy1PB01g7tuMKo99ViVPnVrzT2GJAq/+Ve6Pmzzwr0kdxY+CCDwvs+n473eDq+9QoD0O77htL3xIB4+gqaUPXgwjb23BDu+PXusPj3+gz228pi9zgm2PX3cUT6Nvmk+srDMvRfZPL7w/0S+kWtUPS41kr4UIDW9py03vjGIfD6q6IU9ExIpPoJck7xgiwC+MjSbPTHWXT2sexC9fBvDPhI1M77voMC9eB9HvrdeUL5xuWk7wLx5PeW9NL1yGJ4+5uBUvrhmK72HgZA7Svj9PZugXr6P8rs9tw06vm4bf76NHfg9aMFxvvKohTz2ySk9QWcKviLfLD74MH69rfTtPdFwtT6HMzM9YRr6vZ6rtr2jaUk9huWgvK/ZJb5Knti95Ocmvs9D+L1Xppa94cQlvnjuhL0B4Sg+z3fTPfvteL0F8yO+Z2qRPNEtZ71YHXi8tUUhPlapFL4Q66O9ZQk/O5mwAj5rJYK+mIyjvtnrKLyBSUY+hVihvDXmgj5sHKa9RE3gvZETib55QjU+yETevYsAoj7+vq08ZSrVPTV0RT4L3i88M+G2vbYC5jymzY++OZsdO/kwBb7bgia9vNqku8N27j3jsmI92eLKvR0Rlb517Cc9//ICvdH6l71OkN+9z5knvUl7gz4pcTE+FxNGPUtreb7KUKc+4hpFPp6SVD4eqcS8x3eqPdWrDj27T5K90vePvhehgL4W3Ba+rKuEPMTgvz2hqJk9R7YcvWo2dT0MDvw5BVJkPh5mZzz7joC86B4OPsNtlT2gHRA+cjgNvrtWiz44LbW8kpCzvIgyKT44LE48UzE8PUKrg7v9Og6+ZBYOPrAaTz6PojI+rcj9vWZ8Cb7C/fa9J3HYPXWUbj4ZhbU73gp4PDG+Jz6mSSA+QkUcvny4lr3WXr68wXYYPR2w5r0sqBA9rOwHvnqwPL5DK1o8iJ6/PTOmrj26Ugo7J6FKPiaCiz133pE9Vc+BO+lZTj7X/mU9I/VsvVzKT7z2Qr69VECXPVkjG72ErgS7n055vfrLKjvv6Vc96/gHPkAehL0Wutu9sSQtvXYJaL4iZrw9mEsBPtt1GD12V7Q9XygoPj1Tpj1nwke+6dhsvq03iLssks89f8WOu8jw5b2zc5M8fdn0Pj3DOD18VXA9STp+PYEbqz2SN7a9PE0TvgkKED7Y/ty9jyvTPQH5FT6Dvg69iWyLPXIBUr3p8UE+Yx+Evbocdr3OQGu89VwRviD3c73Zhw6+rOkaPQGwb76YUFG+rpuVPKpbqTy8Qxy+aHP5vQsrVz2rEsk8n7AJvo08d76xBCi+VYevveJ/hj00J4W+BE7QvTtapzwEOQc56LS+vc4IrL2UjLS9NgiFPqNqMr50oGK+28c4PKP2/z2vcbq8ulZ4PdeSWztjroI+xmlbPRcXN75qITS+4DoHvlT6cb6sSYK9s81UPbN7tz1VCAG+iKH8O/Xe472zIYc9MIyaPUB6mLydUly9MCU9vrISqDza6py9zkZcPaQfOz10Suu87B14vQ8fzj2yOIe+bdrQPcdL4TxP2Tu9vmnfvUcFFD7sW989sifKPTO1eT0BLgO9RA7DvcvsvD6VVwo+1HRhvKf8wj04CaM+WoV4PluLmb0bAHy9GkEZPvZWMLsCeuG98BvpO9pSVLuUYyU+SskzPpSo6b365ku9FFGNvTSetz25YSA+AB2PPac5ED7ayVA+f/2cPdeYg76b0RS+ZVuHPq8Yqj4aasI8cEj6vSjgm7uvDrg9JhvtvQKn5bz/wGq8sX3wvQUFnz682YK71BaAvdoTEz1UuQw//F+UPdavP74F70W+Yxv3vWzWDL2+GGS+BSvqvNLGyL2Yhfg82Gt4vks0d71CwJQ+1TSEPg0Vrr0fu1I9M6UhPtq3WD08RXa+b3vbvVcRAz0XF1o+OsEnPTmwrj4qocS9Nc7HPVziwT2Ppt68FgSKvdBgCD4v/7m9f2e5PV5HUT5weDq+6pSAPgikEr43fae9CHw5vZ5o3b1F7FG7CLtPuoCBNr7Bi6C8lheFvll2LD7Af/m9c9lGPfAi1D3TIhY+TbiuvqElCT5MBEW+k4AYvopEib2SDOe9Uojnva4s2b0e3ie+XlRzvsEbGb4wvN894sVovjqh3j3Fh4g+ehefvT+P6z3j1WG9Eh0Lvnlxpz2lmnC+4IF3PVCFXb6zfCw+G/49PnlNcz0ahnY9MdbXPkYfJD1ogpS4bAcAvs8RHr4E7kY92f6IPpnPUr7VaZk9x9oIPqT2vb6Xzw4+KhIyvQvRzT646So+8FvYvJHjoj0hBSw92NwSPao7ej0YRuU9ufE2PgH4N760dwM9NBWEPUvvLr7hBMi8bESvvnj4lT0U8qG+y+eqvPED771JNRO+tZyBvlP3eD4zvI491yPUvsUIx74QGC0+aJMivEH2Hz0P2qI9gob7vebxmD4/Pne9aroQvvCl270EWB09qCgYvSv/gr50pSO+AT4LPePAKT7Xs4e9pb8ZvaqmqLxLugg+S8/8vbCUD76BkVI+/5vFPaWl5T1qlxC+ixyoPhLLVj1opso9hXN/vRe1iz3pspA9QRoKvMgLOT71dOo9tpF9vhrqDr4ipPu9N9xmPPyj1b3l66s805lzuz9aLD4gMKy9UrHCPhtFTrzReNM7aiCsPdha9LyxZY29fdqBvjvPML6DePK9L8w7vlqqjz7CmEu+oWWAvrmW5D2npE6+nHs/PigmB76Inh4+m10sPsIXP72r8da94vKGPnlL172UAWW9U/GBvZsGXD3H4To+x9XYPSmzgr5cOiY9FA2nPCtN9L2ljP29y4SevcN/eT1/XG09p2cmvcSP1T1OPCw9hSTDPVIZPb1uj429QpclPbKKpbxyIV6+lNfcuprhUz5lQk+9g0gfveIZwr2Q6PW9yofTPVh3m73Wom49j1LAPCwOejzMYKC9xCcxPjNSvrwOFG69M4cxvQzDBj0RWQy+rQSJvaQtHz6o8YW9SliiPZlq6bx4M9y9b5lpPoUkLb6x7Y69vDZvvkpnOLtYXjG+yUb2Pb6viT7wo209zlI2vCqORL5Q9vU9rom/PYnuWz6qbhC9rGMjPmWwaj1qU6u9+Hp5PTbomLwFkc49VXnTOxpAIr5y/xM+1BYWvvf9/b3sIaI9bouiPSX5dT3j1Cm7nb3XvWeDiz3Whqw9RB6IPZ+3Br7l6U69Yrg6PoS/tz0wCdY9kEgtvS5r1b2lGYE9T3kJvoCuML72ah4+slKvPIfi4zwv2BG8D5osvjA20zx9LPe9H2A/vnY9tr0Alr29TL8MPkVfB74QrJk9kFFZPG+sgr1t6w09cMXrPd0G+D2iaf09HPyAvJN+KT5Wb3a9DM0/PuyghD2ovBW+/EOYvejjYT5maNc7IS/2vP2+lL1GpAG+r5YgvUiI4LhmZ5i9G3wiPe+doz33qje+rmwhPiWgz71zEDW+4R50PLaCKr4tCCM7r738vb0Wqb61FP89lsaBvqbtlL44xBY+ZsoovTk5Xr4TWTE8khr0vfS8073Ig9y8/104Pg3GKr4VumS8I2PXvqZpIr7sJTa+H5T2PXI0I74iz5C+JMgEu38NHz5OnzC9ekv3PXz2k76wnSU+KM3RvQZyNb4ACgC+jjW7PMwp2zxFl6K+dIPHvqmpN75Kdw69aiQEPezD8L2jnp++Hl8XPloXqz503Zc9IdsdvklCaj6/vcq8wp03vM3T4D0ZkDS+zH56OwAAnr6cOZC81RY6Pi1Zk72By4i8LdncvT++v72tLgS9wV5Vvjf+LD5ka529I1OXvWT/A7zE73S+OC0qPlnA2z1iBmI93L5hvuxUnzy7X6W9LfSxviSEJ74YGoA8wYF+vjzMgzxp5Nk9x55MvvM/M75Oe4G9LI+svrXh/j68HjO+cA29PA/Tjr4pKMu+oJ8rvrMMtrxSwzw9PP5BPef1gb1uk5i9Lk9mPgPHIb72vBU+s1CzPPFz5j02ciA90aPwvjsqRr4Nlwe/d30FPtMNzb64S4W85Blhvpsujr7HAji+akw7vqafMj1jaYa+lV6hvQVSAb49emC+E7RQPsAIgrxZPg6+ROUUvUCsN76smXU9ZxJGvhKmdz4eNUc7wxdJPm0y7T1PqaE9PXEbPmBETb3JEsY9BwRLPhggwT1/zja++CeKPXjkjjxikyS8R9huPunKhD1btYG+FuFYvhhMPz5aq4K+FgzSPoAaJL42vjK9JjtOPkNBYjxZJEk+iz8ivscPFD45BEy+O4PeveWwmj7haRg97b0LPpVzEr4wmhA+11BPvKjuYz0kzu08vDqpPU73J72EMqA9XElPvuqFOD4dHqQ+Sng7vVUgBb4vl1I9y9poveU/xb3NwmU8wrWQveOlgb5uRha+sAqXviRgPL4i5BY+J3TFPbTY6rylaB2+1INovYE7vD31IqC+CcFMPVnHnz5Rjga+NlLsvYtPejw8ZIM+9Wvsvez4ATsKDSk+fkHbvbX+Br4hpSs+I/LkvTNyJL2Qlto+E5Ksva3OE72Yxy69TU7SPXemGj6D+Uu9VIV6vbhpTj1JGwa+KKwIO2yyyDwYLUY+3JfwvWKaIT5tcqC9vVoRvtc6bb0npIG+FB+AvkpUQ75PT4E+vffIPBMbSz5s/Ty+xOpePH70sD0i/MI8wfAuPeJSJ75xPY0+CbiuPfS1tT418Bs9QD74vZSjFL0FYkG+cDR0PQnZD76FrAy+eq1wvT07Ar67G0y+L5txPczauLzAlpE+9wF1vfA6Sj77N849aM09PThgS76iqDs+SFsUPfP2KL4MllA+83y+vQ+n570l/Iy9KOrSPBXQUr7sZJM9mZCtPWc+xb1FMRw+ISsiPqhqFT4NqLE9H9E5PpZe6L1XvJk9omyUPbtwWT7Nq7i9kHnHvApGmrwCQyY+fOx6PeCsxj3RbKy9F0ACPpukBj7UlwQ8yNGvvd7RoLvbiFe+R+/wvRVeZT7L6OM9wWeLvLibgL2Cfhg9HbIMPbApKb4Q6jy9FCrBO3BN6byUcjs+tIYrPI93DT1r2aW9DNblvIky0D0eHUK7djiOPupJtr21m2w9X1kTvj33DL7ISA8+HOxYPpHhEb1JTgi+z7gmPu+5zb23nDk9B35DvRW4trx41Aa9x3oWPp7XVz0L2JI8xrePPRtkMzzWAI4+udH4Pe6zCz6kJHA+uI0nPhIu4D0A9L28A74kvm5Y8L3dhDQ8pq8Kvv2A7L32kPW9wX2BPuopg70rfj2+uv08vfixAr24das9spnnveDtRj5w5Hc+ayF8vR7/UT6RQfM9xhexvXgf6r2GK5097K70Pa1SJL1Oaro9iK6sPfIiLD6lFjS+lW8Uvmp6Cr3poXw80d7MvELFOT5A4fE9EpUjvqxzarnxVz6+Ed2nvdAlor08b6o9YzEevhPEfD3mH7q9QN6BvezHi729UUy+L7ruvSIwbr3MAj4952iFPagRQz5cbu695qxpPDQAXj7DAGs9GiAAPvpK7T0p4ku+D5BrPlLWGD3llGI+RURLvsWnqj1J8LK9ai1CvY3Nyz29zrM9LM46vjiXYr5xKOS+KeUBvj9o5L3qvFO+id8CPtkCgb4iQRi+KhRdvgAwb708ZSS++a3BvdW5Ib5ha1s9eSQ/PR0YaD3Pde29evwevbMrvr1wqzW+FevaPW2W7TdO7gs8aUEdvUyIID7YE0u6gZ81PheWxbzIBr8+mGtZvtYCF77+thQ+OfWovqe9Q76P9pq+dLUZvuLtdb5Wdq0+dMcHPl/QGz7hdS47+ekavj/xJT5mVYq+3K45PXzrUT1i2uY9n3T6PZrhrL0A3bC9sYvsPNSVUj4q0rS9+HJpvnysvr3ihG6+y6Q6PmaBwD2/I1Q95j4Avm4+FT7Pf1k9a84iPjcZAz5vKJc9XaR6PXbyCT0yEEC+LlkDvh1agTp3tAg9g7Qvvn0a870xBd0989pbvrI8Jr7xgjS+4ZJZvl8EaT0zf2Y9hWjEvG4BiLwJg1a+H4E6vjxyJz4YMhs+Klaqvcc17DwawuO97jDovdxip72WqVG+nbRdPQ+v/D1Eawq+A+VFvsqB5700OS68E19nPOQ/br6C8Qa+fGWsvTvaxL3jBoY9hJphvXvDDr4cab09X5YCvkScT758vPY8K2OSPmYeLT5I9sg92aGJPEF3zD1vfWG9//WMvmMaw708DBS+951PPTjHejybpTg9VLeePm6eCL5CsVw+ZN6wvcWMGL76wJE+UmZYPvOVnD6TqmG9HEIlvs8iwj3MxZA9mmmAPugm8r0/u5Y+o32FPRBbYj6mCJ295SB5Ptmnhz7nQjO+LKDpvZnNA73WLwo+21XyPgA/Eb5h18I9iDS2PcYSf72U39u8Cu9Rvg783z6A7As0te5sPrh4sj0h+Ka+XGgPvJloyj0gMBw+dE0uvOUzbT7QD9k9qj4ovr2x7L3tWa69gD/Xvl5zRD4r2XK+eeirPZaL9j6vE0G9ZSQ/PhTLl73mKDK9NbBGPqlzOr7EpRy7kROLPWfwkT2/LgI+HePCPIoB0T6c62692D59Pcl+Ir6dEBw+iZLfO68RkL7cQUw9NWOsvqLZdj4YoiY+QbsePqrqhzyaUUE94W9APQIxXz7BUxO9nM6pPW+cEz4+ZWY9yM0NPmcAFj6MWEs+DAo/vtL5zj1GIJo9vQUtvkv2P72Q0YO+aEKvvFZdDT1mbOi9pxcZvsd1vTzl+4g9ZG97uygcRb1Gtba+sCPaPTN4Rb5TZSA+3FUWPv/EaT1jlGE+6mEVvJMyfruG8ya+ZZqCvf+I8z2j8ow9vVZPPotvwT70jxE9+bB0Ppy/sr78UaA9jb/KO68FjryT0pa+85/3vYh8zL0zF4G+JkmEvlu26DzQuK09uJGNuoGWnrsPloU9goMavvDNJb1pvoW+tQSlvRAvUz0n0YA9HHcbvobu7L1Fa948kMNxvupJ473oRjy+oAWZvXNnsz0RRya+GmtTPpMS6r0qgSS+3SuuPB6hgL6ly4492B2gPXIYwDz7IBa+nQySPQNv3b1MX6m9AoEWvjjvgj1YfkU7JtHrvbTWTb3OpvA9G+zmPXAKz73k3wi+smqhvUgHuLwzuCm9yzEVvg5hD76EdFA9u9i8vZFDXT240xO+IbzVvTC8VL4Na0o93luJvq0QTb2EOlI9u2Emvl8WiTuxj5C9Ib1uvDsSF74j4VW+oUWwPeHIkz0j56q9M2ravV9lj7yXntO95B1sviCT+zzlgqG9CBwOvfm3EL6grpU9UO+dPWeotT0wJTi+qa+GPP66Ir3U7IE9t3TxvJwISr6jCKk9WlUzvoNjW7xJJwy+SaJrPXOxwr22Ika+hBGVvZJRWb02hoO9Y3DsvT6o9700M4m8iNndvbbLILx8KlQ9VlqMvQ9qvD0ZQBi87IwevhXUZj0XkAs+E4RRPaPUcb39UlO+S84WvpjcEb7o8Qe+OgHfPAS/Jb6J5B2+4CzTPf4fiD3MwVu+lT7MvQ7nL75zTXG9y3c6vmtPE75qbck77AwqvlskkLzEosG9T/A6vlra3T2JHD6+onbePdcRsD26fVS+PT+IvssJhb6Saoa8fBhbvruEnTsE/5o9p0+lPSaDvD2f28w9lnxAPg9EjT0464A9kxKWPVj1wr0UFpK+f/6GvtG1Ib5Yx6M9j6owPl1Mj77LTAa+x+Zavc3Wmj2rOwk+wBkEPrekR73qUf284f2yvbGUtD2qVzg+ZhfJPNIVx71qkXA9Oz8OvVmRAr6hfqC+5spIvTioRjvva8i+ZEEEPUaE5T0OEAm+6UxmPs+s5j131va8oaqavTHUbL6OEh28LBzJPXAVmj4B+pE9Nb8IPuBfML4FZmg+nr6iPjm3v70V3og9GOzOvT1Eu70Er449rUUzPuhCXr1XNbg9FaC8vfxIQT4gCZS8afw8Pllcy70Lveo9GvXjPemUX71DJ0c8tgY3vUR8Yj4h54k+VpmgvswF/LyJ1WO+GaMUPm3e/D03TYu9fNKTPs8pI748ARQ9Ysx1PbwgpL2Y+a28huMGvtecRL0Py709t5UiPOooxj2coBq9bwMpPenuCb7uG+69EtKTvrmoKL2Ahz49u+aHvUzyHr1he4I+WCHxvDNWqL43Cuw9OdsQvvXlBr7Wxng+kSpbPNcWOr7fDkO+qQv9PRO2jbwv2w++OxutPuzf+7y3Wqu91bTvu8Vhdr1FH3A+RIbtPRxDhz730xU+P+R3PoB3+z3dmt49xiDGvsEN3j2TL2W+1FxXvuQVnD2kroW+ttP9PfJf1r0mbIy9fTAPPun9uD1jLaY+/piNPhoQCz4wxCE+WDzPPSZ4I77YmKe+NbwTPjZWGL54urO9wNpEvr4iqT3M9Z89LmTpPcYN8j0e8lg9WIRtvqSoVT7vCt88Vfl1PmkYRT3TRp69UZL4PJvabr6hmo49s2SgvU3Udz7k5Ws+PA22vOvVdb6C5yQ+O8KEPq4W0LyEp5Y+NZWFvp0yB757w/g9B2x1vsLZiT2h4uo922vyvdB9QD7gYgG+T7a2PodZHL6VTr89v17avVy5rr1xfsk9LUFdvsJ5AT7Qwoa9Q76nPLHzeT5Ue4y+CH2avRjfGr4lA1I+X8xcPhzGgr0Pz00+o7UdvlOVPD6QC4s8qTzzvTWHwz0J9oG9oOXaPfLw0z1DsBq+y1j5vWO8GL5/jnU+9UKGPiScjj6Quim9N0Y5vpOxqr52fZg+zNnsPIDiFT41Roq95GknPlpSOb5UPzK+pMO/PVx8y72wfVa8pLIovebqmb3M3jS+kSNAPYoSFz6tO5U9HcAMPvRDFb77Ey+9SRTmvcWJYb0lwJ0+pRdDvaqUvbp1+Lo9e9pRPlRIlryUbyA+jVCEvUGyrTxrVcy+q6xBPoWaDL7H3gC+1tGevu3WHL5Q8LO9/PMtPmD/9L2Xi3u8LzlwvoEsEr791RS9FTUyvk0KgT3IyYY9jDfDPaPTZL6VMm+8HhM/PfKJKb3tVgG+taN3PULcvL2Xece90+PgPPYcib2KntK9UXESPWukhj338g2+rOYXPgxglb5DdQm+6IfCvaZyur0+tcy9NXpwPBvvET3Lvy6+lS8gPi1Fmr3uJQM+rXVDvZXMiL0XHx09s4M0PRe3gr4pG6g9irnFvanMAz6kv6C8F1h0vFl2Jr5UNcC9MtgMvtOmH74gAqa+Hh+gvBR3V75r5v28NiDvvcU8/r1a4HK+VdnSvOhIlTzv7Qq+5Hk2voCzrr3msqu7mRRfPGUvu7xgv8I9TflxO12QTLwYfMi9CrLFvWSRq70PtqI8kTvOvcIRvb1m0AA+lJ2uvRUlJb3Rsag9CQs5PVdVzT1YhWm9InK/vJn+gT24j9q6Nwu4PRKHzD1goh288rQAvr72ObybzLs7gYS8PPw4PL035KO+xsV0PAlM9j2loqE9GsXjvPqLLjwT/IC9o+uJu1Sp0r1PLVE9IxqrvQ8NJ751pA4+yMeuvbX+1jzy5C2+a4mRPI10xDwtMUs9cYOHPDYfrL1hhOM8Xz4hvcb9b70QeiS++IEwu63jnby7rze8e5NJvR330T2Uf5E9hoYIPUCZw779se29vGmYPPtZYz0BMQu8KcS/u0a5XT6f39g9KaaPvhtnEL6PH4i9JcrJvDkkfr2EdiG+RwJfvjan5D20Z/W8UTgbPtHDvb1MkR29AopoPgbFbb20/5K+jtN/PrMBO74Rm5A8a+gdPeQW370dIDO+fvx9vtIDD7ozk7895HKqu/b/Zz71dCQ9YW8OvovQnT5Vf4297f1wvCegST4y5oY+Y9gQvaeFZj3u2FO+voerPakKMb22M4Q8zmvcvXADqL36vjS+qiscPuS/Ab7luy0+xWx8vUtW6Dv+qN29ilIkPkKUfj4DtJY+ziybvRZM4b5SBwG+2AskPlNRi73YOru+4FSkPD+HmT5S64w+KDYdPidKP77zLOG9Yp8rPUXMFD1ICn28WopvPtkMT713BbU92VBMPnrIAb5Cza28Hx2fPV6y7T1j8w2+HrFNPcYhzz2+dQU9cVnLPcUd3DsqySe+neMqveJTgD4ukq2709KyPQ5LWL2TO7w9E0IBvsN/Dz19eY4+I/E/PXsiyb32ZC08NeWFvGYoKL5xZSM9MiyWvpzb5bwq+mI+VDt2vofN8L1mUtg+XFPUPZxPRL59BwQ+tMXCPOHNi75+XTs+ebfsPRotVr5iq1K+IHNcPkq3FD24qfA8KIf1vNySFL4/xXK9Qy51vRHQ/D3TmLO8QAkpveW6kD6+TFa+tv7GvS7i0T1m+CM+4H+Cvrq6h73Gir091aaUPTUZPj4EA6Q8ogH7PIYfvryRV6O+eX+TPk+M8T2kqze+AdiqPohOub1oh/u8p/O4PhGXVrxN9kW81UBTPhxxUz34Js694cWpvfsVkj6QuXY7EjM2vpoxLj5ZB3A99tchPR7h7j2uGH49j9dGPv3SAr1kyUW+FSAEvrGmk74ekM0+jnBcPld/ZT7vWpW99qobvvA1xjxndIq+M3vAvdgiH70KnhO9BhYKvqXFDr6fipY+38D7vcSWdrzG5T69ffaJPW63kj4BYuU9UvqpPoHKjD69DHM+wyl8PUEe5rugWZo+i1WDu5i5aD1a+hA9xcMJvsR+v7xntkq+O6udPZJLsLyX38U+3tmTPgjp2r1r2N69pBt/vHrcTj00SfU9Pe+pPDBjv73pY8k82Q3vPdJjaD5zkS++RHr3ve4+aD7sS6G+LqcmPaxjoT5NdUI+dDySvr9pf77ysro++/9GvqOyQT0abXi9Su9dPUK+yrysWxe+IxxZvOJdLb1/v8w8B/JaPqGNij1pGnm+4TX8uysImz78h5s+34FNPpkEQL0gsDw+742lvYLI6Dz3044+Kw65u666ajuJoi0+fGrxvIad8T0BdkM+Hju4Pv36tjy4S3G+yLP7PI0QNb1SAJC+30D5vP15xT3+9JQ8yLDsPV5OJr3WZP691HC1PNhxfz14gIa97GKzvUy2Eb4m1Cs+Q9Fbvu5/gjqfSOe8s68BPRzW4z1FV5e9dkBevbZgJT0zjQG+tJUmPfWRdb66wZM91dBOvYMAxD1uDui9fCiNuiD4drvf+/K82MI4vTsnRz6A9IA96+aHvUgKNr2yVgc9kX4tPWGuGD1K2Wk90Gsmvubl7b2XJ788Sj/KPeS+gToKESi+Zf8UvE8LY70UfGo+MLE5PHN9VT1Y+KS9Oqc4vmkLZL5V2g++ygA0vpjbhz0CWb27A+fKvqs1VL03CYO9DkFNvHiDFT0uCiy+m9aZvTBNRjxwsJu7KACAvq1jhbyYIPS9Ui/lOhkhdr6LbOW81KqYvWu/9b1Aadc8p1fJuykkpr1Gx1O+WOBIvgbmGT515he+o2yoPO+N273oeaU9nqHgvc0LC73JWqq9i2p1PGeRs71RHxI95usTvtaANL215e29KQ8JPRjaLb4iSJ49GsgBvsdQuzzkbrc9AD/TvYwJdz0VeUI+pZxJvfda9LzbvJu9J2akvd8XTj5emak9aEmKvdTTHz0coue7t7vjvUrwz71kwGC+wnqGO7XghLz75ky+x6r4PSdO3b1ax7O9wBAavVplx72BrYi76nD0uiCz6T3kqkE+Nh5zPT6rPr7IUhq9eHB6PYA/V730bDG+RucgPiZlaz7FaQe9oMZZvoTKb74lphA7tsWEvnq0FD6eGJG+X9ZJPoQPY7yuKxE+G8BAPru6gz1o9U2+39VaPoFZU76SPy++uiFiPrHsPT3XLB8+fRAXPksNFr4JXyO9P8QhPJfP3r1xAy+8TFNAvpovwz39Dhk+7leSvUNhmj20Ecw9EKVnvkwiL7wTjjk+Z7MhvQEzPLxMuzu+bwwsvfvyAr5UZJS+1eUUPi8n8bwBjPy8E2+CPWYVT76O2e49Ie14vqRZBD63XnO+Dc72PPyUzj4bI3k+B4N7PiIyhDz/Q46+WcF7PFMQxb6fyha+XNh3PBBMdz4I58w9800tPZ+3Zb5FnMA9TJI2vjFtuD3nAuI9TJDCPrwIy7vLI0m99nZ5PoyPMb6qbH8+fv5RvZbYvz2DTL68tAGkvjES8D2glza+oaHaPc1nUj7Xf0G+fDsSvp2mWz6fPIA+zmYVPiLQYT4mk4i926ExvE4xvzz0T669S04JvsKwlD10AXA+0uZ1PCbkZr7JsXe+nqKJvdiE5b0f5sI+oc+IveGNn726K9o9pr13vRy2t73Jqui9plP+PDb6n73hCBI+/aQOPuMTZb43Y/W9R7C2PZ1Lo77sdcq9JN2tPgTRvz35hfe9/3V5vbAQU70D6rs+0g5yvoNFpD70yaG+W2NCvm01NL5EUXI+WsyevSDuyjqWlOW9XtJfvqtYRjyy+rw94v5XPRJsBb2lB9y8U1o8PWxCh71nu+09DKEqPeIlFD4vVZA+L9soPpqt+r0IHv2+4I54vn+7Rbzvkys+dgJEvgxSCD6VQ18+4rcePc2odL23AkK9NrWQvlJYNj45YMK9h9FWPsLoOj5KdrO+78lXPcixYb5kiQ8+o33fPRT6Jz2/ABY857VbvpGjeL3jQL69ZyEbPPmV8b2CWrM+lJFivu2aRTs4DIs9fOYvPjvBez7ApPe8GyaFvgaaNz4U/BO+vfzUvADIgD6vzEe+kCWnvaw2Bj6anTk+lE7PvW72Wb2v8d+95HBUvoyR8D3Du+O9FHvKPEXHAj6Wr6A+IxqsvP02pz1smJO9ioMOO5mSqb1f1n89VOePPnj8GL7vK5I7B5UXPnNnUj5Can6+ugcyvs/GBD2uqJM+ueGkPIPhkD2acDe+yzSMvnekND1IpsC8NFEpPXey0z1i4Ky9EvQWPkm5pT4tEkQ8k9piOnKl8D32Br89A5aLvYuknb7wOTc9gHzMPZy7BL0QPhW9DViRvqWeCD1nTgW+d27KvVW5TT0kNyc9/F3kvRKqqjw0z3E9K0UnPmQavr1NrY8+mVQ1vrUgMz7mYp483Wkovr+jTD0IOKC945CdvkhOtr6l6LS+e1ETvdaS9z0kYMW7mxczvmkEpb28AQ2+uM+cvqzbIz1te/u9eqldPMnwvDsQgD2+9liUvGtM+rz1m7G9LOENvoiSnb0Qnw++BkQqvargEz7Bnym9nS6BPop9Xb7uvBQ8+x41vhk64Tt4RwC82uc9PEBmrT1IyRC+lB4YPW5JFz71ZCC7UkBsvoUKz72nC2G8Y8JcvOkmDL75LiG80s3pvQLRS74NYGC+XRUQvTMQjz1PCdC9BE8mvLj6yL2q0H299jw1vhjlmz1dj7O9GXPpPUM1ir7XJz++NZYDPRyFTL0pnbg9QeUJvi4INT3R15e9O0EPvvWLM76fcPk8+kigPRgLXL32l1m+9EdLvmiwfb2G7mE9o4rAvIfgib2/BFS8mA1vvgXHmzwSJv483c13vcdb773Go6w91uwnvdPJMb0uzAO+949yvXUVhr6chVi9YX4cumfqe76F6qA9lckMvoBdS77aPSy+ft5MvTd+9zsRrBa7s7vDPOqEsbw5YIm+YmKsvdMIors107G90YZRvH9X9T2ILG69PjfYvdtwHL7oIhW+wdomvlgi1D3xfcM9meMgPcuL/T09Vwu9M3VVvTGZRb4PhKG97XQEvdBiAL43wW69qBW9vdIF5jxYTCm+1BwgPlv91TzCZZu9qNS1vQ1uuLzWcDE8VHS0vJvrG74+xuM9YKX1vd4SSz5gk6+8IDJGvfGXI75q8Ca814jnvMBfCL5Afpa7ap+svRQUWz5sGAQ+Un9ePsWeNr5AVNe90NJMPr8/v70Zl5y+NrLXPaJLDj7q/OA9XeyFPeVOCT6Mh/29L04wvWpOhL6zIRY+iaJMvukFcz7m6OM9ml9hvKOkArwKKdE9IPVPPHQX3bt7nyc+swgMvgwFUb4lRCy+7/M4Psi7BT4ytbc9p/WfvKx9irwS3qW9YGENPlGvST76T7q79YVIPUcbAr5k8Zq9dHe4vSz3xz0ZZ/E9FI0+PsBUN767AwC+VC5PPbQ8yb1rLw8+Hsy2PICQlj1k/Xw+7QG4PfyUEL7hjh89u5ZtvdQdNr1jOIK+eYm2PpiVUT2zzAA+o7GGPr4d4z32aIG9ycFHvWH9kDyCSG69pgS5vR4wbD547Se+d3EqPXYQjT3okbM8Tgo8Pl4Svj1FaIM9FOeYPYvugL6YwbG98gWDPWcFDL5yvWI+/aQIPnFV8b303AE+hHpAPSW6+LvMsso9hZxKO9R1xj32CVg+eO03vgmhLb2a08Y9E3lrPpEWD72sgR2+ILCZPX3pAL0+e7w9RTQCPvfL1zzCrkK+eMs5PQ9bGb5VkYM8cyhjPhZ6Q74ryL07P11BvhCx2DsiUaY+sx8KvrlM2D3zIDC9+JINveqe370xk58+fAftPcURi71FDB89nVi/vBfaEb4jmta9XxwPPUNoZr36mu+9qWD2PUR23L371fs98XzJPVlWsT62+l4+e9ToPYOgir6BNw++87EVvgEI1D2oJf68ycZGvqNviD40acK9H1VDPYcIlb2WuEW+MH1zvunZqTp+AIA9+jugPQMzZz2LQ3q7vPzFvWOCSb6F2Vk+dqiqPf8SQT4sIAc+ORIovgAxLj7NA3i8NqkAvpSNGr7TERy9MKeHPS8gtL0cHPU8LxvcvTK85T2uyUu+iyYMvo38XT43uIy+p0YSvCiLWj5DYhS+cagmvpmJjzxmUpk+YClFvv4sDr7CHpy8XdiRvo6ik75vJPO91qGKvnRzO765DGo+RzN5vdayeD4hfNc9vXEPvYCeRr5x7Xm6nod/PPonDL6c6yq9DU+QPkR54z2cKg6+Ijezvdkc1T0jjsY8ifB4PfBYIT4OyK+9vHVIvjntNbwu1gQ+aGjDusWqQD4+eBw6HQDlPRQGJDzNRra9xFfaPay4JT41N2E8VVccPqTXOr309nU9YIEbvgc5Tr7Ellc9u/zuvahLAD7qVyC+S4JRvp+LQr1WlLs8ac1xvhqfdj5bg1A+iYlBPkSG+D3dpWA9pNkOPg16Er5DL0e+upnPPBA1mz1bXO29XFOgvVJvqr7pDtU8yPEYPh0/cb31tMA9gReqvW/+Kj4dDRk+iCs8Pl7CBr5/jcK9szXLPQm5Mr6kacA9WKvavHGmnT5pHEM+P9a6PUBUOzkmlBO9n1sivtoPX70qi+a8IdcjvB/zyj6H7l29L+YLPp/jXj4f1Fw+ON3Tvar0Xj46Chc+DrqevY2W1ry8Sz4+UJjFvcvHBT6qe0E+uNyEvSRanb0BQ6K8ZfcnPUk5Wz6ul2M++M4Qva6nVzyJy3G+YXwGP7hKPD4zgJU+zDIwvQxxxjxGDxG+tymuvcycAj7P/ok9W7nsvZ2Hjz674z69KA3HPb3mdzwWQak95Ct/PQ0Wrj3DNju+MozHvSOBsTwunV+9gpgUPuwssD3ZZ2g+fIwRPgtb/zxu9Hy9hdb7Pba+B77SFEq9f9cYvh6kSr3dhK88uO3vPgz3vb3JX+S9s8Mhu+3O9z09Rna9L/B9u9PWcj5RFtk93BNyvSq5bj4vqCG8NB7hvd6rFb5neIM8elo9vSEkKj7VonG9lUYKvg83OT5Sv429+0nZPWK8g71E8589J8mBvBd5yT2VtQS+defmOzlsSb4xiHw+4liqvb+9ur2vlDQ+mH4aPZyXEj6ukIy9ma4EPZYkQD5QWB093cNFPsTqCz4mav6909FkPoH8fr3lPX48wRuGPRdMwj02/JQ9Yy5tPjbDQD0V/tA7mhcNvey5S776Uf69y8myPXmL3D3JUoq+0TXivcXgDb4e4KA8156YPUqWiD71ebe+E5U4PrNojr49Qi6+Gy0xPvaWaD0C2Fy7kLkxvhjWDb7V4eG5ER6zPpMKjb5InCW+bZORvJJBszsrHAg9VeOFPrQHFbyKvum9nJPHPI3bszzSVeS8xMfOvRAC4b2ULN48fZYHPvnSCD1LrJc+I+oCvuO/fb2/Kw89rvojPFBykL3Ektg9gMKNvUH6Hb6qGJ4+/QIOvj7awj1aS4Q8W3GavvqBRD6Mosa9sUygPtUqML1mPEe+EGaVvtDznT2Kie29JpLYO4bl+z7xOYc8J1cWvtslYL4zUlK+jhsUPqFbNb7EaNY9CQFXPlmLgD0oeyq9jnSaPrKHgj43WHU+2jgYvbBxHb7JAoW+7KbTvWVnC71q1rS8OWcPu7GFsL5hdRS+20GUvFZHAb4aeZ48tDZkvhN9Db458zC9ANV7vSg+ML7tHtO9n34Hvr/pd73PvLo+9czFPauFtb3PXrS9RumaPVFiGrxXTfG9fuARPpgUJL4FgP69+1/GPSrMiD1hU8a9cEFmPBHF/b3tL9G87pjfPW73+T2gEIq9ek1VPU3dkr5dN289uAlpPkliIL5FFf09oP3OPQs3Ij1aoJU7lkMuvOVN0T3Pxpy+cY+AvoGhBD300nU9FvmtumHviD46HIy+zXFBPnP9Fb7VRfm9F04OPjidaj1neB0+r0uVvVQIHT4lF4G+lGgaPZ0Qmb166oI9n7APvbL1Hr4GIdQ9Scq7vvJdJ74X8ay9Kr4jPjtNv730DGY+CiYYvkDXAr69ZGw+ulJPPmCVG70OWDO+4KugPV+4Nz023q+9uvLVPNyUXj4fln0+EdCEvv5N5DsA/oq+0UQnvqj3/r3cRlo+VcI9Pu8Lrr2t7+29kj3FvkVzwL7BWpq+pC6sPdnxC75Y0oq9L4Ewvd6OLD7aFCS+rXwevru51j3Mpiq+98acPQCYST6mghq9/gnhvasBr75u0oK8VykuPaUxWL5EuBQ+PcLZPNXFZj5CH8E9gjVavZUYC76YsZG+inxcvSnGQr4oa769ATadvoNdHb5CpfC7ZQZXvqFChb7TIsG+zWXOPsXsgr6la+A8r72kOyrFPz6pqKU9SJ/kvcrzRb4Gh0g+Y4PkullGt75NRAa+CZpNvBVjhj4iqpg7c0OIvmfrnj1Gw+G+gXWzvOE1G7tzH+s9CHNYvkIpjL4TvNe9Z0rBvWyzDb69fpK+rtB6vX5Edb5WD7G+WOQHvvN3nrzZ6Am+5c5kvZBCOD2yw627YCNFPRKkyr3fEn0+6vFBPRrkBz6gY1K83FFvvvx8C76jq/09wbopvpsEk73cXUA9iGkPPbW3L76BS0C+Hv89PUGQqL2Kv3m+4ZuYPRZ9ibxffH09d1YKvfgmlr0uZXy8/ctCvVKZSL4Ecqk7CaUKvra51jtD34i7WAeOPbQO3TzfOjM84O0Fvhrgrz1IZge+2pGqvCuxWj3UpfQ9CxGqva2zQL1EuuM7tVMbvh0eYL1C5Um+vqHDvO5mlrxzTmg9V7GfvGErOrxYL06+MtUNvp0jJ71dxCq+6vK8PZqBTL5Ds5K9RueevRXo0L2JbBA9mFk+PhzxE73QndS9mWyyPcqTrL009r89bqTRvWRtUL5lJMm9xPywum16Tb53JQ6+uejuPaWXEz5qhYg83O+wvUpnML2+ODC8AwqlPa1qer2M14G7wHtXvd+TwL2L0Ac97IVNvWv/bz1pK4a8OQ2cPa/60zzU0Pe9j/MbvkHauT0t5o09Ko2YPb3yrL03USS+M0P6PWY3mL6ICcO8sNDCvCfiH735MgI+lVvxPf3yDzyCEcC9f41PPN3H/bxo81O+vpMEvQJtJTuBfC09TsjIvY8whb2m9X+9vGiVvce1Jb1MTIk9WCShPbbXLT4EW0s8L20HPDN51b2AIW68qNdAPVmLRb76wNK95ZxgO9auv7xkrf89oD9Dvu20BT1DICO+zAQlvlr7qzzd9j2+E/WrvfALUr3+aZW+8k8BPgxkqjxvxRS+aeHyvTbugb7Zjq09Vmw5vhrpWz1VOCc+FT4DPu16kb6/NHO+W6MfPpyz4zt+woq9lZA5PtFjmr2ljhy+I/+Gvu/HSr62pK+93KQ4PjmR3D11muG9Z4LhPZERw71LXao8VN8bvX1gob5nj/O8vh8rPuN8/r0FUF4+gPp+voLxZ71iT3a+azejvRvJrL473Su7VfujvZZ1kTxnZJS9krN5Pa2lX75UPMM9GbEGPf1EFz6gMhA+PMZPPI8I2j0qEBU+5fxLPrVdnz7qI1m+dtZwPuk8UD4SQpq+lXWtPhN7Ob7BD3g+TnIyvgJpMT5faEC+Yv9gvm7ltzxPCsE9j/xNvcKfBD4Od72762mtvOebPb0TThY9ifUsPh6kgrxzmzC9IwoLvinfkz30nLo9FCqPvhzX7DxJ+Mq+N9DqPQmqO773hY88W1dxPlRFf77CUXI9IoJDvghRQj4F4zC9liiRvVc1Pz1KhwK+iosPvXMAvT1DUo29UTxUPSraBL7w8wg9V+vjvZreW75S5ds8h0AKvueDez2EeXq91uE5vtUsez53r/69FvE0vuowDr7FmGC9lPrKve960b4lbxE+s1DOPPcj3r0JxaW9vcaiPgbSJb6s+Ue9AV6BvXMdF76B8ZU+M3AvPvyIWD4muUG+EjcHPhCZ9jzec948f7emvDNUQr5ugLA9XExivg05Bj2oZ3i+uMAHvi0OVr0mUqU+kD2lvusdgj2aCpE+iIdiPognhD6VqRo+BEpRvV/xCL446Ps8eNmMvcGYTT6KI5i9PFQhPO3KKT2L7T+++giVvHdvBb7lSGs+aPGiPjiqjr25Xd696neMvkNcDj5fQKa+5WGLvW7BOD7igrs8xw9JPlTiqr0P7PQ9qrAUvuYtDL0AnCs+lqBjvWfAGj6NplG9RvRpvtxdg77of9C8DcvSvfEapz41oge+xQZdvqSu072ZQYy+DJUIvX0yzz294Di8CWwkPtywAr40hUE+xst8vYZwwryIPsq8bYPRvQlDpD232ha+vjyTvXgsq71xaAu8pEKPvj6tCT0EGB4+jBiEvi5FrT6DMHG9RFyQva2tTbyBvL+9F+wHPhCpnj76+xO9ngj5PGjPRb4EGKw++L2SvmmD9TysAgU+MGmJvqXWYD2BVwC+DPxNPUBTBL5z/cq8MZsQvoQpFz6FzGi9aZ7oPJQLHr4Vxxm+kD0ePuNvqL23ksg9zZkmPbEvCr4YcA2+uhqquwSMTD6uv1O+uVM2vfk17L2bZIW64go+vvr4tb1r3ze+JWN0Pp9oqz16Mow+HR29vcLV4b3T95G90TgoPgfwOb4KLSA9K7d0vgX6or7hb7O9ZAQCvsKDHD07BWC9J3dYPnUuBz7fKJa98HOtPcDrcb26FJ+8jaugvUBnED7bOMK73uiPPZHQIr3Qc0A98E+3OgkHjL3VV/I9oxgovrCH571hJmI+zN2YPSWuuz2+SFc9KJwMvRS1Oj78nR8+PA7dPHccOz5mlyC+xOXvveUWHD6bdqy8+3eZvUtcq7zYYGS+rap5PX+TiL1cs4i+2YJsPU6B/T0S4fA9+kztvOgKg7xKRAK+BrZ4PgYlRD0bLxY9mSZwPOU0J74xTGa95RoQvvbnnL3/6lI+3EhIvojtRr0OvMQ9h6rhvW+Ihz0lWsQ8k2xBPq+Vtb3eDPi9s3Uyvjhl8byUbXK7S9grPXJ09j3lDLC7qu/NPTkH3D2LTok8ROeFPdv4/r2KDf29eFEHvIokgT0pGTy+JVjmPRDQDbx9pSc961EgvTBf8z1OO447OzdhPvsQlr1dzXi+Ry1LPRjTkL3y8To8jVFTvuKd5Dxx0Bw+v+YOPqX+x71yGx++G2+Evhwwtj1cUiI+dPUIPgRVIj7citu9aTsiPsIubD6OA8c9pea4vd32aL28/w4+1LupvTsSBL2VMRa+VqmRPflqqT06Csq9gNhqvOKK1Dx+NoG8SpJFvrqaIb6/Zig+V/g5PqeAMT0Qbs48dMvyvZktN7zBgRi+k0pgPfJcCL1Hneu9Rdp0PRXE0T190b49euY+vj5aPj4yTCK+P44vvrntDr7RSka+OsQUPZrGcD7OtK297kWDPTZFEL5/is6+qzlHPnSZ6z0RioG+2aq0PX5tjD4Qg22+IwFGPbU/gD2IG/A8EI+iPdZl+73tu6s+pM2jviLOQT6nzs89YsmnPZo0Aj5wvp49Vatxvu7UAD3cXDU+/rUnPopkIT7PM2k+6+NVPl8QPT2VhF0+emlfvlKg4b0hV6W+8/8CvRQsor38qsw97rpuuynYAL43oQs9Xr/MvisRTb5kpOw+z29evGTLKj1fr9s7Dr6TPg/iur72RC2+SXgqvc+jbT4aTZk+FMiUvO9zYb5aAsU9EZypvEemQ71yVy6+QhOdPhonZz5/UtY9lAV/Pt4YBr15WoY9A02EPueMVTwXBg2+3D1cPZbkIj64Alm+KUADPolW3j3bRJw9IimfvhIZBT61jZ+9THxPPnbmej6plEG+UFgIPvxYgbu7gi8+rUXLvAkTGr4HWwg+pV9vvlJ0Tz3fZcc9HNIMPfbrcL0B1t47WetdvlhWU70vWw8+pT+rPl2nLj7g2ae+zoxqPqqpjr4hGxo+ohXjPB9sh74iRyU9HRfAPf8sCr4pIsE6kAnEvT5D3zymUri9jfY9vil7zz1AFNy8R2DZvU3RsjsKEEi9xrGCvjjJdD2JAH+9tybaPJkF8D1Sgi0+1CBZvmUpM74CN6e+VsrOvdkYGD1mkwA+/GDrvVF2xj3nDHy9Qf7wvdGyvz5Pxlk+1zulPcN1nr0MoSU8BexyPSpZ/z3vfpi+b9WMPQ9S2T3xu5Y9vyyWPpgKaj3ihRE+8TgRPRAYrz1umyq+tfdCvvh0hb5AMsy+UmONPafpb77JRb8+J0iAvf1Xfz7XpEm+2FGCvF1HuT2fVnY75v/6vcfSnL3TkO29BmClPcmZMb13Aha9+GqCPi4Coz5eL/+9WLBUvrGwDT719yY9kH+bvVEmkj5VHTO+y+4tvt/4iz0tAYc9kFygvmP177zYa/i9CBeDPojjEz1nOCM+la4hvG1+wj5aqKW84t0gu8XXCT5U+nG9+fqUvT8Awrv8Sec9GBOBvdUfo72jjK09DvqOPuV8gT5AXXU+omuFvt/lSzy9rvs9FQQ1PaKDPr64HMu9MYszvlfw2b0inIy+PUaMPUm6vbxdhaE8mYL+vYxWbj7ZyFO9rMWFvFJBlr3/Ahy86xcwPpr+EL4N/mE+3g7xu7mMD746/ka+zdHpPaUCgr7bhc08w958vdjIbT3EG32+cY0jvj16Pb41DrQ9jeJcPm0Rhj6bq1Y9Kmb/Pdsz07wb166+k3IEPrpSzL3FdJY9YDACvvil/7150cQ9oCTJPWewvrz7xhi9HmxBu+HT9j3H0z2+WUBnPe22L74lMZu8bZ+4OTgPij2gjUC+koAJPVX99zwPV8s94z7SvavKZj32+q+8/iWQOwGQ1j1kzAS+g3+DvQ2+Jj3jNOO9M9b8vfdAQr7YCwY+gfGyPWbTQTzWEQ+9nPdcPDKjCz0K1GK+AByKPA8Duz1fZqa9WjtDvTft6D2FzBE+IevvuzuZxrzLa00+4LvUPWtZAL62Dog+09D9O7gy0j1FQ6G9FDyEPSMTDr179k28nHpjvTgM5b2HMpc+PDwiPbJ9Oz1mOsc9T67DPTB0Gr4NQPo9wWj2vQJMND7net49bN9qvUf5KT1NEdc9HvsIvo6WHT5EPWw+ufayPYd5tbyc6bi8uAAMvnqafD40VBg+Ecl8vVLTDj3CTb+947eHPkIOAD5j+Ty+aDIvvbqBaj4pd5Q9qWDVPd/ILb4jW0E9njU6PkZjPj63RSY+J88fPjjduDwZxAm+T5BGvifucr0qeAe9278dPkSLfL7qQ7E9Ek6KPZbOE734Vd292baEvRKz5z1rVdk9c7m2vG1S7T0PSj6+fp9cPrhTSD1QK6a9eJJsvcxEoT2/bPu8ilIpvh4yk73zoiY8grVMvcC38z1rVMC9sgQtvi8tFj5/PIe9qRsXvlP27j0J6NC98nZjPdAZ2z3UHhU+EbQAPlBdIb4dGxs+vYvYvf4Dmz33BuC8bylvvtdcMD7TsIO8DatVPXgYFj65ETI+zlFdvv29571jTxU+RmaCPkOulL0QiwA+10SOPhuc1TwJ7zO+zL1hvpMyb7x5JDe+5HG4vQRYrDyvO+C6BrziPb8t/73hiBY+Us22vbMkaj01Nk6+gieBvUnmC7519nC9hZoGPqaBMrwCHk49OuY9PXO+Sr4raGs+TQVqO344W72vCSu+nGy6vHHE3L19FyU+f0BpPuachr3RP4W9rcKXvbQhrj4VeXI+hJ6GvVJmHj4PwNE9tP3hvqh4kb3etKK9hmucPVHe0DvxTxO9YjecPfsEBT4p24W9uEANvsD8Y71LY6U7SKh6PX7sW7xwHRw+F1nqvbsVgDrXoBk9gtWdvUTUjL15fDW8rdN0Pr8nEL7GZJc+BvZKPMdQjT4kJV8+cLCkvtPMID6f2y88cGmPvqol8r1RBt49+LCBPTjhvr02fvO9aZunPYm9m7zrPqc+kNZRvoNFcD3nPRE9U5tiPq1XBr2/XRM99iGoOlkWeT2k+Le9MVY8vvNsdL0GbIc8EU4AvKLCNr0yJXY8p0tSu/FdXz2smTC+tjHGPVM9HL6hybu9LQ1Avu5Rh73eM1+9tRa5PVDTOr40KBA+TnduPHTKEj2DXVY+HPCIvTIOWL1iuBM9EWNBPXpdSL3h45y+trA4Pmt5aT2IRS2+BWD1Pcz8+72CXZ09zydTPvOzGz5MeDG+49qDvTQaEr0wyX++0DqAPrdInL3yFfI+kSuAPKjAoz5TczK+Xd6QPgdpJz7hhja8WdLxvS76Hz5ci1O+NJPVPvgNCD6s3Ws+n8GgPrOpxD2VE+08omooPF8bpT0CXqY+LWpRvvPp+j3SX3k8qBa3PIW+hj6iIk69+znTveb1tbx9cxc8b3KlvFrip77a8+y9rVN8vjsl8T0ZCmK+FG8iPve5TT4/w3m+tGJvPp9Ql77nKak9QI6EPA129bwO9m++Z/c5PB+WEr6IS0A9ziZUvkTpmz3hP0S+nPRsvhpXG77d3uI+cn0JPvTJM75Fs/C9dChxPXVtUD5e6tY9WqjEPUQ0Fb64NVa9cmW9urk0LL7WZ0o9Z6oKvdsJPD4NbD2+MS7LPscRYz48qhI+jinDve/8jb1QyeO8Czf8PYmn9jxjnxe+UL2EvgvkFr5jrki9jpT4POfYdD6WnQ6+Xs1XPLsihb1l8qK+qgM5PmjJmTyaFQW9np40Pumkar316R4+zeSwvHZUiDudv2o9RrM8vg3kOz2qamw+v8W4vktCnD453PC8ELnKPo0q1L6Zpdg8er8FvA3W17ygaDq+kUHIPfhsZ75ccWm+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "jewwvjBeSb5XHCS9I6nFPWHy2jyX0QG+TjgwPeJ0mb0CNRO9CaBEvUIFjb3BDcu8KbjwvU6xGL4prom9OLEyvda83Lwi3VC911kTvUNvCb7xzqi9PQ0gvWiKTr3jLIO9YzRBvnfo3DuCX3M83jpCvvkGdr1AeL8741ecvusvGz2raRE8a5a2vCUHoL2wohC+aP2Hvap8Ur1rPRg8YPN1vRB+mL3lB6E8Bw4mvpBHPr6zXz49jMvtvXNPVb1ByXu95jydvRkrhL3kfAE+Up2SvTOzAj32ISu+elvWvVjZ2L3Q9S+9RW2YvZ5V6L1qUKW9l0HUPUJxnL0ZPTe+mTQvPQ/IbrwtrSw9nJ94vWp9Gz19Kvi8OzIJPpbRJr4aC488XOYUPQsFPr7AZlk9PykBPBHmTr7BM+m9R1rrvU6aVTtEMqC9oHCgvU0gej22Ssq9IHsyu5iwb71s+qC9nlwQvaC5o71QQZe7Vm0IPkfXFb61bUI9lx1NPD3ECr7PeDu+KaKFPY3cCz3bZIK+ziemvdStDb7nJ1a+l9KpvYYd1j1AKsc8bsunPf/nDb1sLnY9KKgwvbY/iDx1U+a8PpldPRXlG727kzK+UUjXuprkNr3VGfG90YrlvbBKyL0zr8Y8TbG7vPSHS71Wc+A8eQ/rvIhKIz7QLCq+hh4ivZ1bgr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "8lvOvdGzhb2oirK8Cx2IvYFLa74MHUu9kkpMPU/aljt9eCA+1MvMva3nG76AUT+9n9gkvp64jT1vxKM9MyETvDwxpr1oHJa9tOJiPTveWb1rFR0+DWLGva6Ekj0CzbM91siuvejx9j35OqE95QT/uuvhgD3WSOI9QNREPdvFTDwXDZm7qfRHPa8aHj3RK/m8KnagvaI1FL1khFq+FJqjvfCDmrwoM4Q8oHO/PRv4gT0TeSa9+6ppPS4NhD0VPgo75NS3vdWVhb2x7J29XofQvQ00tD3wUrc8R0UTvlwWGzsboSs8WIZwvVdf+LtghMm9qrSjPcuptbuQBAK+OW3NvOsKIz6NTyU+tvYKPe6YPD12wR0+5FqdPRGPQz6eWsw9FwM6vTCclD4B9ja9CBL6u76YGz6HnXY90Omovc9oH74vOZU9+GPsPASXZz2Ewgw9qUh8PVi4or2LPHk8d3l2vhXTwT3U0Nc9vq0Jvax/qT2a8Re+O1IvvavLk70l31q9hUhdvVA5CTz1aBe9wv7AvU9MUT4ovee9XSU2vHQVsL3f0Lo8rkbAPQQTqjxkcuA9esctPRLmCL4fEiq8UzgbvtDgM70b0dE8BrCKvV/fZDz8FGE99Z4svckocT0VRyu++70ZPhkLAj6sxjs906t9PfY4JzyGF4Y9hs6PPelrqz1MKmk9/fu+PEKhBj0oug+985FHvY/UNr3rRBY9aQnPvf7KZz3E0wa+XOrxva+vGj72CSy+tFAEvX7GuLyFPEw9bxI1u+MYgr3F9xE9PGjqvMJZ1LzIZIe90f4LPLseTr2iuiw9MEq7veE9BD5ENMK8/WjkvKQ7Tz3yPE07OwUwvXqLSb31MaK98nCZvSt7Oz06QH89TPSQvRbXk7ro2Qq+kakJvnRHk71ijmU8kog1vGqYkj3DXTW9VeQ2vko9hb61P/I9Rg/LPFbEqL1qDpk9q4SjPSu8CL1H9AW+Q+sCvjCPC74HVpk9U4c8PbhOdz35Sdm8nwD5vSeXETyVd589rYgSvlLVH76SQVC+POyqPAEgiD27EbC91E8pPhPIBb4zWXC8MCaiPZ+CiL1rIpQ9fv3KvbBcrr0UgUY8/ZnSPT/ScT1XqDu9jt6OvE0Vrj1JLdI8VGZivTwQ+L0oPkq9GBRnPf3BBz5E+Ao+ksUWPpktaLscHls9hSy5PfgV/jx+nJk90r/mPWBPAL3hAV89TXlCvbGF47y2iWs77+/eveEJDj0xzjY+bHOVvb6Lqj36LU69Nc8Bvdityb2KL0u8zMMfPtDpgj0K2hU8uldsPatKXj1QHyk+l5XQPfJkQr0i/ro9WQgtPqSjwj2A15M+f48dvK5bLz7tbze9o8OIPOeyID4TSg0+hr13vboyNz3qQPE8QwaVPFV5hD2PPFO8jA6vPEw5jj6WJRc+SFFePnna97vMWIG9Fv+UPa5Hwj02kJ09K8jfu6A1Yj3qaI09UZq9ur2sY73pYAk9FfPnvcbCaj0ND909PrZ6PAqnmT3PT7I8uXxvvZ351LzI1WA9WNzfPFjD8jypLvY8YW7qvI/BQD4cRZc8um0NvbJTyD1J3iI9MpgWvWNMVrzXwDI8tGz1PX6jEz6Efuk9KFMGu5rCO7z1d+27RJ6YPdc50rs3wRS9cpJ8PNQJsb3RkCK+kX20Pd3tGD4whlA+qoyVvcUxjL2N8Z68nGWPPWw34L1vQFA9aIYZPeSl+b3dgB69owQlPrKqpLsLQS4+O1QbPZcjub1Yt189XGzBveVTrr3Q49Q9Sok3vftCCb62jmc9imDCu+KccTodP6+92tsNvEpwqj3J6jG+33PBPRItRb5gMHC9gyXjPRZnVj1ZseY8jawUvjI1Lz2gABA9me94PfHnQD1Ngaq8lgwqPcjmqT2wVXM9NrBivS2IAb4CaZo8S8sdPlLmvzxiOgY+EECNPtCNwDxpDtI9QtDKPXD8L73C7LE6d1jDPSu5Fz1yJJe8p6AAPuBkGr4GqLM9F/gmvrctqj26GiY+tKzzvCIBFj1ErUM9u4PmvRt7zb2jyAU90suSvF2okLwVHnm9lcSwvQ4SJ708djE+LmXQPbuAHD7KtAg+DQ4/vGZGmD3bfLA9OBj4vd91Xz023yw9sHASPhsNl7xHjSy8DnDYvQoSkL14sI48wQl3PfyPJT39hHE9meYNPS09TDyIj7i9TmtwvhNZpLyK1RY9muDMveLkajzW26G8Pg5OvfTugj07Dfs8iu8ovTVehT1nQcc888yVPbj75r3lnpm9UZfou6SKurzfrjy9+x+3PRpd4T2P45K9kgyKvWtpxDz6AY69T1FivWmXdL40HYm9HbF5u7mBJj5NUwA8X0ImPqCY6D2RzyO7L18pvEVFmr1Lc8+9n7eovA5+iTy+66c8msGJvKucnDw+41A9q+0yPPLAW70sAIW9KfMSPQ6fzD2bDpw93RniPFkHvr1SNxQ+wNXOPXciDr6bVQK8GfKWvBmVEDzYomY9wj43PGdcvL0GTQK9/bsivieQjb2C9wA+E3CPvSwgwj2kiJa90kuOvi8zSD35pGI7LiNjvgGPob2/GAW9HrOcPLZ+7Lya4Ge9KIfMvS6XjL2myJ69gAe0vaCJDz2gPI+9Fd7HvB9gz7v2OuK8+kOuPcDGOr3NcKw96AFdPi4EtD3gAP49mHJivt5MDT4dXfc847T1PA0rqbxIHaO9B4qsvQgBJ73x9K68M/6BvueuVT2QmCs+DP7CPU/xvTwWXas9/6auvT1Qf7w5VVI9sUAJvozJgb0GBTw+H662POoalT1XNzi90kECvug66T0yx2U+KTnxPDdd9zx+m3U8Fgp3Ozodlz3feO29np87vo7wlrz1GRA+H3qmveuKyj01poI9s7MiPmCAvD3xVdo9nIXRu35lA70uSQa9ClKhPYnOLD1Yt4k+4qu/PW+G3z0VgeS7eyG8PYXHMT7fUaA9BwEdPqijBL1OzSo9BYqyPeEVCr6rtb69IdBEvcniYrywroG9f39Uvix28zxzU2S9On00vQntsryYpVe+QNzpvUtW4710iqC9qxdNPUTRrD1jLw8+paLhPduKsj2r6sQ9EN9TPdItBz7BIPm9panRvX28qL2VuBG9WmvvPKLkNz2vi0k9SohqPaiF9L3NUfU7ArbWvAAuOz0ewNA8z2MAPnxhrDwo9Ic++le9Pdwoxz3Sbok9rYpoPek0nT3pBdk9T1LRPcl8sj2co569y9SoPUdeRj2k2tu9roycvc0Udj3vWT49HMofPVHGp71h06w9Vm89vl4UKb5XBsq773bLvHnO4D1DQpO8yQqEvWUjQz5ZCe+9WA5fvVaXvTs09yW9HHHUO6V7Iz4HJZk9fw1ePg5OATu2RkG+eHIVO8pecL1UkIA8nItLvKG1Rb0e6+U8yy3uPLpMyT3tMxq7ne/lvFwkhj1DHxS+C5VRPpjhIb78UCU+yKQ+PdCJhz1hpiE8y5VyPeFsT775Nb+8G9djvas9yj26m3Q8Jhjtui7sAL6+xgK86O6hvSevtr1zy/C7NsVqPWGtbb1SRWq+gQC+vPviMD2YAYi87hiZvFA0YjzBVSG+8DA/voVv9r0jByY83w2PO/NIpbyCbxy+2m48PfGm1r3PrSQ+hWUDPsPPxr1BVtg9doO0vVdAm70TjJi9JDEGvmxkg712M+69+Ae0u7PErb3v1Sg9EGvFPF8+nD0HtHi+Z3wEPSAyJL5SAYQ8JFmIvLGx3Dxx1GE9z9kZvd8XKD0KMRY9oBF+PbW1ij11+y499XawvXNEoj3VgbQ9PUMNvfuAfL0qe629EU6TvhQqcDy/FY4+fJcvvBCtJjwWzs69GYBgPdanmTwcdUI9kgW5PVh3wj0SHls8rkTpPZU8vbzvoXA+8VYXPpEUNj7wVLI+AUj0PMIeOz6zI6c9F1vmvbHDdz0IPOg9nADQu0bv1zzgObo9VTZtvESRDj7r44c9RsOUvI6tFj6FV+a8FuWsPd7tEb4I8IW8aXVEPFi9Kb5+cbM8eRrJPZcckz2/PdA9S+D1PSuzE74/wzO+lXaYvEvUFj6z0Rk9PbZDPmWhRz3Rvpw9WtmaPcFUyb0djm++9ZK5PSWDfD1OO709P4ihOwI94T29XK289fjZPS6uBj60Q9k83CuWvJO6qz1l5to9o06XPckCPz2yc+k9jnUvPZJDw7zJVWC87IGvO8jbwj2eVTs+WPxGvo3z9DrbUBQ+1fOjvEDl/D3lVRg+jgPMPY24y71gzha7VXFkvcc4zj2Ivce9yKIVvqmjLT0p/Eu9FajHPSv1BD3/Hw8+8cFdPWrryT3oZQM+wsPJPS1qoz3uEQw9cHOmParW2D2kSaY9mcR5PM6Mcz2DGI272WDePCZ2Jb3rsVw9JhRCvO4Glb4epxM8BzmJPXh1Ujx/PLS9EjtAPUrWprzJlZ89PCFHvad6nTuOUUk9UY4JvdfQrrzlIM+94nVJPb8GHL4gLlw9eaH5PXiioz2TlYE8wVacPU2kxT3V4AM96OrPvORJgjwY1b+8toi+OkCmDz3oD8a8hrXzPSHcET1ANSq+jUCkO4B1ED5iY2o+WPbBPacnwD3GOxQ8wQJzPRi3XT2jYSO+SdMBPVM2Tz3jRUQ7fWRLvGHjJz7kv4k8oaigvf1n0b0fXzc9QNtePhK28j2dIAW8xoG2PM/48L36Ivg9IUBHPUYupz2G4qe7M0bNPc7quDzfwjE+zH7iPPUfEToS1ZY96nzHPeMmRT7nZjg+IXYiPomX3TtLKhE+R9+EPX00o72QpaM972VCPOPXvb0kl3G9V9n6PB4CfL2g0Oi8L3LRO7GOJr53jsg94P2ovc2VAr1RgPY7gHDxvA2iOb4YJqi8+9KpPbX53zxlxAQ+0++8PPhezz0D1Z89FWW3PekLx7uPm5k8ZIxZPhxiiT2KIgE+ozyYvcM82T0iiKO8hDIkvPUgh7zwah29+2hHvfhK9rySo0K+1jTRvdfdN74c9Dg9Q+5gPVpnt7yHR569xJYavfdKTL3JgDs+UWcVvsNGXz4S5Na9rWqkvFo3/rxZI8Y8ozjNPe4MCT2yhUU+0qEivVnImD0ozgE+C8n3Pb4jWT7O1WA8tq7su645K72FwDW9GRWSvcplm71eisW8U2bkvdS6gTypXRQ9FzpVvltfGr1+zF89+m6/PZegzj3VjIY9CcGUPBKZET26pw6+rcsBvEG1ljwmocU78QAVPRDcsrzl6p89jzbevSNZzD3iPs285NlrPOrOCD71eng9OcA7PpalXr1mJSm999+BvG0nCD3J2CO8dqG6O9xCDL1H0c66QnM4PvrU9T34pII9m+y2OorrED40fWg82IGiPXccZr3Qvis9n5IXPg4nGT6t5A4+Me2CPT4Qsj0y+kM+itbZvHDJHr7ivxC9kqahvdOJ5r208/C9VXw0u69X0T38F0u9MWA6PRF2+b1rJ7I9JNdwPfB68r36noW8XBkGPdoERz1ZCzK+xmwePtjNTLy3Nki9cqV+vBkStz1QMtS87iKWPEaOOL3P2dm9pwrIPRj99rzQaM+8Gho2vAcvDL207w47h0sVPvfAJr1CVDW+TWsAvcCN5zxVG6+98c/kPVxC1j1nwgo9EvJiPRqD072jfKW92m5MPhqyyj23QGi8p3g1Ph5lsz1qoQi+Jbn0PV8RpbyoZFK9D6sLPDOMGL2fFQu93YB9vQ5IMb52S/W8I5ZHPqmZqTxpMQM84uSFvXQ2H71EAi+9Fa5hPTimBD2mDB07LUesu/vho7yvjdo9FstbPLMQz7tyhSg+YTAPPVsf4L2Zi5Y8voM6Pb4fczsJK9s92ZeCPiEK6z13bpC9roPLPA5ZEj5eGWU9+0AQPuMPJT3zKvo976OoPZfeCT780BG+jIHqvZ/ulr0XCAs+4zjivS5irT5+/+K9gmt7PXqN/LxZhlo9WyQMPk3pBD049rg9OMzuPEAiOb3J6F+9UY0vvroD8Dzr9/M86kedPNd6prvlxQI++1ryO2ee1TwMZqO9U58oPZgmjD6HNxU+u+VfPb2u7L2OVMK9twCUvTsoGT6iOn09+lnxvM3ROjyH6mI9gpL8PFBEIz7mlTK8t5S3PVrxF70TH7w9G8rVvSCopb3valo9OsrGvXzrSL4QVeY9L+//PH28cb2RV2m8EUKcvGqLjj6alP89oILJvafGFT4AB8e8wiGlPTpzID2k6TM+FjFuvYR7FL3RyqM9y067PfsFdDy5Erm8j12KPfnVsr02hm0+eOBlvciQur18Ko88p5ybPQa2yT1ZWCk+AODYvA9bMTyTa3Y9L2d2Psi6Qb55UhI9KXjlvI/kAr15E5o9a9kqu8PHory2itA9q/rEuT41jb28PlK+0kGnPSvPJL5aLNk9HIxXvZgu9zyg5ka8vHWbPW5vYj1a2947JP1+PRyPqD1RCBG9cBjcPdV72jxk+lW+9dy7vVpboD15bIY9A6kdPmA6or08PCQ8lJ4evS8MxbtwsJa987j/PAlg2r0DAMc82mievX8UUTzoQ6U4KXuYvIXd4D1iHpM96emsPZ9UZ7wzWfq9yneTO1HUBD3y6bS9xnIFvqI0Ab36SB+9iXlfPGI0VDyAYWG9+09QPhMLoT1j3ru9txCIPfLbRb294ia+e2kVPlvSCj6kqR4+TplmPcgrjj3qP367qjbnPXi5Xz6IfJE9lY6kPfuXtj2Eao8+nFVDPgnKjT5OtN8+Mx/oPeSCiT5PhQU+bGlXvmponT0Tsi09oH6TvehzbD0XtZs+53WgvaskUj65qz88WRG7u1xpo72+bDs9n0QCveFS9z2gDja9Z4VavemLbr7j7F69wp9WvRVGlz0rFB09+6hEvlnMPr6T7sQ9/8wKPjPVrDknmv88zi4BPRB8uj0bCqi8AOL0PCP31b0ZxpU9tdSoPXSw0Tzhm9K7Ts/jPDqrHT6gDbe8yl7wPa4lE75GZkQ9X703PuZiTj2wKPI9ay46vRr2yj2hPB695ZFWvhv7kj2qf7w9+u8PPeGBYL339DW9oWctvqX6Hr7EGwE9J8xwvX9qNb4ajI+9uR3HvZv3Zj4KI3i+Usb9vNoaC74zW1S9+ISWvcBPoDpOK5Y86p7EvXe1Yj1gNQ++F4eAvvs9mj2sSwA9g0g1u3mWEj0aFjo9H2G1PB61xryz67a8VUWgPCidMLzgYDg6NmQDvX8JKr3PQ988I+OuPY6DDD5CngM+wwysPU6mVL29Dgk9EEYrvkK4PL4wD/S9I8gSvfJiCz35/To9sDfUvSRvcj3p0qc9hr4yvU7ztrxCwuW97SWzPVrRjz1V/jo+QYXIPouvbbxbWrs92ZfmvMLt0r3336C9x8dKvYP+Mb0Eeem8kG/3PcJNAD3t06i9fU6Avi159T1GkD48R/4avKEwe7yXaAC+6EKYvSjkAD6tYg+8JUuyPViuwzxk1ho9LE2SPERDSD7bMuq90/MpPm8r7ryTHYO9xqeyPYoUoj3ET1E90x6uPfJwJb6XTay9IdQhvQ7pdz1wUrk9LAxwPTPg2z0jlua8vtgBvmZdJrx/T8S9ShuWvfB9HL5e4kO8m7DNPV1Jrr1QmhA8lXblPDxv8b1lIXw8xgoHPaDKeLyTjUg9GqQ0PQB1XT0zpqG97/l5vYAOHb0YxTe+zMrQO0vJSb1ApTM+XIieuMZkdr0054W9USlIPYUjijw6rQm7DPt2PSb6zL1eXua8qjy0vKb5Dz3vuJq89ZebvZXfqb0UcU49etoEPev9Gr1POWo+wQgkvlqXDb3Aj2E9mVW+vSLkzrvuz0c+eOBjutgkST3gkq89zqsHPrDJBj4M7Ak+boIkvV6xIz7IkiS9ROBWvIV9Jzu3VJe9ORpPvCYburzIz9C90AktPTSYur1C4588y7KmvLMFurxGx7A9ApuQvVoXk73nJIq97OqHvB2Eu7wWz/07ErLSvCvTOr2kzaq9jcGYO5WMmjvA5g49JlMkPl051bvsWmK9iLxXPS+Y3jwZ34+7gdrYvKY7Lr7y8nu+ChwlPoXyy72vZ1m7q/QevaLc6b29mgi+XTjPvOpyXb2k1yA9lkIEPXAeG762JkS9AYyhvfmZqryCEYc97ixXvE6kqb0gLZu9p4iqvSC4ur3TVxu9gReJvZQ/EL6u9ta7lWi/vdCyDDwtrhy+nEYtPKNL5j1G1o69gh6EPceI6D3YSh29BVclPDnhXTupkFa9n9VfPCcKSj6lmgE+2GUePnDABTzBd4Q9j4RQPbWtLj6J7KU9Tb9RPsLaqzupAmA+4H5kvQ8VjT2bLZ09wTuWPFjytj2NIL49/Dv1vW2KP77UHQS+JTukPcye4D1Tb1Y9dyIIvQNjbzwFA9m7Zl9MveMKIr40cQm9bWocvYlw6b1irj69cLeQvjs5+j2eIGs98CVJPuUCHb631IO+dmc8voLlZL7eXf48LCK8PY1nMb5adhS+PJJIPrDY9T28FVs8rGz4vNs3j72/lTW+MO3gvf6Dzz3mew49yD9xO6ncC73z36a9klkevXSgyzwsB7W9bvaXvVLlHT1h+Nu5ik4xPglk9DycNj0+0BpRvSdRKj54o5k9Re2zPAbOHj4mNKY9vvjYvc1iOb5j1l89kIwcOpffFLzb9w++NscKvuRbVL3QPAG8wyz1PYlqJD7QKZ295c2DvYhJjDxpSo89fyO0PbkzRT07nEW9sqHgPRG4O71+fki9GCQbPeWoij2pGmo9C0YnOwGfkD2MHAa9rId1vVahv73aOuI8gZBBPtGz2DwQRCA+CeoWvpCr4b1nou69Q3lDvQ7Wk71Y1/a8WPf8PBzd0r3e76U8/6ibPceeLT1tOTI9G4bYPAdfALzg5Ak9zfalPeHdD71jDCI+g/mEOuiT170cD/I9RM3lPaxFEj3BFyU9rqDLPY/RbDw+9zW9xidKvrr1I77qK0K9Jay8vVcRDr3YhZY9EXS7O2EoVL5wprW9HneLPUwowbubUXu8dC4WPEENWL4BnuQ94UlTvuAxHz6I1U69NnmNPUOkGrwD7fs9b8hbPfEpGb3djNI9oCcOPpoGEj7cjuY6knEQvt1ZGDyGwC8+MWrBvX5ZpL0xAPo8Qsinu9B0oj1hZSa+ABLjvY6tCj71AKa978cKvmh7pjyuxlw9LrJxPWyCRz2apQ27syB5PvOPhL1DbmS9AiRZPAjOkzrZmVM++zgLvgCCw70srWe9ks0uvvHppr3v/bc9iaO1vM9WszxfH/M9pSwXPAIbEz5nf528cmBVvUSZi70htxs+OHUdvR4QTDx0BeW9O/SVPRFnerypqnk99MCVviCxDj1dzJ09tCoOvNaQED0ri0I+b/mKPacFPL6hNWI93sV9PYGBBj6WBDe9jdn6vauWrr1Ff5K+pUtkPU0AljxGzXo8JwaCPWuCRD6U1ss8Ut8VPs1iWz3CWCM+e9KVPdEdMD6HoMg9XRiEPd4txzlRVL496TecPXX1qbz4Geu9If2+Op/HAT4ZD2Y8SCE2PZbDET57dLS7lziJvrsaPD4pPx6+8EJYPPnDXLwE8qK6Jvv/vXmXgr3BoW293dTFPNvzbj0zGA49kSuJvX+N2T3PHhc+KOECPRBh+b0Hnw89vkTJPC+wnz1TM+q8wVAIPTggy71sdCq8ILPCPA/Eu71oNZ68cf82vQrQV7sXYFW9N4Yzvbp/lz6a6/s94yEVPnZp+T2TX+U82IYaPtBq0ry+ejo9/r2lPXhdTz6ELI+8TBzzPUiO5D1yMhk9t7Y7PepK2z0hLCm9XpUlvEWuEr2DYu29/knkPHMYDb7zHyY8IgkFPJcTsL0N+pC8kjItPfvL0zxiB289RtSjPdMfAr2evmS9WUN6PUh4Rr4J4LM9NLYVPWLTKDxearM9OY/7PUY3C742NUC73bZjPBcEvD3hLcU8znchvfqTJz3WgQg9o74JPrygjD2qV4o9R6ZWPVfV+D09y0s++xQQPmIvYD6bXNk8S8WOPqQLwbvtWTK9nZEUPTnfEbxB9+s9XW3JvE2OEj1fuvO9w6yoPTbzpj1hA6k98YIVPmXAez58JUY97i8ZvsEVez1DOzE+/HZ0PV+1rrsmojG98EMSPUyvLDzaMuE9dTnFvawfebvDOIO9Z8Q0PvOEDj69C3o+f5FVPqKX0LyxQ9U9waivPGdopr1kTME9GW2kPZXHcr12G0S8eF1dPYKYZryzilI+7KTNvX/hKb6U/YY8gN1rvSBenr3gcP09AEPxvfSo3L3oOg0+8jPKPRGlmj1XoPO8SMHJPRBIpDx0RpC8Wld+u6HW+D2gI6I84Iipva+GT737hUe9nb2MvWAmUT6tlVu98ebnu2vQAL1qYbM8tIVFPdlSo71mSig+557tPfUhm71IS1y+pDLSPdi8CDxJMXS9KhZfPUJemDuFjvA9aI+HPXTe1r3fdw8+RXzwPUPsPr3qRhk98/TMvElnQD5BqHI9kLxjPsViW76zt/O9H2HiveuGHb5lmoK8nx3MvDcZDb4/lQY+wm+hPd8ZpT2vPB+9FMwAO2GEgz2IQtK7dlJBvnzuRr3Ys4g96jFpPTHgvT0LR1U+6XeAvPHR0b36fmU9U1ScPavsTL4PZu29+sWMvJ9oIL79GDW97zijvHLZ2L3OwkM9RJi5Pez8Yrz6gOU9wekKvdB22T2UkWM9wAvnPCFL6rygDnw9GlQQPqKwzz16Jh28GdFsPiNytLy3ioC8j6ySPHuZNz6HnbY+oX0vPjH2ID34e089KF7zPYOrST3YWQm9dhxkOycE/Dwz5589O/LpvHaH8D02Er89rZf6veRWuz1c8lg+DF6CvawDsj0PVa48/8GUPSK1LT4xiKE8shoTvqWN9LxVpxW9X/RxvXUob70Vz4m9fk1MPfLxEbxqktG8HhdRvbtM7b1TNz09NYtwvX6ULbz+wt89pVkFvv5+8r0="}}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "ZckRPXMcizxn3lS8pk9nPc/M5b0ORAY8a+gyPLvSsTy+vkU9g0u8vQAMLL0RjwQ8DW0svU+Raz07QAA93xquPA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 