{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "VWoXPd7wET0d3Yc8FjWTvag8+L2DL5k9H8wBvlIb971EAIi8fhpoPEJe4j0WLf+7lZomPjEBKb7eDVy+3+TQvVtX57s9jBg+wJXyPeZE7j0P4CU8eBUDvmSOmb1fya+9M9QIvoVzEb4RcXK9IxeEuym1Lj2/6WS9VDKlvVwoYL058wC+I90LPicWGL4u6Oi9Nx4FvkRsG77DtWu+Gva+PIqBKrzqcBG/J+BAvkHyAz7SXdA9YuV/vFE+Ob7uVfO9gjUJPWhgjD1hiJ69CM8FPQ5vL74IwBs9XJxRPRKN6j3U9qW9VVPAvbEHnb7oTyG+FPioPTm1ULzb+b+8a6glvnF2470e1U09v9kJPiXDN7xsjBs+//84vhwFgz1uEB6+hgfGPZkElr3f+nG+DJv4va04DD4AAxu+EXl2vt9LyL3hD6c9vw0FvNS47D2pQDW+i7lQvpLHlj32JYk++spEveh3Bb55V2y96PQePcHSRz2EVEE8KqdZPVRsAr1ylSg9mogjPN/xdL1z1mm+9os8PuABD74frFs+8MgZvvbsJTyLsTe+v6EQvuSGmj2OW6W9eK6BPTXHY70/U6695KsGPTAegb1u60O+fbBYvi3Vjj1PnTS+spVWvQnjvT32w4k+6AFgvqEo9D0eCRY9LY14PehJbr6ct8++vs8yviz+uT2vKYi+/PSWO27PXr01Rhw8hjF7vgDKiL4a3Je+DxYdPpmnDb5+ujc9WIErPtjHzL2yxka+W5vvPS8frTzhSBO98PqxPYkQqz2FBjS+5h/kvcikAL21YLc7X4zVuyVxIT7bYH0+uOuOvYwzsD57QnY8E4c+vngvgL4Rsja9JKPCPhJFyj3MHdi94xXMPDl8k74BHng+efLmPNAh7b09JSi+nm0YPgdj4L1XPBw+vj53PcjwpT3GkCu+41vWvE28lj1F66g6bTnOPQzVSL4xUws+pJPnvBWEtr0RfaY9hl7cvecm7D1y4w2+pfXHPrS1XL7YyfI8OkADvmBgFb157Rq+1DMmvWxSgj5Tx789q4VxvitcNj6QVKC+NSyyvRmqKD1Vw32+AjQTvikq1z3rxWS9i66kvfu76T0eIDG9/j+1uz4M8rtY6Y87SFL0vQRkTr2es8e9CZasvSjjOr6MPFI+qRqGvQEnET6Ts9q84ai8PTP1zT01wQI+i8+Nvuv6Qz7NKwg9+v5OPqrZD77LHsA9kjQXPrjkiL35xgs++88aPtUq870ygQ6+gAAUvCnpEr6rpIC80+WFvV1OIj0YlrQ8dYVtPYJg8jlXNqU+xOZhPmCK8j2G6gc92lMhPgoujbtULuU9GEU3vW0ytLsEXNU75/0MvsISij5lKuA9P32PvmAYpz3CqYi+ATjTva5UNL6PA4C6LBc0vioJ/L2N/y++/xMcPbf/JzwnASG+09GxvXE3GDu83bm8dtmmvc6Hz72W9U09Mg5xvcgUUjzczV+9khBNvoA4/zpjUgK+1fXou9CrBj5/9wS+t/aqPquZsD0AxWm9X5ChPGMOk7ymSga6CB/rvdJpYT4n0BQ+G/IcvsCHiryoZyK+qPZCvs7RKL4lh6e9ttFvPLpC5T0ifr49WXahvWycCr0vc+i8misyvVeXFr7+Ilw+QC2EvWzBET6D4FQ9OL9Ivi6FNb6pTKC+0uYMvvg67z1g2Y69PnofPiEzpjyDNRS93CdQPim6Xr0a4pC9kkqMPSMpnr0mei2+wD/RvZ2qqL5U3tw9NFTEPUi7M73ERuK9OLy8vTZnx7zVXIq+3VYWvjQ2GDx1Wn0+MKekvTnqnj2Ekb09B0+UvfZukr3WfS875lw7PrmvCT7lImS9auknvWxJJz4XjAC+ffSmveC1yz0LE16+5caVPSnbCb5KsHM+9tbIvSyapb6be28+nZG1PW36gb7lyQy+7m8dPd5zi72HFzk+eeqTPl4zrz1pivC97rU0PugVMz57OGQ+1q88vRnxXD4PVBW+1+DUPTfK9b3LCWy9Tc0rPld5TT5cevU6mXOCvEKj/j33HUE9RwNjvmS3pL3SOwG8p1nwvboUTL1EvMI9Fn68Pdn0Dj60XGI+DAEtPprWzD1c3bU+HMBiPo/+x73zG6u9Qqa3PSP0ZT6WZhk+GRM6vjUAp72z5cy9pN8qPgMldb50VJA8vShUPK70h7vMMvm9cMhgPty9OD286ne+mwJ9vuftyLxwy5K96fkkPkiOXr5Sn22+sz2Jvmd36r2IjWG9pkMPPjswCb69C8e9xLwzPO7DoTvKrwa/2BBTPs23sr3xk0a+tNWBve5UmTzdG+s7HqyevDUihz2tclG7J0DBvU5UlD1NgAW+3LrBvf1jAr34rcm9/YZKvgGohj4sxBS8x82IPBWm/L0/4Ws+UY5xvjPn3T1jSSu+fPCuvDIlAbwZB6q9Le9PvsHA6L21Nc89ur4nvv0IPTvXAC098DwkvIj0b75Waom9Ff6Uviwm0z1WNWk+F60LvRKZjDyWNza+M+movpo5MT4MOJK9DZovvsCFn77zQIY9VuabvsAaar5px2g9e9J3PT9fD74QBba989uUvQAMHj1xIq08ZkBjvQMcvzybIUq+X42Gvk4X07yuKNa9bP5Uvl0lfb7YH+I89u6MPp8xhD0mW7y92/IgPP3rAr3FfJQ9KbBOPHOJ4r3ochY9ZQSBvVCalDl83pU+tiOHPpkLAzssGr09TsH5PdLEmDrTjcq+BaEkPsmt+b2n6oq+CMyWvRVTtD1dn08+AsxcPtIXVTzymT++uisevWcqkL1sHxy+f49OPisHiL6X0MM8ZJnkPZHLzb1zKrA9FgKYPVUjIz6eRSU9znjVvXJAEL1ToOE9js+GPAXONLy+kGU+kYNTvvrM+rwD2Ho+jpETPuw+9jwT0Y08I5ifPXLPTT43yxM9/jrTPI6D8b0g4hA+39stvh9wlb1RNZi+B3M1vpFkN76q5n68cVNOPgTNSz5+Wlu8xyxlvj8vWL32kgA+0Tj8vM1TG76+0Dk+ec/1vbO1mrwtP7M69EKxvQTpMz55drG+1q13PhxHzTpWICc+tL3mvQXvoT1t7jC+cidJvOhNFT4aN/68LEIWvs3ICz1fSvK9ezAzOgmHRj6O55m9Aj4cvsqVnz7Rajc+QFvGvVgANb4QT8i98JlKvqezhz2qduk9Q1b6PQO9t72+NkU9SRFcvTPEnj2OlC0+MKtPPL42ET4CjhY9d4F/PhjXmj22QYG9c4iBvL7HDj3oXs09pmhyO2m94T2KaUY+8mZqvsVRur2BB2s+KQ+9veDL1z3Mlku80UwpOxHxW727FJa9uX4vvS5qdD4tzgu+KqlbvftVT74191s+ORA7PrVwGb2hqEU817Givd+Qvj3nLRW+7EDyPFTyxT0AXKE9C78+vskalT1l0r07jpGtvUcofb3orq69QUYRvosF6L2vtpU9R8YVvrNMGj1shIw9MIs1PZXeSj4iAxq9nGfvPIpevT1zUKY8P9Asvly5KT4UKuq9NZs+vCiQeD0hDFk+z5UEPasIv726pBO+PaeYvVk4MDyJTNq8fNTHvJCUvT1tXB0+xZs5PmxOSb5bWhQ+Vb+8vjGUUj5KEb68lr+huVNadb5/I2++AxNSvqalqz22BDu9KCjePX5r0710c4k+r/LiuooX0b1bZis9vOepPdqUrD3GfVw8opuMvuFU2Dsyaho9Z/a6vaopNz6Z6He+DOQOvoNhmD64Ena7olWKPtdNfT5eWHi+iJU5PSE9h73PPQG+W3QJPiFGUT2eBAC9dQ3rPRV3Rb2gsx6+XekRPhbQVT6aaIw9N0W2vdZ/z733Dy49POpQPkl/rb1B5co9pvqBPkm7yT143VO+j8VIvQ5z5L0UUIw9krPWvWri1r0OGZW+VXQrvrvKTb4Gi2e+GAetPciXKL59JHI9Rxk1vlRqr75QYBe99f06Pj1AAr4dpZE9teEdPn6T0js5nbE9w1zzPSc1Sr615PY9aIkJPic7nL4L5Ci+m/m8OjY5gb1HV8o8e1PvuyQIbj7OzEu+U79EvNhlc71YZyw+GagVPoTbm73H3MY5vAMVPl8DKD7K8Gk+t+o9vrMpa73L0nI+GP8vvvcTGT4kdWC9gPkwPl9/N75wCQG+F+uCvVU8iLv+Zpy+P9SCPZ4ziD4+UtU94b9zvu0cYT5wfd++n4IUPgPfCz6fmme+uyWUPquQJDxipam9bpg2Omvdar0pvKa+ssibvRq48D23mrC+ljoKvb7LTb0ms4g8VGaXPVuqRT4KF46+u+wIvtv9MTxK64m8W+dDPo9knDz0MWe+V2VPPFUm1L1A/BE+ucbXvrFMVL42OJg9usqvvJoIcj6T9RI9HCCPvpTQcr6utRw+jwZXPmv1mL6E+qQ95NVbPoFbwj4GVw2+hk27vvb3s71NEoO8ZAw9vvFfAb49AEm+POkOPuTV6z3+K9A9OlHlvevkDr1R6Ei8fRL6vYPlIz3Y4We8MGHfPZO2zzzw1Y4+QGvYPeAdhT5daZg+HAGvPlLZRL5a1Zo9E/RgvpyihDuvGR++yb0QvlL4Nj6yfYa+xhpRvZT1FD27Th2+o6fzPcWbmL44unO+muC3vUReRL2jqrk8VlaCPd3UTT72BXK+5ZuXvTQp9byfyZK+OMLmPWDhwb3ZzmC+2mazvOMPlb5Wgoc+MjS5vXLOiT6/90e+LMzAPq+WNr2WEXo9XfYAPOB+nDxCqk++UOEFPhxCUb4d+gW+ZEeEPtZ1vbu0wf46vWYHPUkfUjzJi0W+4U0dvSTyB76XNBm9cQrcvZRbZr18kJo9WgFCvgEu1L4Jcwu+h9Ypvp3oRz6tf469U1yfPiNpYTyQV0I779wDPbzbC78lISU9egWRPXvLOjyPSBC+bgVPvU5RRj3Ydmc+uscIvAd8KL5L0Q0+V5MpPmO2rzzZukS+tOFnvXyJvTt5YyE+rzB/PhEnyj7gArA8Hge6vWXuT75MwxY+LiP9vcy2qD3yski+JSsSvvZSST5ZTVE+Dd8+vR81Ij7ksva9r6JSvr73EL4hCz699MWSPFUMyT2XDhM9/epdvk3TCj5Ay907Gh0FvcuIhb7c/10+EvsyPT+vSr41t9u9pe3UvbCxiz2eska9rtTPPXTILz7jVlk+krqKvexk/zzTQ6C+GdRXPXIrUj5qnxE+PqqNPbxudD2j9V09O7oMvi9Crj42XXI9bEU1PkAKRj7HjNE9acNavvyGFj5VJi69Cdh7vlb6KT61G1M+EKzrPNQyAD52rt+9NHE+Pn+hWb4N55W9aSQgvv7Xn77KOHe+nz1AvDgRF769hBK+43TRPnMrlz04u/o9sUqGPjIyT763/li+QD3oO65ujL3dNpu+lA0avsRS0r2+5ZU7hpcivVE2oj7vwLY+sloLPpf5jr2tGOk9Nnh7vuMX1z37Fzw+rtJZPaABy71izBG+rELXvauKLT75eyG+qtKCvP8DSL1yWpe+meodvsEBwD43eD++pSVYvuC8T77aL5a97Ag2PotYzT2TXvS8SWeKvhvRlD7DNv68KvMmvk+1mD5cxYi9sRvEPbbzYL7vYjs7F7AUPo4wiL4Jq4a9iO3lvEIamb1ABYg+MrEyO3sQLT6j0xO+FHK9PO0TZL7G/JC9Y629vY/fMz2ldV2+76iovv88Lr6UP0E9HC9MvnwuyD2g25w91EC0va+UeL3et7+8nuPsPrwJP727sqe+R6GovbTM4j2pJCY+DmfvvhoqPD2f3zy+VOSDPpi7Cz5+xhe+AOBvvlu3eT6haI8+2QePPgMLij43o02+qncMPmzNsj1FLZS9mtc4PXSZJr1DiiM9jBOCPBeXk76uei2+3bYaPv2r472S9uI9UPadu50qTb5rNzK9pX2nvSFXCb4wZG8+/stHPlgIx77RjZC+jaiNPFBg573s1Pe8jcIZvWzqMz5VicG+eh3svW1emD105CO+MiRfPVFxcb6acaG+9amIvhsrNr7r04U+Wm1cvUFgOz0hlOU+USddPq+Mur7A4AW84L4PPgP/lT2B6dg8tWGaPsASjb7eeky+Er2QPVa1R7xBtlq+QshVPZ5rgz7P7Xq+GktQvjTt/b0K5ic9xOYCPkMc9b16Yb4+P/x5vuvfeT5eYtG85Tx1PWuTNr6qc7M+eOomvlFqYj5KTCO+SeevPXvtvbxO0fY8ZuKmve36jj2/rHc8L4l0vUO9x72ggr+9YI4vvjXpLr7goVQ+3LZqvW+lpb3Z2DS9CEtDPa3RZz14knS8SIn6vffJg7xR6Eo9sRwQPcK7Vj27sIW++5BLvcIWiL5/3xO+GiSGva2uPL6lwRg+KonfvdhTib2Xmz6+jCa2vI/t8b2vAx+8ZbAjvWPWHL7aGfa+wuKOPbcKf71L5oG7JJchvodsBb1FQVm6KIIovR9U470e+WW9xgLSvVkzqL2ObkE91wPavXaaEb6imKW9koo6vnyyMj7YqsG93jOIveggWL0JE6Y8n00OvOCFz72biAw+OCHcvaHG7L1/Xbm9yQ8+vmHp/73eUCu+12jDvbtnET1xZTI+gPhcPT8NDz1Va5c+/0sNPtBBSr7pbKa9AV26PbwBAr6inO491yCTvFbVC77ur+U9A6XWvZVNcD2mz409b/YePuFNOTxfIg6+qQeaPMV69L2SWqo9lyAevnz9i73xGKE8yXcBPWi70b2EC/E91r2qvi5bAb0KAnG9eVhgPWWJubwzB/49WWgYvqrKJr3dVCa93aKsPWkqLr4P/Jk9EmvdvZ0S973Wglq9WhhYvmTVij3Zayq+x94hvqZuKb6G6S6+PpqJvfHNGLzeQgS/g6qQPMtbBb540Ua++uN8PbAEnj1vAFy9QB+AvSn/Jj2nctE9WsjcPF/NqL34Pg6+eM9SPU48kr62x0O+FRm1vQeRHr4bJiM95haSPQPkRD0J9zG+9XKnvVUizDzNOwo+hdRbPo6fDb7c8ru9NY3dPXhYMT1kZmu76z0IPVl8vz01024+OLpYPrnCgD1l9ci9YhqOvRn8Jr7Y7l+9pKcNvjqN6j1Xc7y9k0Epvtpjbr1ezXo+3609PSNL/D16Hdy90PACvgr1dj4iI4U7hCT2PQpyxj0a+gI9bzUVPnyL6D05FRi+k7rxvSjnTLxUIIu+J7FtPf5eg7yX3mG+b19JPT/gWD6aVyg7SQANPidt3Dz3yeK9L5W5vaC2s7yek/e9UVtfPY3JjT0h7Iq9uZ0gvrVR9735YQy+W3/SvSPY+ztEbii+pAukvbQ2xj3pkQA+SqdXvaFPpz3koFm8AFdJPbGVhD7M1ZE9lpQpvqLwPD7P2E++hLGYO4PUFL7rdW88Phn7PSFUtzzKn6++ykgWPfR1uDsqv08+bz7AvPeRET5EUlY+6xXuPbATMj5UnFq++CgWPhwAuT3vhCm+XOcZvnUnZ71VnSI+oeU0PmtNIT3X78g9eN6qPFnJT740+h+9+04BPqDUir1Nry++MTWCPT+6OD08Zgo+vtM+OmdcRj5hNa+7JBR0vpP9Tz5ztlw+lwcXPjJkXT1sLao9JKDTvT0nuT3F3ds98zUmPcwcjjxV5re8ZI6nvU17YT3B8hi9Kt27OqB3o70kMGG+H2HdPMGLxj04s4O9+FvTPEM6jj0B+1i9dk8UPCJyE77UMr48Z+rfPbxGbb1EfjC+hkHxPQYGVL39zD2+OQlMu1MERz4P9Dm+kipWvi0ri761vRS+UXUKvv0fdD36lHM9jS5gPmIifL3ihFs9SRmwPKJBBL696UG9h1AyPh2f0jxvzgY+IK/DPMNLpz1ChCy9c2GfvWvYfL3r+vi8g0CEvCCPnz0ur+I8nmYCvSts1j0Y4vy9lyx4PkCP9L3fudQ8+ilhvtfYFL7Pjrm+raZLvfxfTL0AwQy9NVtLPfR7JTtqpXi96kwgPVqylrs+hD2+FrTrPQGcXz7iwUU+XgXGvesrrL0CRgy+Q5a4PQqjoj15h1G9DgadPDyhhD376T6+eDJ8vYqLurrlDv49fOKWPUXyWL6ocTY+sYe8PVLKCb4qSUU94ZT9PQHBv77Ghxa9tXaYPRuFDr5SMtg9fKPkvOfpKj6ytSw+tzx9PfdjQb6L1ge+LOfRPUECMz42A6s+CDi3PFcpfj5ClAM+4dhIvWSld71kb8c96A6PPYwQmz7xzSI+H6hOvjFpCz68Lww+cogDPWgEor3OXJk+tVkQPnnHAj4e/cM8LjAuvKMz0D3lNle99OA3PhGnLj3fbHC+By8yPdZNoz2s6vG9CbBZPhv57b1IMdM9BO2tPS3YGz16gae9mnxjPpcgDz7JjUq+ynvKPBSJtb2cUAy+VI4JPs2C3jzViJ48V+bSvcNxR73Y/ke+WzAUvA4SHz7Hv4+9t+8hPY6hlz2p1uI8N0XVPbLnLL4NCzm+/9RRul+QBz7YjEG+hjM+PWRZmL35jDS+EAQLvjKIHD5WuTe+/+YtPU5lEj3/tKI+1T4DvvZ0Ojr+Quw92rC5PWBhlz243hO+b1aqvexJmrxpH3y9Eq87ve9gAb451OS9AxaWvsPji76ttFC7Y/m/vRtR1bzZw2492zORPOL08Lpd45e98+4EvhGA8b06Vd693dgavp+W9T2Y6g++eBYUvlwD5z2kSgu9aIaWPYs9TT3RLew9I8D9PFgg3L3Tai6+0n4bPQiNJj57BuE6YCMOvcPNO7203bE9GOTQvDbJo7vifm2+KUTIPcY9WL7CFKA9Qh0XPpCJGD7heFW+jG2gPTXrrbyi6E2+TAavvSECgT6Ro9W84sSPvaQI0ruHiDq+lsMzvh/cMT4swHM8D1RRO6BSUT7rdUg+ZdomvUdXnz1wAtm96paNvd8mmL3GQgC7Q/h2vdK3Ij78w0e8IWzPvVz8WDyjQu48EAb0vMb2Ir20KbU+ofMBPgYfmTw2SsW9VyAEvu5k0r0+Tfm9t34ivSipUb5jqhQ8Le6NPYXUo72A0Xo+ML+SvgOsgr3XdKi9IT+HPVQB3r1eaSS+uUaovfRzz72taqQ9tQyPPbEi773wtuU+CYqiPnnYLD5CAqg+YvqnvYvLHD0k7mK9qWg3vrKkSz4Rvwo+FgosPowFlr1UOIY+YKEavo2eyj0+R6Y9I/yYPJhSG72Ch5E9nQCwvRCPQD4Ha589XO8Ev2zgVr5Hkhu+82VbPkbOND7zFgm+xGkUvhPzkL5/RlO+zMqevWymrr6XNS2+Yf3NvhTuXT57qZu9wRojvOxB5j1GdC2+Lz0nvegt2T7Si5I96cOIPh5uSD3B2JY+WlXbPmbhaD5ylSc+DPGHO9i1Pj46dAM9cQWZPchGDr5Pe50+XIgKvkhZxz5HPdm7mDeIvekIeT75dNK9vkqXPCOqJ75h0Em+H61XPrUhLL5WKR49IUzAPm6FmT4+CqQ93TxlvhPdjj6IrQm+MJY4vr50Nr7LB0e+nCADvhm9PD1EL5W+3EmkvtFrpb0htEI9D3rXO+DtBb6b21i+L5UGvhW/sb4ALnS9p4EbvTM1bb5M/x0+ASCTPgCUiD4VQgI+ViFMvWEyej7JQqQ+BQAIvThjNL5JE6c9hhOJO0suej4I63K+kaqrPlRZj76cFi0+xoidPaCYbj5kxUY9jDhWPXfpE77HaLE+n903vfA2Zb2sQpO9UQVSPiUCfz6xqMA8sngEPtpnPj1xb4E+dpD0Pf0tKT7AFM8+07OrPBHayr1E62k9cFEjPtUpj769Bg8+pv7MPPgEJj6pKck9AMuJPj7zUb1Ye1K+ms0zvquLuT2PZW272OQQPq+dyz1p0uE9zmYBPQvCeb3Gby4+4agZPi8jmzt47yu+4DelvjHwkr6z2h0+3mo4vurYgT1bNR++8Hu3Pby5Qz5edH0+IRAGuyu0/DsqlNk9/muLPtp4/r2v8Bg+bas7vi6ZQr3SGGs9MnLRvaKsEz6hONO9X9/Rvbzc2jxKITI+c7ntOzxTX75guEA9l+BFPhPfQ70v+X8+67URvmIWWT1V3ow+YKOqvTXtYT0A2dU++gkzvrx92Lwiozk8qn0GvsF37T7JtfA884IHPWrKw72SUji8OHZjvFYjbD4815E+2D9tvng2Kz63xDk+JhYbvrlGtjw0WE++NLeMPuWFmDyVNE4+MK86vqQAtT3V2iu+5uItvcSP3D3xqFE9J+EzvB0EKT5/rDK+AwWFPv4tczy3tSM+kUWXPRjNJL5O2gu+7Q0OPa8tKz3VqBq+0Ns4voWrR74u6To+V/OkPDOXJD5+H6Y+aOucPcAV3LzCJho9y+8Bvmc1GL1Wuk4+2GGSvG5wXb3x1YS9RBhlPQUv77wRi7K8aHXvPIAI4jqM3hY9/o9uvj5f671yyda8T7HSPCAkor1/beI8OtAHPgvq/b06VkU+zhewPZuxKLpMk+I8DyQNvQq+Pz6Y+R++L6oCPmU7YTwirci9lOg5PWd6ND33j669HOOPPbvr8b3OKVY9utRHvda+3T0JKsC9zw8tvsmKBj7vGz2+0+MgvdnA/T34xwy81YVuvgwrMr5kdy8+UHChvajSEj6YorW8xpQuPPRlcT0j7wy+8mlOPbu2Br1uSpe9mo6JvOTQQr24SDW+ZviDvWHFEjwT0No8qKswPinhiD2ZiUk9ZefuPdbQij6cX7g9rUxiPQC40btuu0g8QdAIvl2WxDy4FYi9KBStPObdVD76OAW+V5x7vRq2RbzY0pQ9hEM7vvqdCD31Ehi9CeQRvgppqL0QUSk+C3JSvb1rpr2Tode9dfBVPrUoXr0zQQC9gyQgPgPvrL3NEKc9UT5PPTQdzr0WigO+KUtFPgk0+j143XS+0mzLvR/AHj1WdN081xuIvZfzEL6LxN09g17gPJ4VIb79y8E9Eg91PTicxb2+Rps9M34OvmPy772S+yi9uSRqOdpqF75UBNe6wNhhPC3oZr6D7HY8PhAyvq297L3DSaG+ViuCve6hwD0XHQ0+IpmkvjT5cLzDLsi9XDvVvmG7Nj3cYx8+MFW7PrI4w76LUxO+X5JYPknIhb5jFjA9elYSPiX4X77NrTE+YVsJvmTuh75p/Ms8rTa2vcRtqrwKdCY+oSsIvjtiE726+TQ+z7PMvSEUuDy/WJk+a61lvjW6UT68KRO+hR9rvkhSj724hZO+8i3zPJMYDL7MCq2+0HhKvXHCmbzeVRy+iLuuva6vHD5sJso9dpnGvaZGJj6CPYA+nRunPTVvGr7XqYm+OSCIPtTp9j0h6Im+XcxMO0Yax75pF9W9hsk7Pr8l3L52bCy+vS0dvsvE9D2P5EC9IY0zvVBEfz13MgC9/n6JvQ7N+D0nqL2+AHsWPpTKnTuYirk9hy2kPjjrjT6WAii+qJJXPY+YdD4cHMC9zu1GPV7ttDw2HQE/Ob/XvuA6iz4q2pA95PylvgZ+xj7szAs9Am1nvtOrgr5c6SW+3ltFvdUd1L1OlQk9cmlLPOWpkT6rHg4+Z+wBvlbyeT7mq66+Z1LGvlg3S76jOaE9FVDVPXfckD6J3dy+WNYovrIWnj2Ahl6+J1i3vn+PCb7MECW+id4Wvk63sz3xVpI9v8lyPatXjL40qsu9uiJ1vZp9pD5Z6Da9lhryvGsGxz3A6Ic+nOYDvJxOlT2MPp6+QC9hvkDHfj7CwKi+H2AYPscS2rycbQ++5cShvK3lE73sJJs+UvJBPupW5b0lH6k+lTewvpj6Br/Tyo27x1mLPG4l/D3E52w9ZF6qvcR0oDyTBNM+McSDPd6gej7yNP89Rv1RPZJbsD7q5gc+TM5QPi2KJz2OtC69rCC8vIWs8TxKtPG9mH5AvvCoCzq9UbA95PDeO0pEDL7s80a+atRoPYByIb5Vc8w94EEGPtY14TxiD84+jWe6PumLdr6PNnc9qsysvWtVpL3bdcY9cuWBvnGmIT0PioC6APmwPR5npD4glcs8YCjXvtwCKj4AWqg75T4NPvoZTr48Yme9d+eDPDGPUT79UFW8VVxlvt0fFr7Q7Rq+DxWTvr0QUr7FMf4+IP80Pvn/hL1yipI9asERPnRoPj5jXIs95Wm3Ppf+ubvoA1g+gfjcvbXcxD34jUK+Vxa/vYLPL76kwxW9eebTPShjrDs1PXW+KRK6vf6TkDvVQwe+ULwCPxHvGT5T3KO9W5GdPaxgQjxw/gg+9xOwO+j6RL6XpmS+jgXbPumNnz0me7M+J9LKPYUENr5WxhY+IFqjvnM+6L0wT4i+zVALvnbfFD6hVcU9Wk1KvpOOVT4EluG7r1cZPvZDGz4iIRM+XtzZPgMVHD18f1W98/K6vCKXhr5mJua9PSLKvKKET70SQ+09eYHAPDyUgL0MzL89R4smPnr1oT3bzr89JZIRvdnMf72xlRO+75Jgu017ID2VoQo9wG0OvpyclbyFJYQ7lmfgPV2lsT1x+jU9BYhGPXB4JryMq2Y9sZHku+Eoib5OF429t2wWvVb47LztFBa+yUrbvLOvSr3XX6u+Q/S9PZD2Mj46uqo9kaYgvqRw/LzWAUu+N55YPcA49rxP8Uw+tVSpvTsUNL5gMYG9czT8Paz6tz3+IYa+pWqZu9R4qL2q9wu94BK7vc+iKL0dKZs9pukwvkvBJr3ffwY8Z2V2vMJHn735i/89cPbvvQ6JKr6f8PQ9cpIevvyrt71P1YO+NaynvXquY7782Ms8Uah/vs8atb1YCIU+C4NcPd1VUb5+RNu8cI1uveGrYTz7OI293jQZPlXLFj0sQB8+SGHqPHRbbb3hIIE96gsHvZONwr0zbi499wRkPkC2Gj5pl209pDjRvf2vIr4rvd+8uSwWvSdcjL2CtyY+L3YcPZRJUT7DFiU+lLNEvkFzaL17MwM+DtEUvulVBj5lv3K9SZehvGZZhD28qL28R6f0vborrD2h7Da+n5aNvRsjLr60X0A9Qgi1PLS2vj1pRZE9UYPhvPXJMz6tCm0+39FkvlAbGr6QeA6+wA4JvPkkMj7Rmd+9ajIDvj6TS76AWE6+LHG+Pb/kgL6zcnU+ggRNvL2NBr2xGdU9UTWMPg++vz3568e9u1H8PdQMh74Wui6+t0psvhfTFD0zge28CxPiO763lz5nhoG9ZJRsPnJXBT6yjza+IS38PWs6uz7dBpY+avydPrFuV76sZky+ckCNPhPSOz193BQ+94iFPhmUhj6j/mO+MFOfPkCTHj1mv4Y9q/VivmCDhjzGjZK82RvCPVNTLb5WmaK+Lj0GvkbSFT73Sm475FJHPWIFiz6Nj4Q7uTUXPmTxVb0l6EO+hk0HvhgGar6KwQ++fAi6vut8Wz5R0p8+SCvPPKmmsb1hAzU+Y5BLPvqxKz5BLZ2+tFLBvhs4hj1bMc88MBgfPnJOujxxSTw+JNttvj6sBT6B/X6884MHPl5lTT7fDNc+9C07PXjEcD16sAU/PARAPhbnC77SvVq+srZ5PY24wLwnRuY9NqEdvX/HTj6cDxS+XKiJPTRU2L2/kmk+nvAWPZiWT72LPB++ADwnPs62eD0vpQu9hwJrPtvaUL4HPNY8zn2/PQiEWD6/A6o+PmfDPCEKJz4HraG9/1HAPe1GIr6ZR7a9mBzVve8OAjx2mVM9SZE1Pi9A77wbhSW+YQ7HPeZ8ij7U9nm+keIxvhfwgb4LFsI9a7mlvV5URbuhhL09wZE3vsbFyD2h5Y4+gmXRPvuytL7bR4g+U0+MPpD6m70F7Xi+z/ocPTFBw71P3l+9NkAMPnIpeL685W+9G9SDvVwJgj0l1Zk9sY1MvWEYPj44m6c98NXFOyyF8D3nTcu+X051PXY4DT6SzKM+OjwFvi7Ppz7zmNg91AHwvTlTWD46GCo+LQTOvduxA71U0bk9VKU6vda/E7wqEnW+O4tmPZK9LT43WlC+IimqPV7jgD4coja9XXdkvt2heb4Y7ri+XumuPX8eCL7MwkY+BbiBPfY+sz1XL6e+KgKgvazkMbyQayW+kBbSvtmqjL25Y4w+a3t5vYWm8j2pYNU8wMukvp8ChD2Mqgo+QgE0vvB6gz6FaQC+O5YQPWVQJj3NJC0+Lt0APlGIvb1Ua76+S26ovQ86BL4w+L4974gFvl7Ngz62jU0+vx7lPIPoBz6JTUQ9iIC7PSFHkb6Hjn+9RP2AvRGMF75EqjA+KUCrPdkZLb5VWqE9Lg71PE91oj4vy8C9zRfBvBgbGL4n1/S93swovn9B2z38C7A8R7+Kvbcxzb0VtdE8w9SQvGw+3L3a1Ok95NCuPWV5Sr5XPuu74GSnvoIu5j2N2uC+kmBdPsJTVb1eJQC8Ku0dvVfFQD4vqlm+gDScPqjjy75/I5S8UD0cPjnsjj3FWxG96kVQPZdy3rwItE2+A2kEvW/In71SrpU9QK4MvjnmdD5daJg+eDK0vefKnj2bR0G+mpPMPYtIrr1M0Z+9QpTkvJyhm72C8Kc9F+L9vfpJ8z0GhCw+fL2OOw0mgj1ubV29m3YFPspmHL7s/869WyQEPBru5Lyg4KA9vtawvYJvtLwddlo6kgdCvukjHL4/3je+FLC8vE+sybmtCT4+PUt1PrZnrb0jsJA98plJPUxyIT113Nu7U30XvvT70z18Mdi9oMuYPXP9oj3HW8o9GhjGO1onlT1XUAq+i5FsPTbhLL5FtrS8uJnOPSoNE76TfRE+pT+WPYikHz198xs+FIBBvUopLz2uXA0+oM1rPCqmKL6yL3I9706JvXbW8r30jwy+FeaQvdQCL76T4Ci+O/odPmCjmj0SIzc+TCnGvQErKT0+iTY+OT0oPRi2kb1v9oo9OtVWPuTj1L19bRw+N3LNPcfdJb4PfGK9raakvSnRKL6FnT0+dd0ZPmbWbz7Hngw+MVk2PhtK6b030GA91kSxvY9AAr1xAFa+grizvUc/W76nrCK9H9LtvfOiKL4kYAI/IhgBverVW73Y7W2+LWnKPE/FQj0HxJa8CWsvPnErhz3JjQe+Bw+Wvdxtdz2pIbE929qsvbMAvL0lolu+yG/JvLlq1T34vqM+Qum8PY6RSD5xX8G9OdJWvvj8Vj4lKsk9CTEIvvbdKT6RSoW9L/n0u9NquD0lrdw+EY4tPaaEvr14HaQ+0Au3vNW0gr1p46a+hVgxPob/Bz5VqoA9dWk6vrLhsT2hKHM+8Ax4vWBTnj5toZi9yQRRPj6OqT2oATc7tAM3PZdf6r68ZJe+L1cBviySH73QXh88dXqLvuZjhL0blIy+q7coPTGwgT6MTDi9HSmPPXKPjL0cAAw+Rbm3vR0dC72bFYc+WmbDPJjL3z3u+Zq9QKEuPu6SzzyIJii9sbuAPE3RGL7gHC0+eY7Ivc/3vr77TpK9arsOvk4SUL22650932cyvnsvDr58NSK9ykkcPtnOHb4oznq+tKTVvfeChLxgOAs8llc9PkqfND28mok+Ay8pPlsmM7tXZCu+SzCHvpeQlr0MlVc8NdlEPg39JL2kOHy+39rEvcDjbb67p84+J3kRvryiqb7v2eY84FOwvY8Qa76HnEW+J4+GPhqImD0mXs29eg01Plq667wU7Eu+5lUIPmuzvj2dIP49/I5cvPjEsr43hW09NSHnvafhwD3Rwss9NekvPicCpTw3Jm49hJE8PpK2ZT0bKa09mDaHvmAKiL5oGLy9z7Q4vW45Xz7voRA+e3rNvfRyOL7GVW+9zygjPvdYn77bzZe+clK9PAoxZj2lDr69wcALvgeUZb4lIFM911WXvd+cK71x5QU+CrddPv3m4r0fNIw+XCC8PgfxGz5Su9i9alDCPrUjMb6SkQO+RxL1PDAhRT4eawO+nep2vQ5NbzxQC5w9W/ZxPlJwSL6daIu9kwspOqV4Yr4Curo+27Wevuk7TD7dAQe+UGN2PlZ6Ej4aBZg+aPCIvfAwCz2F/6277cGpO/XfAT00Snk+LhJ/Pqo1BL5LHzq+tgSYPimNlT333pW+qYSMPMfDbD3xx3U+UDoRvcV8Mj6T6QO9mDm0vVvseD0z6jI9rXL7vaszgb3js+K9CHauvawqW71No5a8oqmbOxGJ67zSK2A8XLE9O/cEZb644+Y9cK+FPiM5yT1O/q89dFoIvdnGCj3D78c+acpZPdznP74cJ6m+jzw0vna/ebuG+Y++F/hGPFihRb72ny+9SVubPivG9Ty/gky8bJyxPPzudL1HxIk9SouFPQaTXT6qKN09sScxvm0zgT6rOq094FEEPTdwJL5cmiu9eOJPPnDphL3hwrU+PGS+uSx0Or6qyR29AuBKvnBBMj6Ut0e8W5cjvhvJNj54fIq+nDVqPk+097uhfxS+kmFeO2ZzLr4ow5E+p8suvl+/ITtSIpK+713ZPUlow71CLW68TKFqvSWcbz0cSNy9mOZWPq7dEL1ABX4+n5uYPgmwvD3TSHg+E3oovTLTXj713E6+PP8APoz8+buzo5K+EgRzvfNMvz322oe9rUS8PIMDlj2jL5S7HJLKvUfkZL6o2uO93nGPvbcKADxDHri8Ma8ePgutCj565RG935hNPlioAD1Txqo8HcH8PLErjD3GJSi8caJmvqij2DxJCmQ9EjdSPr0zyz2Xbza+6eYvPXp5xb2Hn7A9jBleOxITGD1Sgxw+ruGYu5HjFz1boqo6059PviZFZj3hVYs8l8jQOyAaDj7rcvG8frC0vUT887wiMw69hc/tPEgOhr2Yc9g9+jLUPRBQyTuUcZk+n2EoPo86lb4yxx89lI+YPsAJgj6gpIg+ZBnAPcQweD3m14Q9SKCdPPGPUj3v9HY7dJ2BvhxjbT2hOtK8ZLIRvk5WTb7Vk3g+kDNyvmDTAj1QdRK8B8guPQ0flD3x3rq8cJUXvn8bFz0eTvK9KHScvR3+vr34iWE+juEdvsMgnD3RAoI+EwSYvUFI2j3a0gk9Ke4QPk5rvD3VZRo+vyEOPjKFUj5TUgK9ZnU1vSl7ID7rRkY9GhOEPSR6PD2x1I0+avuPPuqV8L10QoA+N+pPviNToz0cZ7A9VEImvQNsjz1tDF8+DW+tveobGb5LMQW+X7qdPJH9Kr4g8Ye+7xjDuw4hzTwi0Wi91GWVvJMMFzwqKxo+PF+uvaULpT59QdA9susaPIRISz6t67K8/LdXvKHgfT1FIYq8IjgQPqvTEz7SF8A9bJ2jvbmWa75Lu1k+Xlehvtnz+DzwaKG+bVTBvRi6Xb2vCBe+lfUFvZfjmz2UKYc9CbxFviz89L358Au9Sa3avUl+kL5rgjE98t1wvuBjzb5GmzQ99usBvkhHnzxIthg+ZjNCvtekJL4E8lo+7Y/CPe3ZSj1ifJU+oUhvvq8TRr5i35Y8lcCBPSqm1j30+ao+utp0vfT2BT79WYe+aiVQvv5/EL4uCAq9Qt3PvaMk9L0fbZa8hC+mPA+mOT5YsIA+lfxfPuVJ170czT8+sBZXPSarCT6XrL49ywK4vfFDLb3fC1m+xhffvGBWFL1SRx8+T1VdPimZFj00un49puk8Poxgxb2lfoU+op+kPXpNYj5JL5g+5fm/Pdrk9b0MXec951Spvswm371EYaE8K7nBvgBsDj5d2HA99zUIPWnUNb5LhKS9fkp+Pq2FXD0jCqg873slPsar9D31Lda+sGrdvbNUgr4hzXY+BnU0PjTje72/X1a+ZKyovpoGOT7wZRY9JAtEPRbHAL6Z+uG8fB3yPY9vi7wADmW8lxTaPVVxmD2RMzC+49ZdvE9+hr4Sjnu9uErvvbpTuL4dF8g9lUe5vWaHeT1XIju9tiBQvhmyCD2+Rf08SJ7dPk76ED6R3fU9KXQFPYXrLb0AS5W9DcoRvjsJDLsVHxA+Fyx/PQdLHb5D8zO+fkiGPjsngbyc25o8N8iqvHVSoz6egZq8L9cFvr1zLr5DbHG90L4mPn3lm75ScgK+s4MvPmIhbr78yfk9JmeCvnnuoT69q1e+RjVBPkO68b0IKpk+tJ4IvWXUJT3tDUg9KzrdvVjMUT66wnA+f4zUPSnlID74Ags802uUPnXgSj58IpU8rhRKvvHzj76KEdG8/+r2PV7uZTy5uGS9OAjXPWpQEj0f/gs9/qA3vk8cUr2oM/o8zhAVPdLa/zsZ3EI+M9RGPoliBz5AaWg8f6+lvlnvs74dbis+6DyVPtYBiz69YQi+3WKIvTG6DL4NAJw+VlIBvpKjb7ysZWi+/gtMvqRVJj7MUQS+FJoXPB5ZxDwh0O293meuPnijo73X3IS9jeNPvIMUDL7ujRw9ogYCPY2jG73YBck9doEaPdM70T1uK+s9GA1Cvlfl8jxw6QS+f80ZvePjq77AAiu+2N/fPQ2c/T2d+fC6niAivogkDbzwYzi9tceevlKPaDyupTE8JDCDPk13kj0JNzW+ugQXvtkA+702hj8+h8kSvo93tL07d4k9pVhJvelgDj3ex9C7YStIvp0pnz4OcZc9kwXOu2yxfbwmj34+mrLAPX2idT7INUc+dEBbvfNcQb5c5sW9U+U/vtusfj3dICI+DIiTvnHOZL22Uhm+HvNGvWNCL75rwQK+wz2fvZ6tTz6oyos7/wM7PqNzaL7lqiW+bkWZPbSR6b1HTFg8JOCGvtKT8r0HvhQ9FOIEPrY7T75saiE9QjRXPtnzVL3qPIW7ETl1ve5CAz6CWVK9ClbFvZS7pTwrmbE96k6XPpfUm7zLCZe9UWebPkf9PD3rAh+9y6govtEwGj3lyT0+6UXUvUJqHT56Xz28eCoGPpw3cz7ZXTg8MVJSvgTszb39OwE+aU+cPfIYnr3uQ/09GU2zPYK6Kz6S9K67nwV0vAxHEr7dGSe9Cp87vliMQL0vRNs8e4vuvIWv/7uH/U28Nl4kPnApbz2u5RS+ktQkvu+vRL4Rn1u+sBkmPs1oA75JmFI9T9mGPd4i3r0LuCM99VCjPe3m3j2TkL49l19aPR32kTw22FK983uIvZLoAL4nPR89YFspvoevDD26dQY+84zfu5o5Wb2LlkS+BDebvVoplj1Zl4c9pJurvaGubr5bsD29HOh1vg7JAb4B0wQ+unYDPst4k75P544+MI5OPapXFb5D2cK7+tfmPCkiy7vz10++Mm4tvj31ab5sbBa95IBkvEwD1Tws26K9yKwGPu8zAL3pmaA9B5WVPRJ5Zr77Qzs+AmpjPu2dtry8TT+92Vv+vRZSuD1DPcy9L/dSvQ2iq77ubEM9w0Nyvt9TdD556TE9pmT9PT9SL73Ct9A+sZWzvhzF473XT0m+8EDSvkuwoT09AgU9QZ7QPobXdL7PmMs8BUprPnryhLkF0FK9iOzFvq2/qL1qZ6W9SyTlvVYeg71LXJo90z2zvltdrLx+e0g+7OGoPSVx1bxYDIY+iIBvvqvoET1IkpQ9Ss3rPIWfAT4Z1MY763NwvpcIor1aQwI+vYKNPdRBwTrkbMO+bpjcvmZwlz0qFNA7Mjxlva1wPz4feMM8+kF4vadIW75Bitg9h/hUPo1vnr3lBD894BwjvrVmVjuLEYe+mdmhvBTrwzwR4ja97JfEvaU+Yr5lzly8tX12vvBmJr43B4++/6mJPsZm+jzYEsw9H02Svg8Ibj4P6Ia+QV6jPKSYqL2vTXm98e6Tvs8CvL1tEhE+xeB+vpBMgT4V0gu9kFidvvktF75HT6U+RvPTPRBGJD6rIGc91AsVPoVb971YNZW9h5u8vL0ztb37vnO+w0+lPV8Grj2WyG++aauHvr2oUL7WwsK9Dyucvvbm0Lzo0oY8utx+vnYC570pgQq+pNn+viY2l72Ego2+HJu5vcj6ir4xSi++KPQIvjpN9T2SOxw95a4hvvXdHr+F6FG9AABGPv1MKL4N2gc+fMl7vVcvDz7ATMa9UddSPvkQDz6OKuc9V8fqvWXDVr30sqA9hePUPWoIgz0b0YC9wI5QPcZeEz6bgcE7xCXhvkeZtz3s3p0+FAlhPmBEK7y6j3i+udlqvjgRYr7uVag+SBkivXwoyT3WQaQ9j3KSPTG2WD791D4+FTdovRjtrb4gs0m+vnFuPoMchz69Kzg9QHu+vFjm4r1WjQg+odVAPjnjIj4nOwo+ofENvrFKD74FFkq8W3nxvVgCGr5hMbi9snWFPnBCQ77qBSa9ShhEPZWzyL0Vaiy+aFIIPuGicrxYoJW9U0AFvbar0LyQmbY9es2kvONVyzoR0do8rZmQvEKUUD72fGC+pMv0PA0SEL6muBC+7etnPj7zlj52OU8++7UtPpZEOD6vppq9+NGrOm8EIL64D0G+M/bqvQxPRT6ekle+1dnfuwMoHT2a+1q+rvemvgDPGDw954C+65tbPEiCZz5WZG+9LWiKvGor0L4FAa69RwEAvqItu71/U6i+yqFTPjWRGT6DHvC9wNmVPXvj+T4oYvm7YS7OPXq0Pz4UEtY96J2+vXB0oL39pEW+pz6VvRLdg74WsCE+MIOHPli9+z3C5Ls+1gAKvlufur4kIlA+tBC5OxE5cT7N8dy9B/nLvdGD3L3tSBa9nAYPvnUbTD4oQ+u9s1aBPllaT7vlW5e9YbkAP+zsJj5sMu89Ln0CPoUb+DwiNwK+2rtKvoSMcL4FkPi93NpOvrkwKr3Ht5M9ByNpPF+L6r2FYdc9t/AbPm7sRr4Qq2k8ytojvmF9Hb3uSQy+DNYZPrjGkz2SJJy94eKqvdSynby7Lem99OMfvuGchr1RB429z6MFPmav3b3BGjg++aFqvgW8Sr4DCYo8oIoWvVAiuz1w9Gg+9ayHviT/pr3ozZi9oRW5vVa8hL5bAqc9Tf92vWasm71oMEG9sI8LvqLNVL7J+j09hVE5vroim73cllS+Wo8NPszF773dU+k8IFz5vNi2pD3oDqy98HEPvjA9VrwxWFQ+57hiPXex2L3l6/O9U7ETPoFksLxpZOC9EfzLvQHCYbwtbkQ8iJpUPoA5vz1kzXq+SrVLPfy6hb4CCxw+NZvBvEcBIb5qAbQ8dPTQPE3hO72OJrm5/MR4vmQbVb6u1SE9XFwwPt8E7Ly36Iq++FOnveiDeT1c66Y9vNjlOg8VNL4wkNg9DEoTvD/LLb5ovZS+PP9FvkBjk722WQM+3F9WvbcvXrxrkp+9QG9vvttC6Lwyzuw9W8aavd3Nmz2A7Qg9+/l3PCnbMz4/N4m8OE61vGXCDb2BFTE+jsfZvUVLKb0wu968hku/PYo1DT2+7Fa+m38WPppACD6Doyc8uNQevhdR1z2E+TK+UOKgPEywHz5oMc29rKqBPTc/gT5WKi69ovjTvfwHVT5D2Qm9Q5UPvkNd5zztS4S+UTnWvN7V4r0YbiU+TQ2ovYq5JT7fJkG+vOLAPJfiC75vIxo+3hcSPqTKOj1qMnO+rE4jvi7hLj2kzGA+1VkzvqQQnj382Ms8ahm0vt7c5j2/9UM9rsSoPnVnqjyVMaS9OiSLPhVNpT58Y+28XimyPRPE4D3leaC+k7qQvm+uGb06kQi9MD6wPvRuxr3MVOE9waQmPlORDD5eTt+7qdQuvnBFqT1PWZA+F/utvYE0kr7C5nm+m0OsveIg/73xk8s89rN1t2zfhT2q5aM9qVByPRjbIr6ori49kRwLvrvOMT6Y9Og9m4PZPsax77xBGUO+XJs8vn19Tr6jjRO+u+XpvZ3udD58vEC+cPfrPYlHlj3JfL4+6U+IPoq+Fj1dE4Y+pMRGvl5PGj6FqFY+qSohPt5zsr1XOIs+ysMnPyNP9L0qxEc75O0vvti1JT7bImw+wqQNPQgveD6ydp4+CJ0LPUsqDT6x1I49cuN3PtOOVr72dfe9Yo7ovcE6Sj5sprS9mwcDPkmseD4imAC+UARGvg8CRLzh0Ii+3HX+vRnDVz6ODFy9897FuqXtjj3a7wK+xjPNvTINlD1ybUs+bgV2vWbDPL4eoQG+ySh8voHo+j6IhDE+9SMlvW5lubwkkyE9oww9Po4KyL0RT+k+IF+YvQeMhLvrGWu+0q8SPEyC+r1KREo95MxdPvUNlbxgcDi7yGBbvbmmvr4D0U49Kz+cvnHsqr395RW+b3W8PBtSnD5fBtW9C4pOPvUQbjw1frQ9m+V0PTVJXT7EGOu8LbkfPdBuVbsIAoW968HLPfMuXL4cEa0+ZRFuPuz3Cr3BCQ6+QbYIPdR/LL3jSS2+Cx6svb7+tj1glEg+wFuGvT7XKb6SLCY9pP7dPSwL+7zWty++T0SoPrz4PLsYYW6+PlFyPs4tSLz2vH094+q2vjkSdz7DxYO8pUNVPvg8kT5+3OQ7SegwvrB2ib1EtBw+5OO6PZXsVztCwPC8820IvmcTezyEYt27WfCKPp5hjj2Ao/i9Ei6BvrYs9j0KuiW9tjewvRB6dT7Zfng+NjeuPhvJvr3c+2I+/JWtvVnGlj0Q9908RP9bPn0Eub67xVg+VA+EPSkbgb5YAT2+uMjbvOo2pT0+M0M+5+9Rvj1q/7xQzUk+wpETPqj10D2BeOQ9JbFRvq8tNT3uMSg+kqbLvAVZxj0Iy669+H9APqWZM769Zig+/QZZvvsfEb6Kofi9hBWKvv8X4zy7E5o+X5MzvsfCpD4lcR++8oK7PfTp/b0s41i9vmcSPmiCLD21GPm9HxBuva6S5Ly+4qW8szOUPFAkhb4Hbcm9m3gVPiXIiT4Ikcm9z1JevjYasj1gALy9QjXLvMT5qj2PqdK8kAbFPcpCAjxI5M88/iNfvleZ9j2aW1S+QaG/PaoyEL6UkDQ9uQ2gvZsuuL1hM1s9uT8avVDypz0/fM69CsMUvrIvf723pG09RsrIvOglBL6aCKU9+mt9vkC4Bj2FldK8LKYSvjWoF77yOs+9bbPnPbRbijxImWM9K1UXvqPIcLxxUXO8x//ovJzcxr3urBU9RacPvTq3mb3RvhW+geyFvmf2OD43Rja+0WBcvR9m3r3F0WG9ZzhBvHS2O76oOQk9JD05vd5IJz1h0za+g2bTvZrJyb3F0Ca+w94rvfvswL2Y7Iq+hxD9vUQMAL1E+RO8fIC5PYSVcr1YQqE9P7zAPF8J973pAKC9EAHIvSIo07zOXP69Pg6ZvsbPdr2kzAM+wuuIPQc8Vb3vCtO9YhlyvlgdtDyXsig8P7MfvvQ6VzypAu+8DKEtvrGJYr0s3HQ9ZAWxvR35DD3xQAK+htkzvvzEgLwytHe+kWyCPGMwaz3N+/s8psXsPZy3Mr4sRZy8srXSvXSC3zzRglm9LOntvRANb76ci/Y86q59vTSaCz6uo2++GpgZvqfWKD2wxsw8vG9CvfzKB76lxF89XVUgvYKc+r1yc1M9reAMPdA9Mr4E1U48I22DvT7qer2gYSU+sc9nvpUnh73IwUA+lApfveKPNj5Imby9F6IzPlyKIrvSNHs+XT2TvpZGmL1CKUE+Ud8JPjMaEr4lMXE9HFwRPk0EcTxkLLo+ovUePhaizL2bioc9ndQ5Po/HPj79eGY9K8taPud28Dw2xC09OhanPmbUEj7NiW6+YRVmvI+JOb2Ellq9HSrJPVlmoT4R9xE+k3zvvSdcJDy+UGo9lyAjvcC+Jz0+85E+7I13PpUnaD5iD4I+zj+DvS3Jpj5cEYc93NmrPVuib7044nO+zNkaPdWnMr5wLhs+EtDwvfbwN736eqO801Y5PmOKV77KeZo+8R+QPgLy/Du2Nbq9kipvvlXeLD6allq+ACPTvUykXT6pPyI+e+YGvqsGAz400q09Mif0PFVIjz7193k+Ae2gPpCTlj4B+0s+BOn7PeM4cL5IVfS8c+aRvRdRAj4CCXM+eRdLvt+ZED4u2A2+s43ovU15xD1TX4U+NnYLPoSjuD0CpKW8c3sYPqsF2bt5PPk96grAPdK40LwSa4297PO+velkWT7kUzI+ecAkPczYmr1Pvqm9+NNgPWn71b5+OCa+6HzKOyFb0T1D6Q2+huKzu7sULT45uRC+1q1ePt8voT1/s6A8TD/iPTLoHr6leiU9ViGHvQLcBz4pSZo9yvjzvVKptz1HPoo+IqwXvQnRLz5ro7y8ygwFPsZhMT5Vogc9fyTCvZGS4TxMlGW9oPOxvecf070blZI+ZCLDPj5wKD6BULE90q5EvMQC5T0UmKI++fZMvQrYybpzEwW+x2d7PXpy7b0xXak+U5xWvig6u7xRkG++3HGxPnaLsT4BSWw+vlZUPisnFb668ZQ9NgqLPcuJlb2BKiQ9bBXSPcdGx70QCzS+R5z4uh1T6z32wWg+rC+GvDY+MD6yWaA9eP8oPjyYHz5dogM+YhTgPp2kHT5AEk8+bWkRPnUrxr0PnuC86buCvhWEZb7Nptq9xdhOvVkOhT7RHSk9JoZbPSfrKb56Uck8b+14Ppcprj6PXK++O7BNPi5HQr4w3bK9E6yyvBe7bD62JDu+ZalTvkA2jD1aX4g9aXLVve/N0T6yO2U9oZULPs9xXr1lRmq+yigOPkZN3D3rtFw+E+DUvX5aEb3O8O29I4wvvlZ/w70CZYY9XSrZvWwS7j43EUI9eomtPte0Uj2hL9M9PIVePgGsSL5XsAI+zyfyPWx3Kj5VWA29rRibvXwN4L2UX4U+PFyLPllEIr6QOl8+TVt7vAfLtr1939U9eSqQPWodkL0zqDe+DexSvXj4HL4wzTq+Ga2GvtGdkT47hta9H8/zPUXsPb7YYA++mPNjPvxATT7f/u28AvzpO9ueFb088ne97XcivhjbL7wwuDy9VOU7vha68bwYTQi+AykHvu9OSz3h/KI9O6ELvkObkL2nTbC9L/PyvUng0rtSL0O9HsHrvTnwiT2EFge9ljhtvWyYML7j+Ji9o41WvdMVCL64M4m+Zg2LvMMLcb6oYfU8743su3ipir6A7jI+wZaCvmmu6zwuMz47RfpxvfbN+r2m6ZQ8v+EcvrxEUr4vXlG+CTO7PVGIP75ZGx2+C1cVvmB9pz171Gk95ofhPbgVpL3SU9M9SHo6vhaICL5e3Jm7aZ2MvgfZnbtCqQQ+HXXovfNuS77K302+muB6vhyBlb3/4gC+oKn/vdes9D0t/fW9NNyevUx3c731n6U9UTV7PEjCQr6YrcM8lyWqPHQAML6SODa+z3aTveK+8bzyLAQ+Q9WhPSBUNr4CrWw9zGf1vbAdmb1YUaO9iNbgvFNGCD6PTrm7mJOlPW8MwL3GsgO+jfXWvWRANr6PsAI+k2govq7XjDujMyS+mmyrve5DSL40I1w8A4iBvmbKd7zpccK8kCUovoh9173wTK28GwQ5vt2ML7x9vJk7BIoSvs6RT70h9y++nVo4vgtf9L1K4009S1K/PP5QQL2oo9M9CoscPpwlWD5To7K9CjG2vbl2wr2BR9y9ZAS8vfMyQz08ACq+aP2RORBFmr03XKK+4cV0vuI+Ub5xwGq9okQQvl0KQL5w+ZW96xMKPmDBTz5tqkC+AuyjPGLK070sgmY9ZwYzvnlKSb1XF1g+IHHRPPYfHTwEMYq81EZFPT4skr1vxHY+70N2PvK/ZT5rljY9rZePvf45Rj5TK0W+1FcUvbfzF76N/+y9Y7aVPlFdd720cl8+LTlVvr8P1byT4YG+s2MMPggR5z3K4Tw+iOLRvajodz3lHDY+HeLpvZvqCr7+u5g9lqiXvdfoZT1EsRI++AqhvQZk/D2MpNi92Pohvn7ry72DBgG+2dgpvlJ5FL4qDRQ7LXWGPsWu0T08Rqq+H4vgPTbsv7yR82A9LB5NPhqCCryQzoW+L36wvhvuujw4kZY97zXCvdijhz6TE7+9YlS5vRdYcT4y9KS9lWxfPqTv7j0KK5K9jg/APZWCyDxGCwk+ipAivnwsAb7TUM69cMgevu5fIT4yM2C9raHXvryqNj6VCom9LRXLPU70c7vSraE+p4LEvV/8ND1Bbam+qsDHPXmH7701I4I9QZyNPVzwxT2Tuu29gbF1vWGmzT17atQ9H/kCvkdQB76CXC8+QjEHvkhhADzxLU49tH9fvo6dST4LKMS+iBTkvEBAeL4daT+9t2uZPW4EVb5qs4k9ZUsAvuQhu7y0XK4+C6PGPtDSXL72eVC+vSWIPT9Xoz632qU+2y81vhW17TxYaH+9MUcwvrZ3Zr3uyMa9t2SevmSoyL6l4Hi8atiRPpqUQ77ZB4o9uVWtvArUkT31TJa9oWdYvjlb2L3G3ba9YcwvvdT+Hj6vL9+9RNAEPqYxAL5qsrE9CnwuvnBjGz5+e8A9Wlw0vRAPHr36Vy29+LlXPXQmQjxtyUa+mrA3vjzDCz4NeKS+mJpevmz15LzcvU++QKdavWIZJb5AVhi+RJ+rO8INyL3Rzew9MXh9PZm3KD7FZpE+k4rIPDscy7wsg+s9Yj1TOinTFr5hj1y+AvCTvtfhBL4D2lA+gpQoPk80Hb3isNw8Zp6LvlVebj6Y2ZU9osFKPuPPiT7EoIy+GlxyPimIiD2KjNI66gmCPuJKjD7+ACW+I5GSvTXVeb4q6wo++MeVugBhpD0LkZ8+rJczPipWpT36qaY9BxdnPh05Xj0sRjc+JeMVPcyYVb0qs8+9NxkZvmEu7zrCnB4+FRUKPpHzpD7zszo9TVF7PqsLfr6LYI4+GjHCvWh8ar7MCDI+LBqjvMD+Rb3Fuqu92wHZPSn3wj0colQ9clQmPt7Vh75WzQc+Twp7PeSFNDxwXb89j0BYPcMOJLzK36a9tPNDPqKXhj2LQrq9IjpFvCs+xrx5+IQ9KI5dPlfey72/ZAI9WrXSPTt+X75d3JK961ceu+gBuL0Wcgk+Pkgyvm5+j74DYi285qowvdmqHz0pJSe9mtgMPUL0Cr51yIo8Mv44vq2KyLwu/QG+JNRHPsXZ0D3eFfU851tBvbmemDw9zAq+ggjnvQRiaT2doOA94h+lvGQNHj5Y1wo+6kcAu+OLFry9ByA85VBWPsNuib1ggKI9ZysXPcOOxz1xRQm+GtOWvBCSgj3ob489MHNXPE+NWD1moi08dlAVPn5klb3LpvU933bOvYTTwb1fGaW9Aqk2PfN9Uj0Y6wy+h4siPYpeHz2ktbo+oOlZPlgQDD5aGEg+AZA3PrKDFD2mqzI9/0+wvDOJzb3MDAq+F5FOPWqQ1T1JMgq9GW5TPiDSrD2VSrm9pWZCPa+FSj0id0e9UWo5PUlWtzz3gBs+wK9WvG6MLD5T2DI+fTeiPNRzMT02+rS91JaevPsVBT1zvvo9Z1Lkvd/8wD3m7Ya9tF4JvbUI6z0VgoA+nW7EPd6fIj4fjT+9tYo5PDkL1b33GCO9fEJevpe9sj3zuoY78q9SPhEJvLzj7G0++zTPO56+gz4nN+A+KflDvSbCcL2b7bm9NojOPZC5BT6CCga+pdsrvWoF07yJexW906EjvmXnDj1EjJU9R1wcPS/aEb5bWMo9MgRvPUU+eb0BfcE+3z+2PjtvEj5Lsve8lkeOvWZZ5zx7M5q6WtezPQMul71SIeE80WkXvvvHhj691Cc9n/e9vMTtODzG7WE+KqfAPS7JlL6r8aU9vf2avfrvhz02mla+jxi2vDQvC76nClE+BNyFPeB7pr7Idb29INcMvvbHMj59xei9oD1Rvoybd74sXAK/TYCtPdtoLD26YK+9T18SPqTgxr1plCU+JBbqvd9mCT7h2ZU9s/r0PFQJZ76xzNs98CaCvXyJ4z1aam28I9uFvteAQD5sR/s9TSVVvdXRPj2mGrK9bMmWPVIqsr1IJSe+AIDJvtOHgj7Luv08uR8mO/5U3z17QkG9sfSDPhimMj7aZx68xPpYvpLhBTyPmz69kC4zPZp4lD4jpsw8kIKoPo7ksD3ekIC+tTQKvnbdHT3855k+Wm96vvxHwj4/L+O9rhv8PMgEOT5lHJu+xxKyvugnqD45ic29jPrVvucshD0EK7c+PuyfPYJQf75SPyC+HOq6vUznFL0+zKE9lzs7PKUALj0Ys7a9NELDvolWnz1ICMC+tfZDPEfaXz288OS+5IEQPi1ctL1g8wo9RKikPho4Xj1a5QY+8yYQPiK89r26VgE9IGcHvoL0D74qS8a9/SQnvjMOyr22P+2+pP4bPhtzMT7h1xM+r6LlvevJzr3pW9C9ZOz4vED0Vb3q79u8tx1yPorkRD28IzG84S9/Pl7fsT18MSo+W7m6vWELML2ATwu+ZSR4PUb+lL7GSQK9mAPXvdZpGDwA0MS9v/l/PP/yZz7AljY+iYpGvIPE/L119Ba8NjRSvUoukL6LtRG++i8NvhjB372Izhg+h9NCvmRQzj12THS+4DDHPVQqDD6yUPk9ejA8vqI/tj20gFi+jJwkvOzD+b3QXdS8eweQvBodkrwsDEu+WYpEPcUSZb5f2N49psExvt+hKb6eFtm9J/FsPbYgXb4xogG+/BKWPoyUjL29xwc9b2UQPsOTiL7JkM+9FZb3PTFsFT6DSpo+XEDCPeYeVr6VRqE+GqSkPuhXVb7Bw0e+5DMIPhVKar6v4QO+lD6HvUnUSb5Kihg+0r6TPVVRZL6No02+CTZxu5vgZ76vuCa+j80UPZX8Sr4uE6O93DSDPfimFb4YK2++7XLgveF2Yb5iIrI87+UDPuIk1L20dZe+M7a1PTbnkb4x0im7+2ETPDHmKz6QZXQ++hCHveG0q75LFUK8igiLvSWkCb2alh6+r7PoPGcfkL6xeaI9epOAPiwP6r1bqCi+WJfbPYNrBr7cUZq+2eZOvRSs0j2sFCw+LysNPrxhizzw5CC9quWUPZ6vtr3UGh2+/hOBvny2iL4byD++dpm5vur4wLyK/zG+vXVcPpt2ND43pIi94ZP6Pc7B0Dwgs6s+ZHOFvl/+nL1/UM+9W2cnvjfVF73CHK2+qg0PvsZRfj0LNxO+X9knvp4ANL6G37S9Ks6zPU/NK74z9wc+Z++LvkWpkj3NhRK+fqeUvIjXbD3nvBA+w3qAvoKti7254Hu+7NPuvY3dF77HZxi+hybbvUvkkb0gzQO+YAJNPAb1zr0Ik2g9fpdkvnLaBL68jY08z6utvMF1v74zT4Q8k0OgPLXRLr5pjKC9Ia7qvdhWDz2dgD8+AKZ+vpIyKL4fL6a9NWgcvcuUWr5qvLI9s6ZTvluGq73YNA++hF+RvjPFRL48d+69jp6ovmj2Mb66KzS8aSf8vat+Uj6lXqE7BNxgPU7emb1XleW9Az50vqc5vD1rayY9f43dPb0CEb6Gew+9Q+9Jvsg7kz1P3ze+f35Qvsd+8D1/9CI9w90vvlPcID3x7ww9v6A3vnlEjT21tY89aBHXPR3Nkz0rphC9YrkUvsM3BzytuSg734wvvilda75O8+89TR0mPWHQ3z0ocGC+1Ni1PcmViL6PMj2+fX+LvuaZjzwojTG+GglZvlIEzDyJ7MO8zyiSPeCsMj7Wvdg9mBYTPmOC5L076V49AOmAu3hHoD3XAYq+jrQfPsqj9Tw+v8a9gDLZu7COyb2tx46+Wnc9vswQKb6HrZu9LPHzPXRqjrw0YZk9RiW5PE9X3zzMfNG+kMdHvji1xjxrpMU9TI8fviVVeL5zYJI95VjbPc82Qz5+HG2+bt+DPmZGrD1KzBY+T6YbvkkBtr2BQe087KDQPXzkK75MjoA9jeb9vBxxCrvhZKg+PyATPErzBL4jC7o9gNgaPiufbz7Vbhc+RIcbvgCTHT6m93y9/Nu7vEGClr4zKNE9Z9tRPsnkpD0a5wu+nocAvnlCUz5dxym+NhGvvrawsr0bd1Y+8FQLvV0GD76pOp4+vhSLPoEn4j2jTQW9uw8evmkxbD3wVhe+tM+QvX/lxb2PyGW+4XyovqUgy7507h8+PaRuPrpTrDxDPWg9TBosPmxHe75ARYW9XUouvBzFsb4fhIq+pYgLvoWORD5GxU88E3uyvttsgTt5W1y+NhWNvm4lWT7sQLs9X4icPXhzrL2rRcS9jMeLPiG8hz7eUKy9vVY6PvVRsT1WCu69iyvDPfFPhj5AapI+5KiXPeTTOz5HVrI9LqHUPRf6Qj4dxUg+k2fEPVujjr4FcIW8t0movEOzjLwz+PK9+onfPu7Mvj2E9zW+0HnSvXlf2j0H1c695cd8vkkHz7x0zHO9p3uFvS8VBD5SHAW+xzAfPpI0aT7OcrO9+qcXPr+/Eb7+ibq+aqs1vLOgYD74U3M+69IovIok2L0Nkj0+jYcwvqBwID71+Ow9bzGNvNkqOL5ZASg+ZHuPvaa2MT6pfiC8vnKdu7hPIL5NZqa9DYtLveXqGz55qcQ8MyNfPpbOEL5d/J8+FPNjO/VEHz5obtC9jqSjvPyeTj4yD5E+nCeUPeyqSj7Ecni+IZpmPh2qqT2QWKs+pLMCPqWtBTmZ0Py8n1ZaPk4pBj1XrzI+8JqjvaEunLzXlqK9+cU9PV6plD3DLnQ89NqNvZltpz31Jp6+/MIlvqlxeL17E1+9/2zCPeQ2Ez7HVuc9yr/ZPZ9ONj7QjkO9HuYsPgXwvD3FP6U83+ipvV6gA75RzCY+HdtNvpX0gr7Ldqu9elmavHWTJz56c8W6jRrKvVxwd75IBpm7UtRtPuqFCT64byG9PSkivWoxKz6hb9W92LolPjpv6bs3jIM8g1M6vsQVIL22DFo+qQMivlPgmT6yLZo+r+KiPVvxzT3vXxU+nKKSvSlhEb5Rlri9ySGMPOLIiT1Obbw9nq/LvVTIHz7kLwM+IuBsvrx0nbwCI569ocwyPsd3eT7Co4S9aUVdPtdkHj1940U+CgkcPvfhxr1KUao9LfGbvLI6pz0jl8Y8VH+IPROj8z1k83K9cMrsvTLOXD0eqIE+vA+NPr6Y1T2OP/49m3JVvn9lkD1o7sA92SOTPtIIqL1dY2s+ysStvCM1mb2Ha0O+VTM2PgP80r0wkCg+vUoCvgkMDD37GpQ9Ch4+viLJkT3XEu89DM4avudsI72qHaW83siXvh8sYD60Bpg9+8TtvU1Frb3YeVo8wUbMOz88J75TU528+SydPct9nTyYOgC+gYeVPF+Koz0ywXM9nj4LPYpYaD2QjQG+kCoWPpItHL4JY7W8CBpTvdHUEb541G+9IXBVvsvoUL7z0JG8SNeIviGmrztXzFm+By5CPnbJnL0U/8I98Iobvr2Onj2CoAC+ehURvtccy72m34K9iC22vFzzOD7mC/m9qgXfPZoStjxxIye+I8Esvjj0Ob0sw4i93WsBPtdwML7GoSu9yrQLviovlL2hiIU9I47tPfOhAz2Gbo49b29AvJFTZ71InWK8WseBPSbf072Mc5G+qkHiPYzVhL05rbM9wo23vWWBsTzqX7k9UyUQvQr6Ar0MXQ4+X932vU+P/j0Ir989wpcgPZ/nmr3y9cq8HCtAvmCcSb35RRo+oi84vjpEKL4nocY98BhYvcqYT71I9by+fTSTvQDoYrwsTEO+u6VovR69pbz8c289PPMVPWGvUL5SL528hvs4vbXJGD0Wphm9d95APYr7lD034PW90U/MvXteFD7DDJQ6g3FIvvvOt72E/c09l6K8vSvrbj1LkLE9jQ7Qvfh0dT1l7tE86TsfPunaH76/IVa9wOOHvESsYb5u4Xi+QizSvRCmYD19E9k9ptlvu8xVjj3b7Jq+Ps5PvVgQBLx9JwI9AieGvgo/Yb6R/Hw+n7MSvlIA3r1+lmW9jfPuPqrooLzZLek9pKnRvfd7Cb4pIeQ9E3AAPuoZGz4z8Ig+lexdPmWmhT1JiIW+79aGPREqOL4DujM+DBIgPhWKqr06A44+GTuQvpO/6D3GdAU9cqNePg0ck738eJI8qbelvYk1Jz7ytK8+2aVXvlTlYj20ONu9W+tGvkQLXD2+cnA+3KrmvoPGb75iBgq+Kui8vulagj5l0oo+3WyGPUcKnD0HFoK9w1ySPrajOD3vseK+s04LvjqdVL5dMHC9mZmXvfg5sr46L329vhflPZ/cQL1hONi9ACO+vVB8mjwhtRi+fuKCvQ5rOD4VKQK+SOyMPNpLvznawwS+IRyuPtWmCj6U9cu8U47zvvizFD7twyE+wTRAPUEzlLwwBzw9wg8avtBcDzwf6/+9y52hvjyHoD6vkR0+hgs9vodwMz73CAa+85Utuw6HZL6NgeQ9iB4ivqHAbz7ZlEc+HxSkvjR02z2lo2q+hUZFPrtMHL7S9Ae+7nNwvpFwR76qnQm8oavMPPRFHTsVDqK+XTqAvmj1Xj7DUE+9wL6UPJcVw771AJY+7Q2aPsbJ970Zmy0+xUQIPueCxT3xLkm+X3GivgnjTT7vUTm9SnwDvhvRoDzn4Zi9A7vAvJUlEj6qApS9jtBNPD4pub12LbU8jc+uvZ0nUj5QhjG7MM9sPpKEVTwjLRW+4LCJvh25973qjJa9f9okPahFEj5PeD2+Pre8PUHPj7011K4+3qkzPU/jrT6MOH29uvC+PXmulr7mUsG9MomjvhGSlj3pDCK9ryf1uyp8qD2Tkzy+jhrePFpxGT3IHak9wHQjvqyyjL6b+XC+typEvmrktD7c4Rs9U5GCPmbAKL1T9/s8oyiRPse8qL1CYSE+tnhMPp99R70bh/U9GUZfvKfLNb51kS69ngU1PjoxDz5JuIs+FD2lPa1AQj6DOvQ9OpUlPk1cvb3qsaS9maZfPcMXHj3P4qu+KQ1mvS6DlD6xoN69kyYuvWd1i74vT32+kNJ4PRzwpz6BsG0+xd+ePh93mr2vHVE+p8M9vZ9UBz5gJe49OXHBPHe+Bb6jkdG8A3PwvW6JZz7LBPs7xL2CvqAM373Ngm2+Bu2pvflXZb3psPU+t9PBPiUPoL3EBjk9eF83PRJlDD4EG6Q9YaIlPbdlVz6GgwY+6Gp/PrNekT0t7f49VvxIvVQj2TxRVCk82HcrvrNpqb0TrSq+hGZ6Pv6SED6YuIs++HoivrRp5j0w9nm+MCqVPmfxl72wxcG9qn4OvvbWyb32yAE+KhURvhQbJb4Xdpo887iPvYcMKj2KMtS9"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "yK9cvft6Ar7oP9O8Tak+vUiBDb7+HqG9XOGQPW9jW73gbLa9HGYGvQ1SobvPhoq9PyoBvVLsRbyE/xQ9VngzvZWHWj14dIE9YdoqvhGNjb3VSY69xh+MPOXmnL2BM5a72umCPMk1O73Akko95Uw5PT9tKb3tWyI8G+kRPD16yTskSwm8jtRuu0QW87ynreQ74ZNyvSEHo70fG/M8kTf9vQvl8Tx8+/M8ZhKIPD6dGL20Foe8HU4GvvDTPL26r6M9Ni4yPcCkWrz8bgq9DveoO2oe2T0gQia8M5IMvaInCT32GSC9c6WKvVmfnD2DGqq88ZYHvUYlgDwSAC+++qVXPSh+Dj275A888J1jvWnp+bxRMgK90SEBPURJxbwfegk9QtoMvTaI97yeG3q9XZSgvcmY3b0S22+9vEbxOyIjbTt8GDk8BeQ6vW16vLwc3Ki9iL1lPXcqxrusUNC9tyuOvUWaGz26K629eEODvWVlZDwQlqk7sBBJvBImIbyqcoA67BjpOjrKlj00x+a9ooMYvsGDQz2ZC/29PQU2vIhMSb2D5tM92B05vbKv273IuH68m/YQvHa/yb2Dna888c8IvqiwZb3zOQu+wm4CvYlOizry4qi9x3HkPN/aEb0vX8G9UoDJvQhObz2300U9a87OvVWwhTwRYbi9iPravTOaf70="}}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "2+w0PvLF6T3GXOM9w9yJPjLm9rswZ5o9kUQyvjwscL1i5w+9gjE1vfvyBj6Amoi9r7QGvi/7+zz5+ja+oYQJPq9OJL2BRF68ZL88vRL3Jr61KPS8a8ewvNgrjzziki09ZO8qvdw6Oj5xfHg9JrenvR7RNj1XLHk9JsF9vSJw7Ts6yw49FC6JO4IqDr3Af689mIzvvE/ltL2MmVG9BepFvFdx2L1lrto8R6ILvnEvPT2pmt09vYi9vPP8DT51fYU9UluEO+4bArxp8nm9vNlNPJtuhD1uI4w98SvQvYbBDD48tCw9baqlPRvyV770kvy8kVUrPs03xD0LOAe9n6OGvCV2hr26FEO9qjkvvTZXPr3Br8+9UtMivW+aQ74ovFs8p8hvPhX1ML6KpGU8r3kGvurZhLxQfwE+G4EEPiH3Zr4MR5C99xxQvY22Cz02BfG8NAt0PX9Q672jvje+Hk7uvBKvLT3Mmzq9jWRUvSvc17otzVM9EcO2PRc6Cj3lXFs9OZQ0vF9TjLzRIi+8//CWvLv/Kb5b8zY9BOhOPLBGYL6qU7+9etanvrdUqL2RzbG8eNepPd4gwr3h4cU9tpspvYiPjz1cwJw8AzeLPIKMVj0ZGxq7Wp7cPYhmoL3KpgA922XRvZVnUz4g2qq951ztPBwnpTszsdk9VGnwPeArSz6Cbuk8rkC8vfKuFz4rL7w7KUaQPmARtj2zzAA+Pxv+vFjGRD0mt0o+7SSBvTUWujwE3WU9jJFFPcfNA71l/US9lcAwPRdd6byF2si8mxeoPQSVnb0P8DK+Z4W2PR2MFD5K8nQ9BRMZvU15LD7Jk169QXDkvVZQ+ryStY89nn+HvipDcT2I2Do9grsvPGnFID3S5hg9gvw1PD+6jr3lviW+DTMuvbfXjzzeryw+1y7WvejC+jxrNz69GFnXPEZ1WD7aJAM+t2hFPZD+Pz09teM98qqIPJ9r9T2MaTy9L4W6vk3y/L1rcKw9VuVju8OrLr0iLwo+HbGCOio8Xz2/fsg9rC5tvC2WETyTwiM98nU0PR+uNj17Rja+PiJPPpDooD3AY9e9azTMPCsMLL2peve9BEVkvN7ZW71oeqK79YJXvrxDwjyC+829nNZ4vXFpxTsoY3W91YhkO/2yuDyZkhO+tcoWvpusoj02HRQ9yao2PhDajbw80F69VctFvdNci73v1/E9eCm3u3yiMD7E+r29OncUvtHEJr2WmM08tFhfu2zzCr3VgXi+a2rgvWiVYr2ys2I9yfQTPu4bLr34qw8+Q5TSPJt+ET2Na+S8sZH2vG0Esj1aGy098THpvfDu172e1N+8JT8bvgYMw7xkjvE9wQbQPXF6570E95U981aIvZr0UDzyy968cmGdvOiLOLwoeAe+0CpIvZ6UID6ogMg9HiQ2voJ+jD2+OgU+j6ZzPYVyAj2vMru9wd2dvbW5t73o9j48CS4bPVJVFT0Jwx89YxFXPZGKrr0nD7g9mwk/Pu/+cD0MPJ69gMhCPURUNr3Sw+49vG5Bvv1yuDxzaIC9ztnzvXz+xb3JGoO96KOmveDFHL6NmMW9/vNWvdnB+L1Bzp09LmPzvKHXaryd/wg9xAZXPVCqwjyYG4w98CgRvhnrfL2iyu47OqRFvQ6MOL3yMKk8VYagPb8dCj15ZRu9PZyqO+Or2zx0W6S8NqSzvKsKfD77+jm+mSBKPuCrwTw/Xnw9CRnVPfP1kz2sQKS7sZvIOwK69DyAu5U8X+Y6vkmhT762cSq+Vn7qubWWCD6KkCA+5c/BvcOkZT0Ya8Q9wbRKviHyMb4VdaG9xfRfvmUvFb2B/B+9+MrGuSEyDD74jzG9vR4gPp6HIz1CW549npF+PdwXvL1EWV49DqgCPgn54rpsecC8wFVoPLmwSTqJGEC+J5MQvkhgAz7+zXQ+wrjkvVbSgL7B9Og9zdxQPsdk0DlEYpe93yoDvsurxzzoZKA9rXzxPVxrDz6aRqI9C143vYmsK76hnry96GrMuHDL1T3Upoe8o/QkvtvhYr1LOEm9XlyqPdPBkT0WYSK9G7CbPcn3BD1ORik9/q0APVepL73fUL088u7cvSIndrxHfwO9t8h7PjsGsD1PUK49kCACvbxYh76I1Rc7dbJDPZoTKT6IOtw8nU8PvZvToj2fx8I9hTMNvW3nBbsMvnA9jhu2vdAuCL5Y5BU+ut7HPZgo9T0ktQA923vAPRczKD49fF493SCkPNG6gj31s5Y9rVeBPGPRcr0o2mQ9TqgePiZAhr0Al0i8Sm8HPnlcg71P+yu+tL+QPeHCCr61H849Wty8vW6jJLwNgz69cDzYveOivTxcDRA+RyqePTWTnD3C8kU9oGaxvcP7GD4bVXA+iJBmPnKEzz3y4sk990JxPV7i+70oohm+ASwWvvArVr1gbIm9qJkuvvFz1b1QG5U98JysvZyaOT1AeC29KYnWvCS9h70isJ+9umvYPSjNOz6NkYi8O1xyvHKWIjuBV5a8Bpx7PdxdFT7QxH4+MoPrvWypAr4dQc09gBqKvrzBTD1VAKI9e1NMOJM1zTy8/OC9ySWKve5IPL1VM6q90pepvIllaL2Ryg++Oc4aPmE64r3///a8GlDWvecljb0tbqG8rtQcPbrKzzzMlcQ9IJsivgR+eT4FE/49e081PaJEdz5F4Is8mZO/vQdb1T2hT5M9xJhJvu+gDb40IqC7be/iPDwiMr6dzyo+yme5vSL3xr0XIJs9btbyPY3LzD0q8YE8FARiPTl2Vzyl4BG+tDdevlcgib3ILLk93z2ZPcqWPTtHvQM+P+quvMnJl7zM4Yc+DqxZvTZtjDzl96Q8f5ltvNO1rr1mKuK8do3KPXOI3Ly8yzc++DOkPY4FIL1aeRO+WKHhvYl0ob3UAFa96i2GvmXiybrMPJQ9eoQRPjcWdDwDbRk+yxVyPghlYj4yJDk852kmvlc5F7z963G98tRGvU/xGz5lv/c5vZOmPftsezxuzJE8WX1ZvCeSB7wKszI8WHzpusxmWz12ktQ99EEwPrIKoj2/47e9ePgcvtnQk76EFSM9TUCtvCSfob3BbEO+eyqnPWqNAj0WcTA9/LHWPezWmL2LorY9ivauuzJ0vr13fvI9F+oEPodKdj33+ws8apQNPXkXzDxp9c49t8m0Pm8dMDxki167IfxrPAp/Sj2N5AQ97FIEvQTkUDvtR+e9tBvkvReN671rjXU9ThOkvV40KT4ga0M7J3KuPQNXBj6K0Ys89IA9PCgspT3tAbU87tPhPTSigL5u8/m8YIMbPk+Gl71zSLe9BIK9vW1fFr6itXw9aNrgvGBrr70YZ969pA1BvgnWmr1Pf0C9LEHDvffIIz75IUg9lFUrvoC/AT0xVOc8u8A8vsQEgTwoR089zzoNvOBO3jvB424+imxiPb3TwLwK8Eu9g02GOv5IwLzhObS9a7M+vuwfbT2Dyom+33z+veZOPL4/kxA9QhM2PjkhH70I8I89Q+IdPZTwkj2Dg30+dNX/PWGOJT38/IU+COGAPvuAXj52Luu98QfkvZbkUD3xEP09ufXrPLkeLr1pbvy9swS5PQWa2bzQGiM9bKaHPQQ0qbuZCoQ9WIIQPa5Hkr1lkR89c0d+PeNZNT23Npy84BwgPh4k/z3GYuc8geQbvo0Nlb3E30O9f7EKvAMMxLwirac9uMrPPbjsX7uhhIc9E/8/PEEz5b0urZ293t1tPSB+iz5/eiU+iQI/PWNqAb7IH8u9B83HPdYfZz1KweW8LEWcPR2v/7sHKtq5RmbSPUcijT7mZq09bby0PQ9prrzpCM28eeSoPsu2aT71Hxu9OGmmPZSlHT2zJq89UeQOPgqMID76ipI9TKgRPowQFr1FCnI93V3QvQ/nob3iY2691OhRPbhx5LwJDVk9w6yZO784Oz7bWUc9V4fRvdGQLT3DNR+8yHfIvZdX9Tycmz2+LePVvRbbFb54RRM+0nHWPY6R4zxAXry8+YaRvm/EWT20GBQ+6JxLuwb1zD0DGLW9ezVgveq8gbw+rA++DgwnPelOEj258Au7VbAGvWBUqL315ai9viVDPuQjJz6+LZ09nUDBvQxHsj3+YsE9cgC/ve3eRrxRxeS8zVyyvCB2Nzx7vIQ+Ub1GvANCEb2ayUk8uXTiPZ6WBT3NEzC9jLLePe5aUb2UIoE+4w3XPJoAHr0wCiG9spTFPGy+Sr1N25u9O8s/PuIg/b2t5DE9bjRNPkGKSD1wHkC+jKs1Pm2AoLzmEiS+m690vd734zwe6O49YDOvPWfqnT2p0tw984UZO7/iST5aVck91eD1vf/xTL5vuJE8OK2SvXjvNzxZNBk+FIZ1vVeEOj4VUg0+v5CpPTiRrD2GDL09jIxzPV8/Pz1OUG09XKO2PWTxs73BNZ2+JFvhvciNL7uXo3g9WMIKPgHtfL381pA9sp5WPSFZ/r1vya+9vbXuOyAOTr7wQbS9MkxMvbJODD0vnAA+M8FmvJuaBz7LF509EsYpPsOiyT2TAxM+dSBUPV/zIr54xT+9LUQfvbFxVr0qCT+9ffCiPe/aED4lyek9z0aQu8C8Ib7MsYY9rXUMPdEGKz2dvPM9H7u2vGOtOTxQ3co8Uo4IPZaMhjshG787fTaiPFauiT3m93s9Qx/evRTUnr3B+7G9G/aWPb1rpj0l1Ug9AI0FPkwV+r0PaLO7sdaZPowKOr1vER89Qu+9vUzJoT1Bh847zqdDvax7dD2dKz2+73ELvc9UDr7xoBA+5oS8vGupkT1bv709QgfNvI8sNz7WvJw9KgegPIWOZLyhlu88HF9hPbdtUz6dIgK+WEqXvY3O7L1msaO9BDXePN4iqbzUCCE+fqyzvQ7hBj67rqI9QDKpPZVfVD0ulio9yVGZPdUoNT7pQJC8Iceruy9KL72osDO+M9UgvO6JLr7lePC87tKFveBTSL6LROw94BJKvnpx4z0n+5e9YICJPcxMNLw7BgQ9et0hvU/tSz2ikYQ9sweHvBKHir3N30s+Fu2hPUCA7r1nyC6+RjBhvJH3eTolItc9aWTBPEkRB72sm1U9ku0bPp7XNj4t10q+htB3vSWL3b1BG5m8Zq9xvd7/sT26OQw+9Y9ovmUsMT0gqR8+vPVLO1qPUj0zJo28I4smPBkMBj4E7B89SX11vbzhYr1e8K+8UlGQvDOhFL467B8+TOSmPJvQSL7t1+Q9DRCsPEJmibrls8O7bhfvPD4FoTtNsz89ZTPXvEENLT3u1Nm83JOEvhHUob0Lpm2+R4tdPpFVzjyDlhC+nOVsvaNWP70RnHK9TL4KvSUrjD3Qxes7BMKKPWukRz0mEQU+z4w7PTod8Dt0wDo+ggqqvEd8Gz4u7ti9O6KNPXenBr1CiMC5qt8KvawtirzU03S9QsC9vNM9oT2T24u9SvacPVT2Jj7RzPo9sIhtPDqlXL78eBc82I8UvSPxYr0W4Mm9Nth9vTeiID2ZEZM8NZwVu/9jTz39+409pbsCPndBsrycioA+qbRGPqEPhj7VNla+h1Qpvi8VCj1GVW49XV0AvelBLD3CTWo8826qPNWdOzn3pJg7+/4NvahJ871/Wak9UngXPnPdgb1blWY9uOY6PnlE0bvr05s96YmiPBWxyjxVPr+8d0SKvcEd8LvRt3m9X5guvQNpiDuBqaK9GI2avTt7rr1liB4+EtAMvq8t0DwdUsW9yACEvVVFGL5XEug9q3m/vb9vRT3uuMS8ngufu+QmO7zKYr89exF8PvbHFz76w0o9Yq4zvjc3Pz5NsbS9d+7SvEogGD5U/AQ+3GXkPd8TJD3+5RQ+eo0NPp770j2P8QI+KLHtPPzQ8D2jHxg8caXQvbuG1r234I+6kooPPqxnhj33Y5E+6hOmPS70HT5V3wI+GvEvPrcD9z0SEHo98BIsPvkBCL0HJjI+qdY4vnTBWL36R2y+Y+OxPZtNJr4v1YW+mAU1vZgXzj1bs428C9jAPdXhZDvC9DY8bYrFvMC1sDwlE/48k75KvhQbN7lPaoy9s7GsPSnMWj7c+R8+nd5WPQWNmr3nlW08DBVHvNyaNbseZ0A9+xq8vB1gWzyE9GU8g5QkPrZVZr1xGjs92BvFvdnCrb30Euc9Dyh7PH4Upz1Hx8u8DZzfvZPcFrzY2r68/IzcPI7fUD2Fmr88xlYhPe/73rcAB7a9ObYqvX6Sn70Az+695AzVve/Ygz2L4FO9Rt+QPEwM7b3fp0I+u2GtPaD5873q2am9UCAPvOVs670V5sS8N/PyPPD5GLzacYy9Wzqovbr3Bb4W3wg+VRY2PkRpDz68q8e9bjIiPYfBXj6eguc8xoqqvObFh70NTly96GbaPcEfgL0gQ569D3fLvbvCSD0t/9e9o3UnPt4Twz3udWy9YJ03vTsKfDwJgQ++6mLIPeK8kj0mwxc+Jo4kPcJWKr18YNU66LoFvnZoGDyMpoQ9OLr0PRAyBz4N2We8MLIXvo6IqT2AfKw8m0c/vdPi/L3kGRO7yByhvaUIw73Fpzm+Hk/avSGxFL0AHKQ8Zm7ePVcNSr1FxZY+zkQsPXRqGTzjzNU9L/KDvXSqvj0ONQI9CM2cvKThbL3qe+K9JUbUPalMJD6ZmWC926zIvbb+PTzfpaA+2cZ8PYzfBb1lEo29JxUlPeX6FzxY0YM9lY3NPNAlWDxJnNe9i/tHvd6/4D06mHw7iISmPeRu271W6WA81mAvvPjQ+71vb2e8TvDTO4YAzL3z6rw8xK81vliAIjw7Lzq9hz32PIYdxTzSVvi8axjXvQk7WL0OKt88vhmpvZ4wGz2LEQu9k4npPNMVPL50a7W9ui0SvgLjFT63hQO9gwP4vUUbk73Yqtw7Q2nGvIbtgbyJ7Yc9soe6Pb07pr2zgca9GttvPvSHYDukxDS9P0+cPTOTBbyiKW69Rz4hPRyMez0nnqU9FtCTPCzVfTq3v4o9i3iKPSR1F767ijq8+FpZPiG/IT4QhBc+2GG0vbuAXDujrgk+u2BlPqzgyTy8Dho7yRwDvHY4Lj3Z6Jm9clY3PflLC75pNJu7h9uNvTrYAzyucTi+lPO0PdPCLT4EH729BnETPUZmQz6iZDM9PzQpPSkukj0ZmE297SEQPti4OD65qJQ9ExqcvXFSr71XVMw8N5KPPY0jBz5I1Do+CInHvKxsUj3aKi49VbFpuwERjT1bK7A7oyASvpn3YL09YCQ+ip74vVhmO764KKU8KygSPnxL17nqXNc9EosaPn0XvD23Axw8Q4lPPrEqjL2K2E296zqfvcRKbjsSrdM8QzGvPONaA77BUFq+FyJ0PXDWVz1bZEg+L+91vp73LDwzaZ09ZLeNPYbbmD1DCK29Gz8kuwbUqz3d4Bm98t9tPaiUW7yNrZy8t4/6vYlXCb6SC2Y+m8qwvHSqKz3poOG8UJC8PQVv7Lx/veW95I0fPqFBgD3kvnk8deL/PQsZnD0osAu9JSX5vCHdRL5XF4K+VCZOPSEuJ74giYc+Gy60Pc1tb74ycui8jUM7PKHWiT12cmM9sGwUOt4ICL1urS6+E4EqPeZPW72szQU+YE9ivtE3QL6e3ak9O0a4vA9WQz0u5jE+JaTnvQILxT1/uzk9SreUPEbdW7p1/7s9ZQyZPUf01L2nqwA+mXldPWOBDb6fUrk8oLr8u2HALzwONsU7UymaPYaPDj4W1pa8xwt1PZE87z1k8Da9vsRGvEAOhLzM5i09z8PtPaW6bz3LgfO87X2UPVaNib1NWQo+9MkzPteigj6G5xS9MB5qvJ4+Sz3r5bY9UPIZPgKaFjxuO0g+Wyl8Pe5n2ToYehm9W3iAva24HT0o5Eg+MbuzPXjOvj1+1bG9ur8+vQ1VKz62AZO8vOLjO7kDXj0fR3+8JuznunUAVz6welW+2Qt9PTZhvDyct1Y8L8sBvUD/Nj6v/SQ9tyZMvVgwuz2K6V4+E6+bPeOjTTwen4M8qqn2PUBGx7w9JV6+71hAu+eNkT3qIBO+eErAPDN7kDxF6pU9x8mcu6qOozx5n288KQslvWUhML5p7qu9CmYHvdY0Mb5s5+Q9ke9RPDK8qr16YTg+ngaYvKXqYjzTOk49SaoGPfZOSD1OWoO9LWoXPjIcVj3vMjS9nsqbPFR9Tj185mi9ZauLPePMOb5MeCs8V3AzvavhmT0N5oA9v4cYPpRuCD43ceE8E9+dPBcWQT1fh8+8x+gGu9xSgrsO6+26nVBLPIT2j7zjupG9QHhhPnb0+zx5Is+9VmJFvrSVTz480VO+TCTvPUBajL1UPCQ9WpN/vJyc+jmk3aq81rwCvb8HljxUPO09B2Ccu2zWlD1U94g+TneGPdvLMj0x2aO9clCEvbUkdT06FyS+Rrr8vQsqAz6XL7g9Le+Eu9+i7z2aUcw8izOBPrwJij60PbY9pa37vHcCx72xK709uhYOPvHCdj6NWzs+31M6PTOakz7VvRU+gFkQvjIMab15bAC9tLbAvV1ts709YK29iplVPKHnUT7xxQ4+35NGvj9mwT1chOq9uawCPoF39rvWrIC89zbWu6iFWT02F8u7PAkDvGTXOj2nyhK9lrM8vak+X701E9U9fOwmvmZwxzsmBlC+Iu0SPpIfrbzZNQu+MLG5vai2t72j18G9YMtEPTeYZD2xsCu9UUgQPgHeBj63nz89PSbvPSNlLrxPvgo9rUXkvTQIpz3cals+e/5SPc+OKj2NFYE9izgOPkB/tT03+YM9F0BCPpLaPz0CxRE9Wt8JPV/egr0+8Oy9RPXZvCovkr1rBc+7eMsGPtA7WL3Aqj2+RQYKPdnOML3972O9FTcAOdJwm73sWbE7GHGHPYU4r7vUfSA9WkM4vU9CAz78d409h0apPaC6az0EYqO9D8DwPc4dLT56Gye+dhG/vdOSCTyTQGi+t2TZPYXLpz3y3hA8UJDru8IExT31VFM+3uHjPYKtiD1saIE9QdkiPbCAlz1O4lK9/dfUvBCvWbyfzoI9dmSwvHIukjxk7fM9SkbJPWQ1AL6xTZU9o1njPdUJI70oX9I9ciraPGAuVr2x2Xk8ZpuqPgiNBD1nlw89T/llPc2Mjz3oZz2+beCDPR90Db7+JDG9L0q5PXiEPz55hYW9T5XfPZNVAz0U0y8+zi7IvWwyKr0nI0Q8DDKMPPGSgb0fQWC8VFlNvSxgHL6H4F49O7UkPR7GiTyLY0E9b5XCve6NRzzd9MK9UHOQPG0I/z1V6bO9cZ5sPLIpaL0VKbI8JfK5PY2F4b3fMU08RuSEPcs17Dw/t0A8nWYGvRpWjL0Fk4c9bDwAOMwORj4qhzO95gRqPgmD7L27vk69hStCvZRDqL3zxEo9WbivPfJCcrzc/rU8VxCrPfs8B74HD1u9anp+vuBimzyrwqY9XSt8PC7mfD2qfKE9WEhfPbf+BD7o78g9xF+NPs7nIr2IJFu9YvuDvQ7DMz3JZPi9lGiYPbyIfTweI869RM4EvkrVsT3kvvC9LRexvWAJgr3cSIW9FbnQvd8t/T0bDgI97XimvXTypz2F7rq9PK5jvRXisr0TPHY+KwIBvSmgwL3jAke7I+fCPeRRAz1ZrBa8/sDBvMFjRT1g9N+9+3wTPCh4Xb4xtCA+MjVyPcRZWr3T2km7wqhnvvaxOr4AtXg+6VQrvphWI763eVu+ojYZvpZylL0gy52+ZvgPvpse9js9IaG8yiY+PooKyT1Eu0U+6X3NvMa+HD2m65u8+xhOPMFuYj5sAuE98+/zPYULoT0mlT29n23rPXpoSL5IO7q8YnOnvuLqAb6zOqU9kTU/vtAbd76KXIG8KQnMvZNRoT19RN688TJnPYXujDz+65w8D5ltPTzZPT33GgW+dSi7vHmb1b0Gthu+ZqTyu6gCwT38rP87CWmaPedqXr4ezrQ8nNOcvSpkob3N+0Q+eWd/PeK8Hz7KdSs9I1sFPrimaD64Y8A9JOlbvSpz871QXcw9nVJkPjrPJD6Gr4E+us8mvZr0Yj4qbg8+0WOMvPMTpLwgWBa9RZKvu8v7ZDz7wsI9xrZ9PNujrb3Ck3U+CCrDvYc65z2G0im+ulsSvpQpUr6qL7y9hAZ3vY/b4rxzxhM9pFGJPTFdU7yeqlc9T/8oPZowPz2MtQm94kiCvQCw2z1RfY89678LPjys9jsvqvA7y0K4PYdk9D1IMLO7rOi2uyHiXD33ymI6WQfRvVdYPD4iIms78vUevjGr5bso62o+anc5PfvUNT7vcb49V8U+PUl/FD5A1hc9SzLMPaPvEL2KQ9G9ZvLrPQFy1z2Bn+a9Vk4IPIQnLD7eXRC+A/ifPUKF+DyLMis9qWlrPWznKz1ey+48mhDsvMpA/73GUZ29AtfEvZ6sar1SMEM9gLP7PdAXFr7vHgM9qya2OxpG8b1b6xy+5hzMu0SEkj2sZ7I9s0QWvN1P8zzuyio7cfWhvIru6TyD6MM8PAcLPh/3Bb0U58A9FIfHPRlI1L2vQEi8Gl42PunONz1FD5u9gDGLPp7QdDs4T/w895hsPZ1osD3Q59I8kA+iPVJxc72p9/Y9+MmdPSY8vb18rQm+MOfuPS2SjT2qktY9L4s4PgTRxrtQM/Q9R0m4PbtUSz0jPoI8DzEBPfLvPDy+65Q8t4REPslB6D1c8aW96PpcvVcq2T5W9n2+2YATPeDTsD3lD+O8n8qUvYdD9D0uTiI+8VCsPf0PwT1hhjA+t23KvJxkj729aUu8TgCuPlK6Gj5onB68Gy/wvMRssb4/Zz++sIgKPpJ/or5Mjkm+95gHPoDIFj3Am4w9ZnuQPUH2nzzJw9c94GsYvt3QzLxAuT6+C8eIPXECrL2JELs97XwHPt4Hwz0YCMm8MtdpPSwZwT1AKPE91a4EPnZr5D0d8q096HkJPFW9WD4kE1S+K+RgvpITg75VteW9WnaVvcrgNT3O3aG+RKoDPZ/2wLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "178APSdz5Tw958G7T05/Pfpb/bxoXVW8P935vJSS2bweDkw9oGgovXEqIr278ZO9CcKHvfv8iLzdOb28nVSPvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 