{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "3riwve5Fd76w9Pw9tBcovaWzxr5G2Qa+TD8evcKbQz7SYhy82ZscPh5fnr2mzUW9u5cXvedbeb7ZOWO+EnKzPTxCzD2Q2uA9haatvUFro73ZBkW+5wwFvlCmiTuDCoG++3muvhRAlr6nlnS++VKvPVb5/b1Idg0+q5QFPqaftL10Qj++6VeqO/b0sr3xHkU9qln6PdY3Gj3scuM9+V6tPRv4uzw+ZeK7gNllvqZJmjyunlI9cRsxPiKf2r1NhYW+4IuCO25/97zlCBC+Qu8Uvnw6jzz9l1K+pqTXvFJZPj74F1c9JWRwveq5Nj7/u8W8K4UEvuGGL74Jz307P4sSPvh1H74pYCy+aC6JPWR6UT7TkLA+6W/oPWRtCb14i7053cW0Pa+HLr7JSjy9LxiLPFpdmb3HXxg9rJhBvK9N5r0uvJm9YngSvm0bEr6vmZm9agWGPtTjEz58cYC9ul3pvd/nOLziuzy+PPhcPf6D2z3Y8O+90EmyPXbYo76Q4y69qlgMPgQJhL5XZ0K+1aEQPtNrsjxnK/49ibsJvkJs0733Ala+BS4ZPpuH/b1HE/i9VW+UPP2OUL53kQE+QasMvtgNYr0kToe+QfvbvsosXL1VKTC+QEUMvn/xab76jqC9ibdLvs8QwL1w6gc9aR24PZ9yLbyX02W9Kb7kvTfOIT52VjA9yIHYPTRlFj5NsRM++FvDPcdfXj7NrQU+K45Gvm2zcLzSLHG7jmLOPf4vcb0NAbY9ZItWvSB84r3IGSg+TuYiPi1xVj6nzRQ+/lgOPoedEb6F7249h+zQPUfcwj37bXy+q85zvZI3mD0Gh/c9/PygPRMoqz0WEfM8qJFVPlTWX70HYC8+i1JSvu3z5byAp/I9meOGPeR5yb0Rn+s9O29CPidCqbufGee9ZSZqPi28Vr6Bsri+pnEZPkWcUz5a9dg9I/APPa/EIj3lpPq9DPxrvl19L76K6dk8RsvLvNUcEz577eS8itSQvvGrKz5BY8u8uxqDPjq9YD7UVpI9B8DlPW+Qtr3bl1M+VcFTPjpnTL2Ga0M+albBPBz0C74sUJo9h3ELPqlsZr5KLoU8LrW9vOVkj76NaHo+uAY1PuGlVb7WysC97eQzPiD29jxHOdO98gxFvsNdr726/wk+mQpmvQNVnr4z5E49PCb2PQjrQD3YURW+WZgBPu1TUD3WmLk+P5apvSdhED74BMy895DpvXgCDr76mbo9xBBKuyxDer2bbDs9SUqgPZbpjjvlKoe83ZOUvXBZjzzxvYu9UsXQPWxAHj7fNKM9V+eRPt/bij2tPQW+ZQvpPAterr17joG+FzJ+PMuwIj7l/aG8pumhvdTtvz3Lb8U+SBVmvuhKb72Wkdy9K+kIPtSer76HPW89U+CyPCTZWL439M08H0G8PbUzlLznqMU+XdLzPNzJ2TqAiGu+KE6/vA+eoL20gVS9lGSwvJTKkD42fhs+LSaTvnVogz6IJS8+h2Y3OzbkgT6p4ry9Y8C0vIIGgT5U/k8+JSQovuy83L193Ne+RJIqPqpyQj6O024+JiOnOz9ge75jHaE+iFUgPqXPoDwx9qI+AGoCvWYBxT0qB1k+XzcAvnLXYD6MvFY+xgClOxr2M75TGQU91f4hPIcamjyDQia+3sTjvcb5jbzwc0G9M0buvdf0gD0d+se82DmhPvUGXz1pyIg+a6ayPFRLETz06S085+fpvLc2DT57ly++kJJnPD6Kfr2CB8w9m8GTvtl8ID6pXuE9zw6VvUTi87xoeFY+1zoLvsXcuzxhFxc9gyR4PsZ7sD6InYs+uOYOPv4Xez6DIIy+m8xhvrR2yj0S8h2+MDtYPpWLBr0ocS2+3LiLvqkWPTwftB4+yAUJvajYc72Cr3S+a7CNPjuwyr6nZny8XDIEvgULrb0Z9OQ9j5N6Pn9UFT5l90e+Aowpvq6TUj6bRnS+z2guvesHNr2TkT6+iTNtPh+AVT6ZUgc+1MCsvUjw772bL5G935UgvcDQjL6DLz++JlBJvixQJb0dq6o9cuM0vpB6xbxzAlS+J+oovtz1i70bCQO9L+OQvkHsQb5ArFg82OdYPis5CbzIIjU9l+6DPIUFlL2tnWA+pn9FPlvX2r0JsOs9h3M/Pv6GRb7BTqC9qGgnvTfSjr3I+eu8x6VLvoGP0r0CX40+dV/HvqETHL4Ri0O+F6JZurK9C74ZST29xSsJPR9UY74nsmu+xI3BvbGn8723oRi9/kOhvQ4tNr7Wzym+ZPy+vEv/nT35RtI8ZJ9tvFoboL35Xbe9txYKPlqte75TweA9oQALPkAqirwArCC+C662PXslUL3+ORe+avwSPj6jL7yIGXS9Iy7CPP46Pr39PFs+4H3IPlmtAL4f4f29TKvzPa7hkT07MSU+URNcPkw1Kr5fDge/j/d9vqW6dL6cwdy9bfYPvcQ8HL0USpE+z0I2vnal7D3LyBk+UVKEvdjtWL3Bad69l0Xbvaruvb7wmMM9gRNRPAuvVj4pikC+zP7GPcHZcL7JpVo+ELS+PR9NKj3MbN682qYQPtROOL6GD1A9HVwePhZq1j1+QZu+GuO1PfxBoLynAwG+rKrlPLyCW77gJSs+l6EGPmlwBL7alwy+JmtRvl6Vrjz0jBo+ZhJBPnniDT3Uy7m+LiyKvnFqgj6O/mu9zSe6vXY1D72D5bk9+OFMO9wiY75J+Sc8qvsXPgICNL7wDIC9BOvYvCvFYz1EOwq7o/jOvUGBQD6fJeg6CpErPgdNj72CCgm8IfdxvvrR0byljL29qpE8PdCsC74xfLe85E/TvTeQtLzhQg696fSaPRw1+L28I/K8sIaqPUOmgzy+9IC+a3Z9vt3qRz53Ts+9MnQRvgAPkT3ljwK+hI3HvhOm4j1/LD89JoamPRURDT0qmS68FgTHPX+8hTvSy+O9MZlRvrjPGz4hquG9/g7XPXjwN7x1OoI8MD1fPijztL2xn92+Y+MLPeCMg7t7bSo+dF4xPopQRz1mxxi+NJ1OvoakCz584649SQQovlxJjT2Jgua9EPYBviypAz1FcgM+OiR8Plv637yt79y7IFvPPA2SAT64ooA9eTDXPTWH+b1wPx8+vNPCvGzeJr5SFs481mKGPocjzz2Hghi+/6PbvYXxWr78XjI9fl5+PpzaYD00wWQ9pVtNvoO3oT0b0Ck+wOuavnvUHj7qZ4E9SMRrPjkRtr7CJ+s93mmDPuBBp7xsy9a8uOU6Pp37HD6ns3g+tXEsvcQR9DxoYm4+HQ8yPPtT5b0dDr48klHqveoOEr16ryQ+fVcSvHmJjL1UyDw9ZgBAPkjgoD4UQaC4V8NgPB7hfj5Zc8i9fE4yPu6Xg7x8wme8/pP7PZT1Gb2ElZU8txgevgQw7j1fv4m+3kojPnYJRb6cjNo9w6HkPWhBdz6rHig+1kgxvsCQM75S4Y87yZmtPUpxgjy6oa69qrGmvZkAaL4BXa4+SIZfvS0izj3i13a9VtYuvsQ+5z1G3eW9pIc8PhMtCD7Qru69IZCkvH35obyQLSq+1j5xPexqoT05mNC9AmlkvT5NrD1hoiM9i+wyPVlpbD6c9fa+O2AUPonuKD6tSby8mCsCPlovI75NsIg+pQMjvQVDjD1RJsE+Gy0uPkRjAD5tjpI8cLBzvUMp6T6eUQe+ExH6vdlee70Azxu+Na7SvfoT+728oxo9gzQsvfwNgz4tFsU7Kbxwu9qGYTwNXQ0+rYfNPtxb5Lwnfgs9rAsivrtX0jxdig++DFxXPredIr3q9bG8dgRFvo706L2eZlw+wxOEuz20jr3LkDi+UvMsvupDDz79lYg+/T0XvklQuD1C2k89GxVVPafqyD458UQ9rmezPDNOVD08EcW+ka8Evjd9cD3EL9w9B5eVvVQPi7y51/q9MHR6vv2TtbxH+yE9MaO1vV9MIj4JmlS+xTkbPMIobz3ffqY+AHChPX1m7D02i5m8faq7PM5n7j1ncL09PPQxvsZ/wTuyT1u9d+WuvgaytL0EEfA9Ch95Ph4ofz6VdJ67iuGPvThe1r3Z44i+/qPbPaHpc74HvVu9ElTAvIwjDb7YU2O+I1mDvSohqz1rhXG9xyUQPgT3Pb7fA/G9nw/ivV+6Sj6sd7++yGSuPrdS0zy/haa9YtoDvkwafj1mugm9TvFuvtTd6L4QUXm+88nEvQDNlb2xU5++c6Wmvcjvbj0sicu9sh8HvunbJT5T5zm+/kDTO2fQeT0//nI8uNBVvbjbirxXpnE+4wYFPulsjj0XH+69+bAMv9Yddr74qJ++Am1IPlJNpbxY+oc+XIlhvdHFPz0s9Tq8O5wWPlbEHT7Z6s48L778PXHKMz5Xi6k+bwhTPqQIir3w+ai+p32sPtf1wr2oc9i+4WwfPMvDEL6Zk2S9DWnbuuIudzy0YD894/iGPt8mK70wwyi9ZOThPTB7hL6R+/K9UTeOPlUwVL5cwFo+f29UPcOOMT6nyJA+AmvuPUDx7j2e07E9aJeZvjwA0rwZAAC87o9avaplhD5nl5i+rOdGvc+HkD6dUH893ZLvvqflEj88ENA+0EmBPtD8OT2ETWi823PkvRqlNb7/5Yu/y+kIvz4cRL4Ob+e9qR0OvyzSXj7BLZ29IrlTPm4Zrr6xKYK+aSsGvpordbworiA8gNjqvmm99juOHcA9psphvcJSiL7SnQm/TkjaPZxmF74ZJ5+9L/9GvqVrAT4X0BG+58NNvSK2Xb6WnBu+Qn7tvcCrOT2qFjq96VP4vU6Z8r13lWo+WTygvTUujz4xsSi+TSbQPqz+y717bL29zDFWPaMoTD1XOMa9yhGpPfRFbj5gIj68Y7DQPWdCpj1Pnsy9M3davjv5kD78eIM+4OLiPdOSfD6WW4K+hwB5vSEiiz7YUBy8OisxPevodr2BQOq9XF69vb+iGz3+w4A8eMPzPQc6Hz8wQ+2+YawvPtZgcb4sDDQ/Dicsvm0oZb6NgTq+WWvWPbduqD6DBVM+/5UKPX1rnj5rvrG+CD8mPvqTPT6JjsS+/8XNvhh1XL4wIUQ+F2o+PhBYi70g9FS+zViEvrI3hD0m7tu77RI0vm8nfz6nCdK9W5NMPucLwz5OhYU+InzrPusUlD4c14S96VxDPsUBur0ZgdQ98GW9PaLz3r0+JMA+xAL1PY6zoT5ZTsu+HM79vJQr+D1CsY++861FPi1/jz5bLI49Se9cPqU/Nr1iaGi+K8F7PrZ3nT0cUwQ/2elvvicgdD7t7Xc+qGEMvFqtO75ZcH89iTzLvGdw5j3B9TK9N/niPO2QgT4dWv4+PTADvs3U6z3Luwk+Y5tYvhkVCD4adXU+BlY6Pj/SMD5r+r091AMCPqkErj1GDuc9u8QTPj4Cvz5shA2/tgFLPnVyUj7JTTY/aUOhPQM97L2N4iE+OSuzPbRPwb5jtX6+t9sIvsTlqj1TsQQ+9fCzvi4/Q75u/4e8Ezjzvcv3172+P8S+Os2XvE96cT24x0q+akd0PrDZG755nKI+NrXyPbW/sT6Y3SU9eDQJvjTpJr7F7+M9pu5lPVhT7z3BCbE9vF8YPse9Qz2v+dc7gu8Qvk/19T7Yutw9BZz2vfachj2i72I9FgnKPS8AxT3i8II+jAl9PaGwrL0fZVi+0Hshvv8X/jyJcbK+whsovgTWWL78/zm+dUtGPvB0qT36Ev49JhNoPnBSyz2bwnE+ZmlHPiBDNT+Zmr2+DsgiPvyuZr7FRBC+3NinPf8oR7l3l227Y5wePgJUcr3Kcga/YPSlvYqPtT3pgJc+HqWPPstP1z4wXkE+rIqhPW+3lj0nIlI+s6DMvlEMtz2earo980tavqT4vb2k4L0+hcFpvnkONT3955O9cw0Hv3O4nT6olRK+a2KUvG2onT3GGgA+vOIdPn3eWT6aa8M9YTrIPXzZgT7ay4e+O0XCPb6OVL5b2xa+M2RPPkbElz3gGIO+GrVHvoREpr0wVcY9qZhFPma9FDyrHw2+3C8aPZdl5L4K+Uk+ogoDvvQQ6L0JSJk+cuIGPwHRCb+NQGq92NUHvh//u747YRK7eFOsvr9f0b4n7YO99JULvA0vWT5fXGY+ERCKPhSQ9jvUp3w+tPiIvU+ymD1gIR6+9UEwPn9Gxb5+Zli+gzaIvsal6rvPzqy+T4EJvvzWZL40vee9DwF5vtqNib3AqVC+IJm2PRULJjzUjfU9l3NCvs7/iT2K0om9OIKxvZxuCb07Ba09uYAwvrBlWb0ozDm+giTsPcqjNL5n6Zs8K1gxvtRhIr1w6j+8nFG4vsBa9L7it0Y+KowIvf96oj5qB1M+tCyjPWuvlj3fkY87A+yjPk1hmzzZLmg9nllJvmjkMr29Ike+9+qTvPa8AT53pfQ9FOLEPVIu/rxsdZk9cP43vuiijL0M7pK9utbPPW/D/r0Vu4k8Al5VvNHMsT0b62A9fjKGPnZ6fby5HLO8a8QLPkmatL35T+C9aS8nvo2seb6ALN29WYxEPbO3ZDw8kmm9AgPvPSFYj7y5ASi8vQgDvp0HEz7PXge+AemkvaxhzTyst3C7qaqovXN7Jj7C02K+iV3NPQn3jD2qRD6+DD2Dvlmo4j1KLJC98F4avX/hZr4yn968sE/8PRnFgz24I1i9y4YEvt1LSL4qzDs+fbIuPsW6CL0hAym96KgdvhnQI74VGBi+VIUZvdjF0rxqC268v/zqvSWDFruxuvw9IFVvvaMAhb48G8K9zXiKPXsnKT1dycC7D/f3PUFWXb6DHPe9GWthPLsqAL4Q/FS9ILLBvRQQqzwRyDy+io+vOzhOLr5O1RG8U8YIPq3tYL23HTa+3h0cvuY1ST0Rzwi+pcV/vA10Abxq+8C9lzMAvHPNAr5Ekvk9emrdPa/RXj1JCtS8yostPrVnWb01P3M9vXGmvPmHyj3z0Rw+68ebvn6faD4Vm/u8/WTCu1oy+jz+H6g8xLwLvmQcTDyYu3G+6iSWvteqGz5/2y4+0SchvvPd1T0r9oG9eTRgPuSVbT0K2ae9qsg6Pn4Tgz5b81O+nobQPX5Y0j3YWkS9kaOevZGz3DxA8ou8AErHPe6h+L2xXLK+JHhJvfYqQz52xpG8kymKPgm9V73qz5W+b259vd0RI73cNrg6F8bRvbirYj1MTju9j1kzPqKIur3XZ3k+O0yPPk8xsj2uLFS+yobxPV0Ywj2AjsM9QtOTPtDgrD0dzQI9SvEgvlcZBT6775c7asm+PcokFL5h+ZC+AiISPsTcQb10/NK6MD6SPpfdc77KUSq+8LYmPqomk72/cMw9N0ZlvXk2ID58IgA+BSSQvexlpL3c6hO9nSJDPvaLpbwoyEa+bNHQPdrCOT1YDJk+TdLBPfMmMr7GuLS8alVpPm96Dj17oSc+ON0LvgdWAL6VDH88keMlPjXGEr3of5293yU8u5DjUT6haba9br9qPjWtFT5IQ5G9VWQmPg7fmD7JNxm+lrfcPaUV472yafC83KwbvuijYT3vgoG+K2SCPta0jz5evjk+xBJiPu1hPD4TdCm9MUwTvdnUDL5/RUo+DEnevPsREr7IemO916yrvcNzAr5ShBY+pRk0vvCsmL5o6qW9iNpsvcIdJz6hvCs9m10sPne3Gj4Fnl4+3K0qvhmTmzyNXOq9weVpvsvUKD5Fe7S9Z4YmPsvHvL0wFze8pkZ4Pvp2QL7OtWa+f1C1PBZXRT47GtM90RhnPQmiwr39WO09qkBTPpaXbD6pl0S+VySzPTNnlz7WblI+KacJPaG8Ez5QuKO8Wu8/vjvOmT1w7mC+pr0mO/gYAD6DiZI9+uCNvWDCNb3CoYy9HeepvTitID7GbHY9OL4rPo+19buPa58+tjAVvhG7dDve1Ac+5CE2vd0ZqD17Cg+84NFGvldkNL7dtmo9JjK1vToFB7oMS6q9mHcdvkiURz2DhVq+wU5gvnKydr034iM+3fI0PiKbhj7oqQq+HWtMPhznSz6WXaO+zRe+vn31UT5H3zW9mBOJPfUYSL5MVNi9UUpGvjo5Rz7uBfk8kJ3lPXuPAT7G6Zi9mGGGvjk6OL7V1Hy8L2pAPh66xrzjd2w+266qvb3Unr2joJu9nA9qvr+mlj3qHqU9nOWCvgSd+L2rizG+uW9jPjOaWT5q4j+9IlbYPbpK6z0df6I94DXtPUi8MryD0qC6coIGvnqebL4gfSk958S8vkch+j3t930+UlyCvR81sDwBix0+A8sHvB7+pr0+CBc+0wlwuu/WTL2arv49Be3QPfHDMT5wNAk+0EyVPjDGmL0oMag9lpp0PWKA0Dxt3xM9NcCFPuqsFT5/+nw+35oYvb+3172Kf2g8s9opvFyMjT5U4S090IcnPuqYzT2MtAk9YycNvqVeiT0luxU9FZhJPsAjj72yL0W9jccUPsjz1z2Sxsy8Y3UMvld1QD71nly+O3pOPfMkuj3i+gM+Uln7PQ8APz6f/ua92t4cPlAIXD2tBq+8kjhNvSfQSj0asMw9UIirvefc0D1BmG89F1HjPOqK7r3fIHg++P8pvIRaxTw9zKa9UpcWvq5qTz75Yuu9HDtzPM8BpL13Asa8uVBDPggzBz25xw8+ybCCPoc5ib180/a9IyyiPH0ykz1RPb89IucYvkqDq7zcQ3E9ixw0vQU5+72uqOu921W6PVC3pL0JAhG9MEQVPWJQDz7o6iG9I/TQvNptwbz6CPq9VfQXvLGUvz6SIcs7EKZ9PQHkFr61gyQ7TmYPvljD5buVCj0+sI72vGwMoj11vzw9W5zcPbz/7L1W+FO8yUglPpR+Uj73Po48KD5XPoNCF726pCA8KSDkveLPmj5mNg68tFkUvZN8Ab6kDdw94XSVve/BIL7X1DY8vwIVPvB4Uz4p4y8+GSPAvR7upDwNUOE9nKTjvEwiFb7BaRE+BRICPohAjz60tZ2+AAY1PDRUGj1ZEus9euXGPLb0yTzPCgi9TU1Vvkj9z715IlS+6r+OPvmVYz5kFeE9yD0APt6JWTtMRpi+ZrSNvqYaxj0nZLi9wwSAPoQHPD40xda5HppBPdK/vT20DdO8h7AAvkTQUT2Tuyy+KV+NvkKkMz2vkpI7VpdKvUkQqT70q1E+6kCUPVwVPL5CR7+99c+LvrGeBj39lPs9Jy0BPmd9P76nnWQ+NiAbvGczhT48DCe8Y0j8vFAR9TzvJwU+h9f6PdNG173ZOdO+alq1vUI0mb6FhRm+JV5vvleNIT6qylc+B4StPKOOHD53rkQ9ALwIv2h5Njy8i4c+TsanPSXvU769aC2+HPSKvlKXJj5Ehhw+LHAdPDKuUz2EbBu+G2n4PSWyAb4LXJA9rSvGvUJlCr7SBsC+iOrTu4+2bb48dms+jhubPG0pRj0i7pm9ovIWvLYUE76x4nI9VV82Pm3Ieb5ygCk+ltcXPcIPPz5YL1E9Fd8pvn6mNr1uwCO+XugTvrHYDT5Kz5O9wGriu+upoD6T16q9gCQAvtyRCb4oX4U+QYuVPt0IPj6Lb3i+4FBqvhnbZT6inA49DGE7Pe+KmDtK2fg9/UqyPVWxmTxSH5w9gd7BvScCAT4O+RM+/ls8Pntnnr2gJIu+xvZHvaJ2OT7cRVk9PetGPmMDUb5Sfdc8PPqcvheX0Ly1Qea8iAQFPiK7gz4ARs49czAHvnXRjz68VpI+kAx2vtRyED4jYJG+jVBiPsu+I746Y3o+/pu7vV7Hhb0144M+bRYSvhe2gz6QWxs9BSyTPgTeUL6gVNa99SO8vot3QL5VjYe9C6BVvnTZPT5V0Yg8BzXCvm3K9b3T4Lq7bDiYvlse9r3mtsm76bWJPu1gxb2peok8LlvWPWVkKb00HoK+ytpzvX3ISb0fS5M9Onk3vgC1bj2BXjU+z1HwPT9uy7y7qpk+ka1VvUZ9A7317Rc+e1rIvRUMAb5mCGe991SJPTlbjL1M7ve9VtNNO6Shiz1JN2k+tMOCvoOAG73NQwy9/PmjPU4Rkb7nZOk9g3fKvR39Gj6N35q+sgFnO64aEr7f8pe9PMwtPvricr5xbhy8KBqDvZ+VKz6XF5g+VwG3PgyrfL6kkuY9IjTrvbqIkr3NFpo8eKeTvap+B73Uloe+tt5pPgbnjz2n2YC9Sai7vEEQ8D00rto928/WPSORib0rQoM9N4kiPpE+Cz2dQK89D2oUPgFXHj5TeOi9V6Q9vhbBo711sSY+CNi0Ptvnrr2JHXS9/8PtvWdmXb7WQ9O9kSg+vrfiJz5STWK9heEnvg7ewz5vAhs+S3bsPcWLPr6DpQu+vWHavi6qDj6KfSa+pVPLvE+rRb4F+eI9CC3tvaLmyT01RiO+K/WbPb7j4r0J2hC+9evbO6vZb70QwG6+kUxUvQPm5L0VVee985FSPbmvfTy+pkk88TYfvQk3nDyyXvc9grUjvu/SIL7eSHs9DVhmvKNEMj0ybVu+2zn+PRrdW77eRtu91mG9vVpXPb7Ieuw9VPoLvjgnFDzH5wo9fjarvVEWJb69bcq94H5xvgMeSj102Ku9p2STPZWKFT7HMkc+KZPrvfQ0qDzKjsM8/JT/PQxx373WmDi+lH7nPWiLMb5jGq69hveiPJMZEz6BvvK95t4+vpmQpr7fOcO9u+ITPZC6T72vPoK9T48KPUNWHL6mt/u8HAw0vkIzfzzFPwi+zsJCPTFBbL4EeuW967U/vTaV+zwFglQ+hkUtvisGnbuG4q49QWsaPVKWZ77LKOA8XSg8PcKyG77jhnI9wlz6PHfxkT3hjpu92J7fvO2+27vVcne9YtXOPS4SGr5CDSC+pL6QPeciA74amJE9U5rLvaphhL58qsu73k+DOiRqTj0ZPwI9pb+Svch3ab70Jp+8qsM0PsAVgr0vkdq7KLCFPcJpLT7NVes9HxEIvrk8I74O5J692fxFvi0GS74t9ks9tjyCPH0Q2r2juDm9SVXWvf1DpD1otxQ9UTVjvuqRCj5DjAa+tjXjvco2Jj4Wd/u9IZhVvld2Xz1I+Ao+92soPsZaVr4GLvw8nk4vvlb+9T2Kaok9+CCEPQfOTz01iRu+RVI9vu/3nr5PvjU+iDwcvlfOgDxVJeU9WBsxPWI/nD3J2Ec+HAFBPtfZDr0pt3U9jfcBPQx0uT1sy4Q9RZ+bPlvJNT5m4Ts6H0uvPd4KgL1ckIC9+fMEvuZNqL7DygI+7O+EPbEOvL23ABS9obSSvKOMjrz9eU0++KGyPTdZWD7uYAe+YCCGPQpizr7eRTE7QtwZPhccRD1a+Cc9o/4pvSyZDD1VHKy8uacoPp/rpT0hIxI+tHHRPoOppz6PEW68hwD0vPjxor1QYGy9GfGyvPtiWr6CTke9iZjWPmZV3r1KzF49EIiGPtRzYD4wp5m++7rXPq2utj0afiy9x4g8vnVu/70Q0j078gMEvrQ7+Tsn3yW9s7uwvUugaz2bASC+dYVXvsYR9r0GUHk9JQxYvWpOND5hMyy9MpytPf4sn738tMK9pe7hu0/HALz6gaI8Zn0hvO7W6r5fhAW+QsZ9vUObL75Yzkg+NxNfPUG64jyaTBC+3uSSPkF7mzzWam6+9/4BvtvihD5UCDQ+wmGfvglvpjtBVNe9Sv6oPUMw3T1h3gY9ayyJPrNyCj7xFgO+o6QjPGDg8DyV9wA+YOfCviuipzvTkfG9aYehvU6wVT2ALlG81PqBvQbrn70VL0Q9r7ijPjXe3b1CvEQ+c7kePqo+SD1h7ow9Ar0JPoZH4b0G+Rk+osVKPrPMDD5om9O9/iktvUtXQb2FeI+9HZgzPQwWYr7jLYi989sRvjW3SD4uWVu9B9/gPXleirwTi987U4snPTguyj55vXG+YErMPOexujqsb9S9TOEOvluhtT3icCI+tEmiPiS/177xzTq+Yq9MvrrlPb2vBis+e0oZPGkTjDzF1GK9Mf/lvYYT+j28A6O+adSRPb8mP74X1MS+IVu9vS1Jir6Le4M+jdmKvq5ugz2vY4Q+cSfdPRz2Ur4BeSs+fE06vr4oHr4FLKU+9n09PpFZbj4nsyU+6bKhvso7dr4rXay+BiyPPhd8TT1n/h694CA3PY5ADz4hnl6+rhwUPqzPQb48ptM9nMrBPZru6byHEQE+fTfrPGkRDj1aALS9Jf5dvfEQSb31OF8+JIrFvfG8Lj2bgty8Z7FDvlQ9Hz7XmM+9LM6WPkD39TyJ17q9PmtNvhHAt7xX2fm8LswyvlYAGL2NmoG9E1gRPkaGnLwXbaW+YSScPrxkwr2NhCS+Gui8PQLN271PRFw+Mcs9Pj21Jj6NUEi7A0xWvlUmETsS0LO+4uPcvYFEq734dC09HPS5PZ3dEz5ZPNY9eab5PR9t47wCliS9TzKcPGSA0Tx/u6g7qjmbPBcbXz4bjlM9XKDZPcfDvL35oni93zYfPg683L1bY9c8d1oMu4Dftb3zdQA+MoOQvYZ2rT2Dh0M9BAUgPkWJ/j2EXy88bOjWPeyg+7wqwC49ZIEZvoJHLr0QnkO+xTYuPLC3rz7PRUM9U9cMPmj7dbyo//G9ojqlvc6Drz5KaUE9iIU6PWnSbD5x/9s9BjLsvV1HXD5DllS+YZKaPovvFr7JGYK9FCeFvdLWr70D2wk9BeQFPBFs8T12j4w9nD9APnjciDz/8cQ8WH1lPN3KcL1kNRq9R5+Tvd4nLb7D4YS9AurYPWmi0DwKBj+96BklvVuuuzsZciA+Y3szviiskT6u5RW+W5kFvpI4kr14BEU9rCMQPb2Eo70eRK09lAaPPWmY2LwCoiO9DZ3ZPBnsW7x00bW97fZ4vRZMBrzyIyq9a/eNvX/lVz56ngW9gpnBPUJ5sT0FJOm9KeHnPC+IHD4ciKC9vvLzveyZ17zOFAU+cmqZvdkYMz1Aw828ILuJPZD1Dz4EVIE9c+msO5V7oz5YOVG91h5JPkycaL3EzX0+SuBHvSOQJzu2MIq9VHzzPXVuKb5ImUS+TtCUPEn1Zz4Wwpg+XIuzPSmHyTxWZWc9kDOhOxd6Pz6hZUY9Ak7xve9Uhz5/sRu+IJF4vVY6ab1bcwq+E13VvgvIa753loW+VjlLvobCS76wStK7++77PQPlJ76+8j++zMwRvg/ihr7rdsI9tK0iPj9QzLwypEM9jqRvvhcD+L2cjYQ+jwiBPf08Cj0jkzc+8NKZPU+5+L2YE6Y99KaZPb+U7z1mbn6+wBDjvB2lVD6Xptc97ThYPqkOO77fNzm+1jPCO3wIer6DrRS8Grlzvc0inz1d+p89lhwgvdifmL0WASk+PFlMve7CWr0iTp6+HwykPq4MdL4Klc27G7YJvmA3Yz6609w8oEQ5PYLUbDzXmyW+6N+OPbhsjL5S3W6+fqKvO0sHtT5SFR67HfQEvkxAU73icMM8JhocvGXovz161l4+4Dqduw57Kb24Xxm9TQosPuzfzL1IFuq8Ok88PtZjT77F5YM+/wEGPsu4N76DiCm+tyqAPZjssL0QdcU9asEKvCCHFD3+rHS9ekJRvAFsyjv/UoE+aQUhPr/lsT3r2US9AvhMvaftSL5QIqk9CRR9vqw9KD7r7ZG9vsVzvS9KXL03MKG9IwHyvVjn+rzpVGQ82tQWPsEryL2E9nq+AhB5PmHEUb7LE9i+bf2gvUD5gzxglUu+2rlnvtO23b51RZM+Ia8uvtBaGb6RUTy9oA2jPvo25boouo6+RwFEPn8Wwj0aPgg+8pICPmUlcT6w6Zq9Ty8Lvn7mrz5C66K+cmlYPkVBwDwpIXC9Sw3SvoBfSb0MDhy+40LxPQHZWb6vYTY+nr/GvcAJ/bzRRCE+BuZhPvItur4rLMq+mkqEPnL+Ij6fQh4+nMAgvrOXm77izzK+2N1gvsbvkz5FuPI9H1eqvjXRuL4Gfxw9XI2xPmzX0z2hwjm+z6sUPfi2MT6iKLy+1HzNPYGIxz3O9uE+HHUMPgZoa76NHV89hgfvPaayE763DxM+wFCgvWupoz54GOE+7NwpvhhEFj2SvtE+ZGE3PldXX748Tzi8VUfTvVsw7b1ooMG9Ev7bvQcamDqp8a49mxaJvqXzF71449E+TRCYO/AOkL3aVdO8oZJ4PpVSXT49yuI+49ucvTS5OD4CNkW+YQSkvREzWr5JXgI/R3OxPd0K071gtbY9AIrpvtVTg77b2+k9DFfVPA/MjjxuCEM+DpJ7vugdBT7Usuu96j9cPoXXiT3lHKW+2RxsPtR3MT7MRsq8T10XvqND8jzCsKU+siO4PE4d0b0Zntu+i+ylvnxyirx3H9w9szggvsysYzxYW6Q825YcPkl9ET0JeTm+3RE5vlE/SL0JbKU9JPgPPcjKhL6VEz49FrhyPmP787215aM+9SIqvnJp3z3eWAg+Nnoxvu+MHD60hAC9MKa+PVUrBz0BNAE+k9eHvamgMDxC/ec9V4QLPYczHr6MYvq8YfkMPjQOhz7Tvli+kJJQPb6oOTwy5bg9un0vveLpAT5af/87dXlBvg1asr0u2Bw+VXjLO+tVjLxofoq7noWSPLcBXb3rlWg+A4VAPoaoNr2X8jG+cwEcPJkQs74386G9X4OrPActMz7bMNG80YHxvA4IUT79NSI+aeRsPgYwUj40tgS+/3SUvUcIWL4Zfl4+OdPCvaDDEr7q4DK+PjItPdHabb63l+E8AzSDPZAmL77Yviw9E0kJvVlt/T1bZ/g9PFhwOYKgRb4K4rg9ZZB5vZjODD3RUKE9M12KPRqejzwkIEk+MdV5vu3o9D2Iise9t2QFvi1/OLwV0ma72UdCvCjJt73layi+QIrLvTanDL1Nf46+tKnSPZgXTL6jkGU+2WguPvMnHj6bzzS+bU7yvb54Tr7D9n6+sPgmvBMkjT3Abq+9ewAhPuxvG77eFo+9G0xrvfTZgT4g0Lu9Eqp8vlikuD3ysdM90ZU8Pqr1dL6bSAu+uysYPjgnVr4DPGS+clgHvq3s8D3PZok9cUCwPerXKb6olRK9w9sVPWjdmD0D7mO+tqPDPZ9Gvj1INZC+H/vIvThjer4h/oo9w6aIvVHf4b2BK0K+FClOvmoAYTxBgz2+3fZ0PU1f2j1Lfzo9j+vGvDDowL6OXEk+mZw1PUOBFT5lpyC+2rAMvk7c2zuZQY++dhQOPK5EPLvJLVu++RQ/vgcScj1nDrm8RbraPq/9Tb4xEYc+XUEHvzXFdT61Xnm+aWD0vemeCL4Nbpa+PpC0Ppdgt768tli9DlwpOxoDJDzbp1+9rRmgvphpEj426h++H3g4vb0yxz1Mz7U+LEivvfHHCL5cRqC+Jadwvlq/hT4YHlA91ZMlvptysL1yeaq9Ue0HvgxfBj7ap5G9QhrqvlRY8j2nmm292xViPjwCdL0FEP89sPyNvkO1qzwnQ2o+BOEkPsdqZL6pvog8BF+6PbDqiT0MT0u+KKiSPmBmFz5NJjk+JQQYvdBovz3rM7e8nYFruwgjkz67Ulq+4f44vM8gUz6WbjY8vt9HPqTKjD1S7QY+jK7ju+VDpr399gy+xp5VvtYB0b1onCC+07pOPpzR173f158+WiA3PjA4Zb1zQbI9ujHkvean6T0Tp9g69raVPJL83b3EJpg9/0WAPjqmUr5EwAe+qg7sPcEgkz4v/6O+Cu3sPcpO3T4gG3O+4QQEPsN5bT6gdjK+5uPvOwmpuL7XORK97QACP91NfzwvAys9GGsNvP+pjjzV6V6+Vj6UvtUDJz7G6qU+7y2gvYHLCz3T67u9nXlovVi2Bj7K4pY9M6AGvZga0r6wnp490VFRPji/cL5x4lS9UICkPTCdJD2keLS+DqaHvubcKT05Npk9F/bRPY2mwLyFkSc+TLSTvQ2YCb663tQ9YHCAvrNm4z0/ulk+BKBmvoaX2jxH2Bc+N9y4PbNrMz7HiwY+7HnyvTtM1b4Iq2I+8ZaYvoC0Kz5YIZy9dxZJvrXIX75yfWI+h3sAPmBlAL3GUYe+VaUfvkklcD6HVc6+qmdgPZTnjT4mexY+jcxGPrx1Pz5VL60+OiM+PnF+s76hgPw9HGeSvt1v172iPpe8zgBmvsNbQL6jFoq+1dM/vpDBzz5jF04+ccCYvR0ABDz0r4W9wBf1vlNHTj0YJbG7WigXvuyTb72asom8P6EaPnkCt7606QU+jng1vjgXHD0ngEY+aPBiPj2sDT4hT52+W4YXvuMdpz7ZQbE+zI+aPR4odD541Tw9f08YPj3iMb72SQM+33moPCZOsD1Wvl6+DEiLPbu5gzzQ3i8+H2j3PGy/4j1OVYy9v90fPduwFb7Ym5O+cnd+vs0rsr03FYw+ZOi+vTXCtL6dUSG99PM1PWC5Fz7uF889sRnUPjWOeD6CIEY+pBAGPdgn8D4REZI9Yh5dvh/NlL6iVra8vfqjPv3VJTy8ssI+lCwEPnnTgr7nVOY8oT0ePgmzz73ge/U9/t2fvhlgVj6P2Vm9IP1oPtNd5j3pIge+WjklvRRGCj4t0XS+zubuvBxP1r1vm2y9/Tg4vsOQAz5tLL69OtLjvPkZwrxg4E2+IX20PS1R+L1GkH29jy+FPUj6Qb6neIi8ISEUvnPHiT1ICtY9+gMHve/kPb6d1CI9FMkvvpgtwz2H+tq99ugRPAOBsr2NYAK+0wOQPZkdBj71jVG9XTAavdbkWr0sdxQ80H6ZvbgUN739nfA8eKBevEvJmLyAdSC+SSP2PBO0ZD5zq9q9LgSwPEeKBz6L4i0+eJlnvrov471zUsE9XUMpvUkvW77Ekpk9/7tYvpNyGL5S2Cw9bgk1velTzLz7JEE++fopvqhxcr6mZnq9HlDGPXupGb5JdBA9uA+rvVnRkj3nli+8VZppPbvEVz3OgfA90ByhPfVbkb2g/1e9xOqGvXS5EL50zQ8+/p0FvXXhrb0zkcm9dS05vQTL6zxCjC2+0oFIPjoARL3CnqK+qVwQvsq4S71z1OC9pLwEvp1hnz7Pazy+4eRovR5L2j3oswa+aTCRvPbqcT0PrqG9vCAjuhpSyL3YEnG9Kv9mPrWu+r3T9KA9/5+aPHPsmTvf9Ae+OIffvYYZ9b3DdOC92FLOvX3KRbvh4VO+u0SEvU3/uL3699O9Z/a7PXV+a712C+m9vr8RvfNxdL3jUyy+BuGSvTQm9b22XMk+LQa0Pupwwz1dITO+gzZwvdTvqzya6cA9GiguPo6r/z4QnZ29WFkNvPPeoD4MsnC9pmbjvcHFob6GZSk+QEtWvkjt4r19vkW+Fm8fPsx/gb5Mxjk+ERcbPvw9WD04/t49vd3cvZTRdb4dkZK+P24MPuL/gD4qTvK95ZTivZOznz47bgg+VlK4PUFs2rzKxcO+72apvkWinz5MV7g+bjtKvcWOGD46RpO9duERvixYXbwSU4Y+7IwLPkPrjb2lCJC9Yu2LvbJSuT0LP/e9ocs9PjxF570xQr++bp8QvV1l0b1OZbu9utFEvSyLaj6BjB49nfc8vqHOVL5/QAK+ZPhwPjQswb04pE+9UncgO1IWwDyWwYq+u5qmPBHWZL4GXJU9xBRdvUy79rx6BKM8/le/vqtVAzxzdKG+9FI6vnrQF71hwVQ932e1ven+YT0ir/Y7Z6SDvYTVubwQtaA98nZSvSyb3bx/3SE+JwukPBq8azszji29BxC9PVUPhz0GzTe+okL5Pc1xqz622zi9QzNzOz0Fwr0K1mU+uIR5PorXxL5r7Ju9p9HyvXPK3bvMn6I9rzqAPgzudr2yR828pguHPjkulD6lf6a91F29u4sjtz6gHBg+hldwPmyFoL2GBsc9InTEPWmFRD7qokk9lveuvWF2Oj6/Q8U9JMkCvjtMAj0Wzw2+Rng2vIyoDDyngiY8LvfgPPpv+T1zGb++InldvjAnKz6fp9+9uIZivkikzb0toWo9lZiDPpJDz75Uiro8uXxzvIF+ob1EFwW+9bqYvoxUCz5s8eG+VOyFPT1vW720UJ2+hV40vuckpD26jC6+qfl1vaYiQz5ekc4+Os2Avlnnb77kLG0+gogsPv0ueL6cVZS+/CqCvgH6Ob79tKo8d3guvqGCWL4isqg+6yZqvij7o75QC4u8GXEDvt0Lbr5wy5g+Y8ltPkpgUTzZ80E+22brvZvC071dSwg9bYXePmpDD77snDK9KKOPvcN1cj2DvIk+Vva1PhawYz3z7sI7tPiXPba1wb4vjD49UjK+PRGXEDyM09C+eCUvPk/wpz1/48k+HBbKPdkXFz7h/i86421CPl9mo77ohss97tTCvX+/Wb7yFb076p6Uvkndn73TkAY/+Rr4PYADfj3Q1qC88s4aPsK6kb1NKUY8SzV5PuX7Sz6GfEo8kXp8Pljc/z0gdK29BugXPowhC74AHEa8khOovckBL74kyMK+tBqUvuqZhLyAwAy+9BAQvsVKkT6jjZA9XQ+ePgWXAz4xpy6+zF+pPKheR75t07s+aKxbvnO0AT5Kr1Y+iiVdvsZVbL3ZJ1M7xiaIPKj5Vj5Fdmg+NOEjvr2ikbxToXc+0zs8PaxG073HzLC9vg/2Pczrsj2Hqds8ULbsPDNFa7w/3x68oP/MO0A6Dj4611m+ntl3veOf7j2kYVW7aaIQvYzaoL05tKS8eGJZPJYma75ZVqC9JEksvZy/J74FOae8S09TvQ4q9j3CMIe9Fe8PPlgU1z2zvhq+Y/8fvOADtb59FDC+TMwJvtesXr1P04U8M3rJPbrYHD3YngS9Sf8jPmCoMD7kf529c9uOvT6hMr5c7UA+jk5zPREu3r1V8828VtwrvEktJr79X/C9xmgAvo8a7b2YBqe8nu3cPdzAGb6YNhK9gUhUPZlJnrv/LtK95CxEvirEwb0DpDC+cHzMPHDRUD1ZUoA+ZyUWPobb9TxKZRS+jdaqPS/NMT1Q7L28rbu4u1iC87zfk5G+BmzCPRnbVL3OvxU+Hs95vQafML7iBBs+j1nxvFFOAb2JGFa+dRhovEvSHD4TVKy9TMIqvb5KHj6NO9C9Y0gDPUTKHD2oCkk9aSIevvTDZT4Uvly9bU50vlaN1L0NYZG+ZS5XvfqSNz0iFRo+d2ZePR8GKj2BrWI9JotgPZuikz2iEva9r52zvdcpHj6TxhW99BuBvjl0zb156d29Sh2dPRiJOz0QO3e+9BG8PWbKD74dDHu9e6lKvjNRbz0XXK09f3CBPRkkEj3G5HC+IDhHvsfvsryv+wC+SK4rPefCl73y+iI+ovK/vVAQKL4Puww9AT6gPY1Cfb4nOiW99hsdvgRAJr7O81Q9Kw09vWlNBz9XFe085jypPsFBJD6dzoq+bB62vpxVcz4UYaY9c3iKPuS8F74hEWy8e59vPkCyrb5XW5M+KdEtviXWxL385Aa+Z5WoPiQliD5A+1A+S9UiPXvDjL7Hxp4+0zaaPYJDiz4A9YC+bjvXvZpDHL17id++JWdbvkNvkD0gnGa+7ffhvu6UgL5kftc9wzXPvXghW7we0ti6xQn4Pk8wQDw1yjq8E4VevhxeZj7C2+S9QxiKPgg2/r0Vhaw9acWPPkKI9T2+WQc+c3olPn8V3D6Mefg9DO+Vvl8ZwT1jUgg+rh11PZCORj7gswC+ISA9vlzw0LyIQUS+DJqOPhWupT4w6VM+4M6ovaPCL77P/Wu9mkj3vXh0oT7wYK29vCHdvPGzY75ExMs+r//lvVX4Tj4SPNy9dQ7PPBlbPj5MHU++Y7pQPhwGNb46K4E9S/EwPkuCsL7gnmS+TbcGvqz3fD7iB1C+SOJuPM264j5eiBm+GpxvPc9rhLuRG/s85pE3PqKXOL6NgIQ9l1+0PqveCz5sVrg9QPYAvirSAb21OqO9PDc6vj8Isj0/iCM9thMpPiTNLL50twk+LrBqvRG/tz6MMXo+AxbVPaaeBr4gdxs+6ZKZPYymir2Gs8s7PDUyPQqGnT0F8MG8nCI7PixMVr7UEr0+eIugPoF93L38fxI9gtuBPvFJYT4O05U9EVrHO3HoZj55RfM+36tmvUxLfD6CKYy9LiOovWYpG71G+No9hJVKPiLQa75aWvY9yC7MvqCXxDycIBA+n7Y8PgpQGb0GLbG88lXqPU3fob3pZEO+V/SlPrBeqz7oNga+5sVIPok1gj747va8D/lVPU0FVT3Q13q+FIszvJUnnL7mSge+FixyvgdjR7xkihW+IqXFPQ7Gp730UmO+Q6WFvvkOhD6VdYq9jNCsPoo7Rz6kq269xxqevtaHij7IlnU8FD7RPB2USr6rOtg9DX+ivUkOoT4iWaY9z7eFvrw0hD5HF1u+77uWvi0WIj1DRpu+1YuyPXRZj7xVi2A+jeivPqpGED+E3w2+Ggi+vf2ZVb48O0Q7DdG4Pqr9Aj7G6B49GddrPHC1Rb1VDVW+gdILPrnkxLzHjBS9qzkVvvSgnr4+x9o9kXQ3vvrxBL3BUMk+ZoY8vjozUb425jk+KjYcvRPqu73iVYU+oq9KPNs8Gz3STGC9I66jvg76oT5e35m90zYiPe/qPr456Z69vf8Kvi3TdT7L9o09XL88vAsZyz1Nxaw9Y7q3vJcgqb7fmEi+z94svgezaL4dhkM+rP23PfTEvb1OrCC+fZQJPoBFo72EuJm7ff7CO9HxCD4oZEy+vEXsum8coz1Vygw+kll7PokSxz2U3ok9j+hLPqFw3z3aZgC97SfpPfPHOL5b7lG+NVj6vUgD2TvqWbq7ldVtPokBmr3jnS4+5l85Pl7qVj6Z4iO+E4uzPY9gZL4+kkS+VcmHPUQ1jDxppD4+KpSevM0ZIr79PYk8CuiCvRjsBj5gqbM8mG4SPvzjQ72b7Vm9lPq6PRpOvD20Sjm9SSNdPlOyuz3tDHI906JPPtc7Db7jYnG9gldgvWkvKr5+2E08KXSdvTuln73EB1++E+4QvupL5L0T7aO9eECdu+VRG77TBTK5+gy7vBjiDb1WrQg9msBKPlyzSz48DHC9edpBvJNhXD4RWgU+BvFkvpCd9bxilUs881eDu+f2Vb3+goc+VLsTPLUsb74Tfew9MdyqPQXrAz6vOxm8Qi6fvaAHh70tJSw+HLRyPegLrD0pB+S8OKc2vrNaFz4s/Mc8wNQ7vsw1WD4D9ou9DDwHvY/9ez1YTWk9S5zRvbdd2b0VGQa+y3HZPP4gib1Qh+w8UFkPPY2GFj6aHQm+2Be9Peu+172Axt89Pa8UvVBsgT3jj5S9UP7xvFwPR77HR2U+f2MNPhEKkb4UABe9qOEcPVmX771mHBi9dWIwvjggQr7g0zA8Hsz6PdJNGL5bYjm9IYZQvfVfSb7jHr4+E/iAPhkTUT6S/dG7cwW4vZP/Nz5SVwU71s1JPGMnID4WCMA9fE5JPqkyWj6fEXA+C5BevuILoD7JOP08I+fqPTg8ZD5qCi0+vAudvufXlbu3EVY9Fet0vgFUqz1T5bO8YNq6PQSiJz7WoLo+BTpjPLMKW74QgeW9RuEnvBVprT7Kpgg+kahFvuEsUz5bcY2+pExEPhnGDD4Ph6s9zY5EvuvBUD7YuGo+fKEGvjk/hT3d6IE+QX5+PdLlgz4sQYC99GsOPjEyOj4gWNA8OT/gPGAOtj5U7iQ+3TAxvKvKgT690os+9dEuPcpvFj4Q3Zk9CC7DPS3VlD18bq89yD5VvqkUSz20tSk9lHwnPpTQ7L2pqIu8sm1dvkh2Nr6ysoS+lBoePsfDjz0y4gE+nYmePh4AHT1GnKM+d4+iPayrTz61hH49hAj2vJ2jlj3qhJY96UEMvogdOD6iujq9WvVCvoMlnT18pxY+kh1rPRNWF748WfQ95vNaPfFMy7095xm9udFwPpPDAr727HW+mGTuvu0Vbb6eh52+02UzvUD9hz47puW9yVTZPZsVVD04jMA9ql/vPXp0Bj0qiLA8GCxVvgNeRz1C8nI+yRljPqZzYTzVlZy+lhSXPNB8hj2y2UC98jqhvsAhbj5ALdA8tUucPpsfo70d07M8+NQ8PoJmpLxijlM9TgeyvdS0mj3AZ1u8bwt4vqG3h70kf5g9g1jzvRZGKD7jOai6Dl1wvkB1ib0AbVE+UP1KPrp9Uz4iIs+9PReJPPH5PL4xPlK9s+WPvf4pUT50Hg4+f99ePhM5UL6Wjsg+YLuAvWTjNj0VI9u97oF6Pft0LDxgAbC+rNR7vi3ozDzjkXS+SLIFP4rcZzz3yLo9/vo0Pd65ST1t2oS+JVJqPkQ4or2zaa09JP9ePpjtkT1ZTe0+OxDiPWndQr6rzc88yrirPqIE9r02wA49nLF8O3NVij4p6xW+x7A3PsnW7T3Zy5E+6GKPvpKD5bxVSue9ilkFPh7AWj5ytxe+bVzSPXgjjj2I8gy+RH4EPFIJjb0FOHU+oDtQvk5k4z1wQS4+1jjlvVmcjr33lqM+RUAWPstXoj6ON4A+wVaUPrUB4D6YPYO+SVYYPq0ENj6zOwU+U1C6vTL1z71Ug+89PopXPqUISrwFt848CZvOvr++dL6jsTs+Azn0vV+BHL5OJ0Q97PTtO1UPKT74hw0+hDq4vmyLnzyUFl8+ebAJPw4Lub3OSWQ9pj4/vuGRsT0kF0A9ky6oPmRNAz4XbtQ9wMmsvTonUz0m2t493tiDPBQP0T3XjwG8/t31PaYmD77td4O+QBoOPo312T0d7EY+51tDPimSRz7fWCc+bjVaviNCIT3raRg8qGtxPTc7Yj1waMs8ERUjPt72AL4/Gw0+qBITvpwfFD5v6UQ+0lg5Pgeksj1ZHBc+xhIQvu3nX73B4/W9vw29vdJVOTsC+Tk+/bMCvoBF/D274NI8gDD3PeDQhL3uHDE+PniRPZQJZT6ODRY+xr+tPZmQpz2YGRI+i6EPPTFCMDrcwOi9u6tcu7URBj2T7Xo9hihbvcYuej6GTNK79aJhvQydLb6yR2u8Plmyvfr42L0UH4E+geHavT/lCjypDEU+zIRvvG3zLTzxKoW9gMJBO4u8LjsrFdo9ivQxvV+Z1j3DtyK+ACw2Pcppn737mCa9oicDvqwTAj5aeK293UqavdODFz4MOxU+aXwZvvsnITu8UI+9BHVQvlC9hb2IpTU9+MsAvfidbz01U7k96noWPQgHF73egoa9uHEQPY/KLL6G6BC+UgQ0PbpAOj5ryx2+SKepvOGKjD2D7si9Xg0NPf8mHjyTqxc8EAYyvhSIyr2SFX+94ZhDPdR28T3wo9k8EVdaPWtDij3MqXG9RrT3PZH4Nj5VgpC9r6JUPt2mYr253dq9Gj5EvX1VQb6zh8A95QYbPtCSCz2Hss29tUWxPWeSkL2T4dC9G7LsPUJmKj4km2K9IiXTvKBDBD6xUwM/W7YjPmWthb5InJK+3lwIPL4jzD15OPE7qJ/GvQUzK74HH5a+RdANPvt0gbwcB6m9RL6PvcELmb5vvNm+TknNPmwJFr7YDvI9tuOMPn7AHz6VdWW+AzyCvY2JDz49Cx+9N02BPVqJRz4tZEG+C9RaPPxiBz403/29AviUvoBnvr4b6hm+PmMkvrgFCD0y3k49O/sbvkhF/73SvAk+p74tPQVKyDxbC4s6rHyCvSH8Ij5YnYO94UOTup+DJr1CEjw+oKiHvja0tz1eooM7xdMAPqJl4L3/j0y99qUSPWr2k7u81LS9GICLvv6Vl71HtQW+GahJPo3/Gb6pHnM+38gyPlFZYL5Fzjm9fdjhvKoFOr2MSQ6+6Y64ProcYLv0EZ8+NPI+PgD+ED1eI9m9/qQGvv6O6T1BVwS6brgQvld3oj3EtIi+pNdYvn4ck74l+Ta+mrxqPq7QR74VoAu+FbbIPnRShL5VzFo9Y00kveBxEz7Efom+EHgSvTIA1b2a3AW+dAD+PEvncj7+MOY8+zX2Pf5xFb4jrdG95B+QvB5jkL7kCAs946OjPWx8gD0JobA9WbshvLjJgL62ua29b3E2PZPx7Lu5wL29hRk7vredQb6zreq+eQQLPiZ0UrylNhu+wx5gvg/l/T1dy4Y+oQoEvFZbC750jtk+BuYjvTTrgD173G4+eDB4vq8aID2MQQK+em4ZPrRn0TwGE0+8fQOSPBCmhrx/HRA7Wf+ivigoHj4gYpg9DRatvitaur4BOZs+TR6WvcwiFjzBzRq+1nqrPpRjUb5+E6C+lqWpvYedq73WT8c9qFylvqVcHT7vVfU9TxqfPjLZDz2csla+agp0voy6Dr7YRLO85V4LPocgjT1c7Ug+sPmavuiqrL1zmVs+MecwvG4pL75uwwW9EAU/PvH5Gjx94Du+r2uIPvtPWL0DX1E+PRuWPBdo8rzoWOu7TG4zvnapgr18vD89GOWBPgVlo72Wu5U9JVaoPTVnijys2wO8GvOZvPLRaL2LuYc9XQD3PZjMiL6PTis9ChCRPWq0k74YU6I7cAB7PhKx9b09/QM+wn0MPtKbMj45z4W7syq7PuzWBb6PDTA+2/iuvUyfRL51wB8+qU3NvuXkQb7A2e68qokrPOkmH72Yf0I+tTVNPufBtD0iEr891/WBvHLbcj36o4O7sjgGPOvzKj6CR9k9Lmo4vQPuqL3s9DO9QJMKPocYlT5KTzA9ukUQPh3KAz1wZ7g+yKrwPf2DEr0K09k779kqPkbzLD6KwD0+cv4Bvvq2kb2pRXi+oWmPPnhCeb1lT0c9MVbqPbuAzbyZ2oe9pi9MvQXxOj5omTq+N1ihPQysvj4/8T2+EuhdPfe83L10XoI9/LxqPYPosL1fZqY8KafZO106o75PgE2+vuQJPH17cD3rAy69TXgCPvrNir0bciq+d70svr3tTb3eP2e9qscHPvO3Ob0IKRG+JEZPPYV1bzws/S++CeA0vswJb77bIZ68dPsMvqdEGj2hmYQ9gBxXPS28x7zBmy++EIWJPdXwyT3AMw++oG7vPXDTVL1JEf49b9BDvlkzBr5/5ja+yHKfvaGqtTzXrLO9Kr2rPWigQTx+M2e+Z73CvesnB76b57k9n8Z2vdpWAb6bWtM9ub6wvZQBpr6KnEq+OmYPPo7Htb2sIxc+/93svEf4ET6V7So9WsJJPeHmxbwApti9rPmbPZZYgT0Dk+W98yxFvtp5tj3N6by9tJh+vpDLZb7d9g++Eq68vaMoI76iYD+9EkpXvt8d9L1BRM28psX7veQM+r0G/gy+Xsq6vY18Cr0XdZ+9Lb71vY0Kub1uSUi+Tg+XvZx03j3BVlI9QBwZvcOI7rwsdZi+rNVYPSlwVT4tOSy9qjvYPe3GRr6TmiW+OzTbvTY2nr496Vg98aZovp0VlL49kTi+bx1dvp/Qp702VSm+8cgQvqEDGb7pbiM9WSBVvv3Cf70ZClk9tIxyvRgk2r0YhFm9iU8vvu0gDT0liW29zA7aPdgJsL470dK9NgUHvpDNQL2y0zO94raCveQCdL4S5aU9+VbbOw60P74r3Tu9vOKFvehutzy780c+YCYQvmkZB75400k+GafRvDlxlT7ei0s8OMltvoYKXT7MfXg94hm3ve9HHj3ArcM9OVZtPinNE74r6FS7AQlNvqh0QL7fKFQ9Bp0xvkUq6b3e7Km8knSaPvxQBD4O7jg+u/TzuxG28r2d7hm9ej66PZEYvj0TDo29OvIOvixtMr6ytra9RMCXPZuwSj6ZTMy+x60uvpwMor74Af49ETjNPCZySr0Mqk2+jUHzvcHz1j3+H0C8tvULPPtKgT3OvRc++5RgPjHH9z3xAWM+mcTXPXgleD4sDPa9ChfhvSTOWD6uCTi+WyKSPfSl0DySG0g+3ElbvUU8wT1vi/+9Nzf8PSPEPr2l5iq95Uivu55lO72t5Gm++ei4PoZowD29Na68CM64vR9wQD4vhXI9GBlPO5lXfr3PoZs+DkafvaT/fLy4dFY7OF/SvfgwKLxPgxg91dkvPQKsiz5XSnk+vZeKPfz5kb6i6x29LuMSvv2BLT5AOfy9b7Quvt+sWT7xjaa8sUckvdWKDT0qx968DLBRvqKujL3U7j28UDd+PlWNmT619Iw+YQ6LPsiBN74LZy89cLGPvswEhjzEjBA9H6MgPA6ocb57TbO8e2ZHPoxEnj3Ak1y+rVABPo/uNL4osq+9EmWRPpUQjr5s3tG8PtbgvcnD8zzPFIu9bidUvq6PJ7667A4+37uQvhwWxL7w8U+9IP7yPNamXD4upre9jG9SPRhIgD6BI20+bF6qviNqBj7L2kI+6zHLPeiB2j3NBba98nk0PlmK97xx11g+bSZfvrpYqj0rPDC+JQelPXc2yj1V9RI+Ta6CPQE5JL4GsZC+fWu8vRb1hz2Cr4W+pdArPq6XR73G0OA+F5HnPHFPmD7LKxw9r0Svvjp0Gr5zfNi8SuqLvr+I0T16Uso+tSLUPW/unb1Hedm9eUM4vlDqHT1aZYO88/R/PX6fIj57MUC+oD27PaEViz2fA549oM8NvgrS3D0+lta9ye3SPFC9lr0fVDa91lpMvgIZ2jwsw6o+4UnPPWgoG70+wai9v+dDvkfBkz0NfTU+x3zLPfH3gz61Kqo+gN1NPnoBvT5sjbm9QBEEvQnZO70Xkba9mRaxOQjAjDyWwQw+jyxxvg2Q6D2t+J09J/ycu6YTpz1qgUm+mFVaveZlgL0dN0o+xnBvvnh/YL4do6m8VhAYPglhjT7lowG+6G+qvUWCwj5cAo4+ccQTPlrAEz7MFzW+yM+HvQL+MD6Zmgk+k5yzvabPfj5RFyY+DGofPqk2cL68yJG+Wun4vSyH/b0KdqU+P3k8u92kaL7wPks+QrOUPZStET3T9Jm+ZGCyvSHWDD18fH298EkUvoj7571gsve7nQ1jvFDLqL3ejjS9ZNOUPfthl70go6S9uRoZvgy/hL3LTqW9I+WtPZiFR76u00a+/SDwvSjHK76Qrua9nASlvGOPT72WSvy9msbBvVEx8T1eniq+DdAWPjTl4zxAQMk8RGOMPTBMGr6NhzC+EIpNvmF9gb2+Hum9AHsPPTVK+71Or2q9584ePtEnr7zvHAW9i0HOvJgrBL73jhG+96LRvRadoT3Iwgi9tgigvuWy/70wNkq8HXJ5vQshqz1UoBC+d7JbvtY6r70MhsY92LdhPhFsKz59oAi+Op8svupc/DxfpC6+ITojvohwn72PE2Q9WRuKPUz4/j0omxg9vhDxPeuqBT7ZFiI+dfH3vSwJ870mwJE7USnwPJX1v72agg8+pMoUvHF6Rz6bcOC9QxQ+Pjsmlb27z4e+diREPhTjMb4uB229nDpmvrjzmT35hUm+5FYfPi/AOb5DiTE+kO6FPaqh7b2L426+AfocvuFk5D0Xo0e+YM0aPVLthT3ZPgK+NWphOww+6ry6iW68SJPKvNCxtL0OmJe7m9MaPvy8T742/4q9VTSTu1zY/7wCcbg8eBuqvdUS1r29RKg9rECQPXbuCT2z3mi+TQL/POsiOL3Z+gm+7LEcvEs/2T0sc3e+75VDvrkg5z2Fk6A9LTUwvo4SKb5jXEq9dXm3vm+0s75xpLQ9lIHRPf1umr7wKE6+rUapPozgnTu3ISI+4caqvSQw9zyffkW9o3ELPhNWiL5a4Js8AYn3PfJRBr6d3IG63k0ePWm+d75FfLA9u+ySPZ1hD75XBC4+EX1VPjjmQD4SgHy+GhsXPdhUsz4rXdG9GhoXvbGvm77K0BK9vqjUvUblIb4YZZs+8mGXPYYPzr20La++FTSnPpDAiLwUMZ29D1YXPkwCjr4K6+W9T+aJvWppbb7t81q+/oEdvmvBl72e9o2+MxvTvnzqrz1Tooi9ZhOqvarDQz3mF0G+lY0oPQHjo7vuwUY9Q2+7PaPgCj38bQK9vSMZvnDe+b2DC7S9yTdQPjYNXT6bba69EIsjvpN+Qb7RVpq+qtGqvWSyOz66giK+K37XPXNJWD3aJGg9lMTfvXj5BbwIntc94viQvO2Zlr15AHm+FckuvZBRAr50OpK7941LPHo5SD4pz4G+rrASvARfaT46y9s9xNVFvpR9iT7QeJQ90QYWvktyq75DhsE8dXSNPjzGwL2ubyM+jVBDPQTVp70MitQ9pwu0PoChkD0JFbG+1+guPuk2DD6s9zs+0P68Pl8fN779BfC9vd24vc19RL6G27e+BZdAPlPPQL4g/aU9okqBPhAz4L0o4WK9KpIAvqv18ruaJDe+HZ2+vB8VJb4yD2S9jsO7PvgUg7yoAH0+OwV3Pv0doT5fQyi+xdIoPdUOEL5zK5U8orIrPij7Ej7HZvC9lcBhvkN6VT795067ust3vRrPfT4GMP483MymvHFZK7zlptS9REq4PiOjkr4CW3C9wEymvCw9+z2v7Wk9PGvDPPzPLDxGo7w8RPgfPXDeED5PEVg+yshHPgk9Mz1hWKY+m+amvZBpsT6r88C9ABk6PHliFj7LJaC+bzaOPtLsrT4K4bY9349pvgtDdT4GuhK+QTjPvT2FCj4MxqQ+JaeYvmSzHT3pyJ89L+4Svi7KJL4a4qS8cGEavn+vhD5tiqm+pbzoOzDFqL6gz7Q+92/uPbiWIz5r1og+z8p+vbzNTL43oCG8/4DavWSgmD1XFFQ+bP0Ovep2Rz4BG+e9dLbEPfDeib4fhoS++c6vOtAsvz0tLTC+VeKjPR3Lyr2lnJ29169HvmyY8D3qhgA+96FBPtRIPj71HjW8m1YFPpSrVL5uNGw+P0YIPeD8LL4vRgO+R8eePsQOPD3FFi4+7eBOPSw3pT0F+Xi9W7rGvbdjgb0Vwry8mQoZPRV8yz2tqkC+kJXzvcC6Bb50nWo++CA0Pk/NwDyY6qO9vq1uPUEfBj69Sxs+zTWYPIz8Hr1A2Cm+5wMGPgf4nr0IT8a83cz3PZy2FL7vG3c8NZG3vV0C/zzdr5u91zJ8PR39fT6Pa3S90Jq5PaPcHr5ZDe680SEFvXYiXj0ApQs+bje7PqszJz46ATA8TqIzPVl/Irw01kk9uw97PWGHAT4v6J89KauHvduWSzuVRKM9r1ibO/cY3LwwOfa8y8tZPaYXCj2/4x89+QwNvtKMHLxYnwo9B5svO2NEnz1i+Ek9mGu5PRXYBT4fRam9eKaOPbU4qD6vn+i9cVpGPseoB77j8gk9a6bjPOe6bbzAwSS8yIRrPfuucj6v5/A9w8dXPcrkQby3f+o9PGjWvF80sb0s3m89bQE8PmRxlj0SmPQ9bjcTPkRzoTujatW9LyKLvdvGLL0VABi8r+OuPdp47b0lL6K95F0Mvss9w70gIgO+fsYivojlUr0b2Ac+QLcSPf7QNz3un3m8oKeQvZzKYL1Cqxk+/4KevQ7MpT7ouYI9hc5HvlYG2j36Mty9P+SdPStbez53/6W94wz9PGiaJT60p3O81qEPvgSoJL1ps2M+F+mTPHjplDr1rng9BY0vPmuis70NhGu5R/yoPlgYgz0m9cg9CoKIPgfwR70fkLk9+SOhvO9+BL5yfb688TWRu+ZQgj2kL3s8KIioPZ3PSj2sbWU9JxfKPR/V+T3Ov4m9UupKvaO5Ij78kn09SUBPvhkNzL0y+Rs+Vl75PRiHFL28qxs+W3Q0PjFwkD6I+Fa+etzpPb4Anz5lJ5E7ax3IvQGt7D3xCHe+VxAfPsdeIr4g0bu8KZcgPlWnTr7wTYC9PgvpvdwWKz4Ex7o8EVuLPrN73jywAoM+getXOtA1h76WqMy86bkrvsViqj3C5Qi+546wPW07Pj6G4H0+Jf9kPnYOOz4K3sk+11D3PYm+Bb0UBYa86JAiPujA2TwjWag9//Y4PNuidr15opy738rgvr9j8jw/41u+0RcLPRFekb6Se3s+D1Wrvf7yNj1902u9CgQlvk4Qoz1iPay+25MbvrBIEb5NEWM+uUqVPcKGpT72mlc+7JoMvvdkBz0jnK29dRkbPuwbgT34kjS+lA4+PtayO70Nx+89zShTPiEBj71NIOW9XRJVPnPMzz12Hz46P09ovgASS75xQK2+HMLUPRBvE77jh3y98t2xPaYFuj4cRcI9dZg+vryW+zyXeCo92wUoPodTBbzhRfU9nEMZvQPgdr7/29a8qbx6Pv+Q1D5u+Ny6zfdfPhtHOb6iR249qRrSvH6NmD7LtJu83WZtvSq1rTw4w1s98SbQPXpPU75h7sW8JmeCvTiEqb27oWA9J86IPWzldL2xBCs+g9KLvZzP4r1gF8y9XlxXvkFikD63EoO9NnqsvsJxvj2Uyjm9igFevvriJb2Y6oK+LHYgvr7xnr6iZoS+ONWkvprlOT74Ai4+fqQEvYUnBD7trgs8hvknPn4ldz6eH8s9/9aqvmhBVz5kuPo90+nfPYpnlr4V2wo+9xdRvoKErr7RGD89X5vPPbYPy72RQDc+63fDvWSEC75IsYy+qolFvkY0Pr4xRI89v5XpPX8qiD26b7W7tw3/vaI9Mr7nBBe9XdjKO5Z7Db6gFOU9NxbDvJKwCb6CcP89zQwPvp8gUb6A9zE8Hm79PI/KfT7Hn8693GiQvgXfbj6JotC9kbA2Pk3aVj3prjc9tsvCvfCJQz1bKVQ97Xk6vqbSXr5dnCm6n5rMvTMFl7xDUDQ76fYcPfBsCb3bGFI+CmWaPWh7xLyVzCs+H1SJPlmRHL5UccA985zqvTdArr2o+jq+E8esPbsv0L22VJW+FG7TPIPQB756lY+8Vz25u6TLCD6uxqa6AseevOws+L1MbHA+0Re7viQX/D1x35Y9fhFMvUFHsL2upjK+Nt/MPCQ54z0XJom+WvubPqrhhj2mANE9kNg4vYvKu7zjx4o9kvM+PujEBT5H5yQ9QpkHPnLfqT79ndo7iqgQvkAZOb0joCu9h5CePuY7P76Jk9c9EA4Rvs6wmL7k5jY8qMLaPAuGuz1H8RQ88UsSPUsF8j2v9Ys9TqAQPvSAZ73qWxc+1xGePTh6gLxG9CU9x579u4Hx2j3GpLI9CMa9PeOQLT4HvyW9obGHO7Gthr3C5Zu9gG9SPq7d4T2t4VE9GyEcPpIkSL3FJkA+liUAPoyDiT77zEM+ZgiaPe8+wT3+ZB09sILuPVKMh723k6k9wkfOvaPBF74YMhI+FfHrvd5NGD4dMYI9p9jPPd2LGj6RGBi+4bQ3PqIucT4XycQ92CmBPmvnbT7J+Tw9nL5rvZ3WNz4R7bI8yAHDPXcSQz7jWpU8cUeTvRRNXD1lZ6I9YZ9ZPSxMr72E8d092D1gPs05AT7L94y9+WlbvMgSAD0BJ6u9Vb+APbZjAb3i4II916FKPuNlQ7zV8Ku9RFDUPQVfnD22rrg9qpROPgaCPz4oaUW+p/e8PQVqoj1cPpQ95iLqPbsaZDz4T789dipIPhkvx7wzvEc+j6aevaJyPD01Dc29NPYZvd8Ceb11P6G9AYy4vX9JlT3dUcw9wZQavaAknj59cge9ThWgvevWE76IcUE+IoXIPWdDOD4m5Le9lT6KPSX4qzzjF+49rgrvPQR+Rz59gZw9+wFDPZuV3bsbK5Y9jYWQPWjQJz50h6S940USPtqA3Tu+III9m4Mmuwv2Jj70D8G9YdfPPb6Lab3SswE+OsglPihTHz7qEcK8xBHtPXiACD6lXbo+8hEkPijGoL4uVIu8sm0tPupXIj7bwbI9YqVsPRKaDr5iQRK+lrqOvrc/mD79JVi9XL0POxHvv76cgg29ilj7vWFHO75ywuo9lyiGPurcYr7nqws95duHvQ68ZD6algs+5s2pvZR3Bj76mX+92fTfPRUeK731aYQ+WasAPPzWBb5VdBU92w2GPvfzuL1ijBU+dU1fvtK5cz6STRU9vR+QvYY5M74hEO+9fKxnPdDCFL5LnuU84AY+vbzJO77/Ncq98xiYvrCwWD2fuBg9ti3DPchb2L1JhC29PnRNPpoAtz19jva72DGhvj+bNr2iYYm+UWQGO0AtM74G4lE+kYaEPax6OD0Yfbw99xc9vnch9rsCRuG+QfHUPapAKL1/uF6+RJKpPMVdaT1agza98tcJvWkGFb6fRZm+U1i6PcLKi77GGSQ+Ls02vm3RwLxrdA29KSqdPQ9nZ73SilC+PyoVPuZvTL0W66w8vbcuvk15Mj7R7xy+XBRUvd5iFb4A2Iy7GT0IvGuGkD3/IQK9l0kivoL4nLwhIXM9227CPVgqYb5INFI+xpGEvt+R0r2IZjI+/gPYvZLLi74/bWs9qOCePRxFuT1m+GK+8WPuvEHJlr5YiiO9zh0sPgxulD5/4/e9WpNcvqQsQz6A+Oa8RGICPtbQUTxpJxw+jhozvkgShD1ALA++8scJvgjXjL1AIm09PD4wPub8/726QrI982vgvft4gT6rUJw9Fh4IvXVaRb75ymQ7XYOAvoTSfT5RvKy9i8DNPB+3p74Y226+SsyJPquemr1+FSW9dL1QviWyDr6mJTe+03FyvsbUcD2mvd+9mVLoPERCe76UGiQ+xNV1vEQOxLuGh7491cS1vkNyr73supu99rgJvqnDmr6QO6W9LzM+vJGOKb1Uwa2+KlOxPRSYAr3x+Bq+ittgvl3FT75qgre9Mta6PhRprD1+Zx8+47O1vWKVij5MANS9TbJyPlrRsD0/avy932vNvvL2OLzBska+okqoPlxrqr4uH8C9G2HVvXkBMb3ROdY9PIrmPA76vb2FEBI9lT2tPqYyUr4QOFa9tu0bPTYW3r3FWkK+C7bWPC1/gj4ttjC+aCmlPUVFg76KYwI9DiuUPj4FSjy0d4o+XNN7PtvgCj86vyy9xmHiPczJCb5WqWg9x8iFu5r1KL6cqF8+vZ1CPkBxHj5fony+eN2UvUlWTj1C+G++h8kJvtGkRj4d0dS9Sl+9PS7xHD586j89Xyz3PXUn+TzHlVy9YW+bPsEog774hyG+n8NePT+mqT3Brp69n2vWPWIWVr62OiW9UGdhPQf/wj1RkAM+3n4JunAkyz62U/w9eLM0PWhFSz3F3rS7"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "MIGAPHhPhDv1bp28kT8BvWuoy7tvg1K9lST4vT0Fr70jH8G9kmxwvff4Cr2ei/S8o2SLvRLP1j3yZNG9nS83vZXG4jxHule9n0waPclb8rxgMtm9xEYLu7NVeL176hs93UXku9ooSD1r4DW97uugvdqzJjxejTS+qHivvaIRHT1T4Zy9Y4fpvXcxQLzlFdC763P/vJp8tLwh3S06W9kNvtlQAb7i0zO+7gtovaGbqLwr7xO+iu0qPS57JD7DzSE8pgcSvnEKubsVu3w9esqCvYj4JL6HZ7a9ZWcivsjZQr0lip+9xJoPvlkEeL3YyQA8FQ9LPZA+jjx5llu9ms1mvf/EjzvgXGO8fxDFvf7s27wsDHQ8Th05vC3v4L3hiCo9ipYlvQNhqzyRlcG8N5ZUPQTH1r2bADK9qu/ovX28DL0FRzi++H9duQwDTrz5HaW9zKjzvHeirjyGv0y8VI6KvaLbG70M26I7tbIzvo0ZwryYKx49gNojvhCZob0Fpfk8FFFwPdgHJLulv+q7ZFNkvpYdBr00aFc8yP2gvbeyj73VuBy+Usp5PYeSSz2MrVG7Vk+rPZtKZj2mh0E9aSuNvF2agbv4SX65L4poPfc0QzzWdAs8t7MWviqy3LycaTg9TUCcvew9Qb0mVM29KxbvvaB8yj1qKPs8Z40Evesvhj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "7w/qPFUumT0fcWk9gbA9PU/FL7xk8iW9S/aRPGlXiz1b2G69pycMPlQeQT2UHXG+e8XIPeV2qL09R8S9XkoIvqu7jz2gh6M9tJHHPfS/sz0dTqy9QklLPbcTDb4DLFE9XawuvjhWA71Ncv282YdRPaLj0T2e0ZY8ZudPPcoF9Dz0ulm9t22LvBYCCr2UK/08Z3XGvSAGHT03zzw9WsoVvlrQNTxhUzs8UvrcvHFcqL27IKK9irMDPuZREj2hxmm++7fqPa3Rjz2RtTU9ZlnzPfAUDLxcfZk+xlxRvX3HE71bxOC8Ui6+vTWrzbymiAy+rEoCPh8mRj2tzg+9r5uivZF/IT64sgI+ykUOvv1vzjyYOu496SnKvA/MA75psZA9Cs0lvvFI071mcwK9MjAzvmqJNDswXmS9I+UHPrJDhj3cWdy9RS6/veHVjrtETci6WzEbvnv8Xb3vuYq9NeuSvZZ6Bj6nhYO87QbJvCL+1b0kt5K98N8wPpGMar2XnrU9Ts5avW/0Gr72dju+cz3jvX5/fb6yi/S49ICdvWm94jtK/gy9Rf7xvI7l1D1CEAU+tbSrPcbt3T7BpOU8izF/PQlKcz3i5049B2DqvNTrEj41K1k9x+srPkICW7yffGS9JCgevePJ7b0UT2C9F48GPuQWFT5ZmtE9nx0tvsK4Fz3oTy691XgcvfY3gj3prQS9FeMMvn1o5L2znYo811vovJDyIr5HRAs+OE0bPQsAvT3fbzO+ODiKPfzIVb14Htm9U/rquzuU9TzJnaQ9mvtCvWPQNb1C4NY9dkrhvWOBGb6vES4+zsOvPF7GmT04usk8t++yvUxuMrwgcNO9z/gRvmN6pDzWIJo9cEwKPr+OwD3cqkO62xanPRMDjLy1v/A9xusgvpDOYT5EZTe7j3qGvuJDHz7lhzG9QaNju2pfGL6lPIE9ukucPMnSNj3EKJQ91Z06vaAgAj6x23y9crHhPR9fb7wcDBM+M2Wbvkl4xL3FZ5w97hYzPhbwarwyw/s88UaNPLM/i7z4W449waakPaednL4zT/o7y+RWPe6o7D3f4fg8na0HPo/jIb450C+9DaA1PJQqmb6mbg6+b0/avW/A2j09h4A9FxENPd7QlTy6J087ZOvLOwq0ET3AGi697PUQPqTt9L1eES++1qX1Pb5e2jwqh+Q8+HMZPumQq7zFEw897gfOO/MGGj0WzSW9GYbKPYgHC74MbcO9HDgdvX/MhT0dHc09FvCXPTaaKr7256c+Hm6fPQSSFr4ALJO9jsmQvSqXkr3LLkI++qJGPdWYsbws0O09MQGmvsEI3D1Bsk09bKZMva2a+bxz6LW8ftfpPF07Ar7h0eo81IwPvdY9mr2IDwK9ZKSTvAPFdL0NHIs7Xe7BvU3qxT2PNeu9R5Y7PmP1271IYjS+DkxovpmVGz4H06Y9WWKtvUcIFjr+M4M92jCZPaSgMz7tCF0+iUUtu16g1bpYrwW+MQOGPHmMALwnrq69oDeGvIPjy7p5pAe+L4VRvUBD+L0mwP69OUaMvZsLxbwK4cw6XmDXvZZQA70md+k8uC6sPOnrGz7qqh6+jATSPZ3rQj011zO9ds8pvuQHxz0l1sw9yM8FPs6V8bm8yDk9ApSuPVHmBT7AIVm+bGLPvOhxMT1v9wo+OLxevlYz1D3CwxI99zFdvfihUz5BfYU+QUhrvuQQoL0E1Dk+75BLPaMFvT15Moc+CtbtvRMPyr2t35K+joebPXzvST7gWqW92ILSvcYo271HjT8+raoPPv72C76lA5i8QN8Xu5+kBj0JoBM+TQajvAPv773XFpA9OmnMO+HkMLy4Ag09VhysvboSGz5rwA4+EJsBPlZyWTwcfoi+vzESvl2kdT2cEws9lKx1vMrjJj3GvjK8uuelPaEiSL4wTVi+7D6xvAkzhj0GmYg8AR/+vIo21jvvrpc8/3mAPBLyTj1zQYw8+MorvbD3Br1kmaq9tBQdvTQsEL4TfJk8ek+KvaZV5r3hvq68giLrPOUOJjzTabk9UIUjPvMBhb3Vz+m9WD0xPkY7HD7NZ4g9gOQQPtwpcj6Y97W8xyPXvVgMGD029Au+BgjAvakuVb7tQNY9Cc2cPTVMVL1et0++lZZQvmdf2LyXlPe8U3QsPbFfS7zAB9W+6qtKvtDNLD3Vb5s9TVMjPmL4AL9lzXq+Jextvhsw3j17i6y9sxX3vSsdqz2o5249cVj8PKCA4LziGHs9rff/vAyLFr0VJJQ9ITpaPZQ7vr3TtXs+vxcEvnqeNr63vGo9EH9BPfLCjL25UF++5UbdvVGgp72AyvA9HX4vPZS8jL1f3NA9MeI4PK+aQz3G4QG9yea5PYzyur2glwy+wQaBPnh0db2sbmA8j9tKvp0znD2PHp09/4UbPKXljr1fPVW9iWq+PQQPO7zGJYY9iTGOPJ0Mp70Dgpu9bXbUvaRkAL6IFAO+C9sbvFXiAT4UPds8S8H4PBAysLyHe3K91xsZvnrh6z072fC9k0MnvbzGC70pbVA+mD1PPQvtRb6SEBk+WxBYuhDl570osOu9f0+vvdpahbyjbL29uM88vS4qPz2HJ4K8bUbVu/NwlT34/Jq9l+NBvY9yAT5wVGy9YRtuvVVbCrzWlpY9dl0UPmZAsD061og9qIpLPTzwtT1Zsi29C87fvLxJIz3NZl8+Y1jRPN38az7xom0+QTv7PT3/sD2KnGS9V+rcO4ENFD0breI9c2TxPWjqtD2rjQI+6lPevaj3wz15BZi87Jk8PCggmb2gGA89iov9PWBMsLyvCMk9W2xDvsB1hL32DAS+kpYtutIGKz1MdEU+BJgzumJSrr7iJF69rqyVvT8Mjz1N6c+9CkQOPiDrgzxO5Ga+5wIRPg4OEL2HcP69hrycPTOkhbyI39q76FcYPeaNELyjGJo9dt23PZo6hL3D17684BRLvqtWwT2oMra8A1pQPa15WL5yPPe7JgEMPmVQl7xxou29bju0vZMqSzsIcW69Og5DPbzjUz3jbKs8gBpQPV6/9D1zGk496WAyvtncvr2Hfa28xF52PeU6QT5OJ1+9QF6vvOGVorzjXmy9VF2mPagS3bz13Sa9HmIkvaXHIj4ZoCE9fXUEvgQlFr5KdQm+6yPlPFISJj6MYoc9X5OhPaJ8dT15B6o9942ZPFePSD1niZm9+gB1vSTgAb3V9aI9k3jrvAuopz3r8OM9V6d6vs9FRz341ve8SeErPU4nB759NHw8jljtPPxaxrthMnI9/BWOPDOir73O0MU78lcUvoNrxL2HLx29t9vNOmvcFr4Hgxs9RY5DPkTM973tItc9qpMSPbgOiDzvaeW8pc6yvPe79z0VvKE9wJ0JPbawUT083Ie8xwARvi2mK7vOwqM9zNhqPm5LhbywSfa9RWp0vjNNtT1GDC097dQAPBfa/DwwObS9tPXwPTIn/zsyA7A90MtBvHLQRD73OF48y7h9vnLgrT7G5Mi9exQ3PVoYIb4oE1a8hb+evFPwsb2HvIW9faEGPSne2z1YWRg+HrkHvZbO3D3MQUu8NgHDPDacLL1OsQw+sBzsu0GvEr4Auei99fjAuxjo2bzMFQa+rgKnvJOLybqfdkG9WYqLPWkcIT4nsvQ8ll8SPZ7kL76jGHi9UH7aPMiq+r1gdbc9JgPEvbpJub0ae2a9nEWxvU9Bxb2JvMK9GESOPZNYir2TX/g81XylPbn23z2UQEc+EcX6vdk3xLr1FgI9bjmGvd3zdT0pgPa7VCobu8DYxLxxA2y9Lbc3vu6Bbj01iBs98sqevdljTz5E2gK9GEYePuBws7221wo+9ejyvXl1xT2eLpC9WbRuvV2kT70M9uC9RDTnOy0PiL3N5Ew+oLwvPguv8r3TXJK7+IjRvV+cJb4X+gc+X1Fuvl+6nj2M6dq9BDyovOHBD75C8qO9NhyWvWmAY76HR7G99h8HPekXwT330UQ+FczovIRboT5k1rg9DPM4vsJw0z2V5BS9Tko2PZT4iL3znsU9izugPCKsQr6XuFo9W5CbvSK/Dbyi7GE+QaZsPOOiOT4/rYe9S20vPULhHD7TCrs8ZL2vPNhdZT04oOQ9SzJrvaFgwrw7eEO9ABk7PbVHgb3mawA9bvyJPWyiUz4tnI298J/gPQXXZD3koxE7LFyIPpyiEb5jQ5W9ftStvFDYAz3m5R48ODSYPZ9wFT2PBZs9h7xmvYp0gT0Nbjs+C4C9vQdzTz6ynjK9q8RMPj/xpT0/+Iu+P4a5PCVpuL65HiA9pcNVPS6wwD1Tiqk8YWPJPdCdAb4B9vI9IkDXvG+HG75Z2oo8bncnvsu9S71HDnW9FAmgvXEXHb5WYi2+ZJdjvSuvhr2jRr294t8tvSElO7zL8t49ffqPPPjAoDuShJ09xCD4vc+HPL4DgQM+lPFzvDvsID7IrKE9bN3WvDjmYL0q6Ie98uaTvSI1orwvPuk9TMmJPGjYgj4tlgM+zbiCPiJ1ujqU/tM9NinhvdBuhrx85cU9viSoPcxhAr3mba09ar/gPX0GCD5O+ZI9eZyRvLJ+Zb26JS+9oh6XvafqA709BAU+pe+HPepeZr7ylas9q1evvUjUxT21SoK9NFqCvW8Sib3S14y8SUznvSRZNT3NEtu8NPxGvY+6Dz1Jvq29/GdKPIFjHb5R6hW9CTHtPVkzLj3NTay9aL+Vvby48r3BYLC9W1hkPcBOl73hOZu93J0MPXdOU74/Gm89oNnFPY3Jij6Q0es9d3jWvI1UVT2RQgs8VAUNPn7UrryENQY+UZN3PQ3Pj72VfIk9+mgXvIaEzrsMz2K9Bnd6vC9ESLybZTk9O/0tPG6E/b2W/3s+EWICPqmZ97w9gEe+fy94PEuKnjyf7UI9JQ8Tu9JuYL0lYZA7yFLVvEQUDTy0ZPY9qSbhPQVzVj1VxGq+EJEIvbo5ZT15khK+yByTvjyfn71xeBW96Qc2vQAx+7wRh649hWo5PT52yD2iBoY84oDbPdwvCTxRZlE8NHl5vUKykD08tbe7VPfhveC8mr5yEtI8nwyEPIH2Fz1/WJ49qqxrvmLcbz36sYa9fOXHvfRMzb3X2eQ7bTRRPiOpAj7ZMku+rmWSPQ7QqL3CYRA+QjWYPcyzLL2AOqa9vDXLPe2YrTwLPfi9bmZLPQ2J2L3QNdA9ZS7hPB+BZj77Ijm6FQqUPZm8pr5d96c8SeGyvdqIJDxqB2E7tHgyPfxZ3TwV//E9mMldvUCenzt/uUe81L4+PDfH6z0why4+8BnPO6itnr5ItGC+xPj7PTY5ijzhr6I9g5OtPZewOrwRVos8GLfCPWDtKrylbfO83EEXvYZ1cL51biI8cfqbvAWLHz3ppJY8tcGROzqJ4b3aQpc8/yzROPAEmDzYVhW+/JFavZjMaTxB9B6989esPeBVC72EFHc9HW7/vSb4Ib1IQnc8Dxg4PZ/Agz6/ime9qB9zPfo66jw4Iv48Cg/zvPsQ1zyyUz++jW8ePs6kkz2DMxa98fcdPjplVDvWeqg9OM4FPQYYob273/i92H6MvaNa5D1KSXA9wDaYvMMnIT6WGdY9Wt5TPcGR7DsUuPG9Q3NQPSkDzr3gVe09J/2uvNsFOr5f218+b7AJvTUOaL7dAau9HoGQO84m7jxEpMG8iHlbvIQVKz2IADE97YWyPK8YAjz5uu691BGKvAR3yT0R3TS+juzIOqNgBT4pFCO+oCW/Pf3oTb3QOIq6XjvovOj5Mr0kt1o9Nk2KPLZ4s734f0S9fVXuvH0fCr6+GDQ+qRi1PWYim73dM5M9UI0EPbUvpzzd+ri9nkNtPovTm703nAM9xheDvewOpz1YCdc9ckMSPTgOd7t40vY9eE/SvSOHCj4xe0A+2OzOvYWsAT1LpdQ9Ow2EPXrLdz1+LRE8yKRzPIv2obznVYa+bQZYPHewDD45tRa+OoM2vj13Cr5SyDO84NhJPswvob393qa9cafevZ2/ajzE5PQ7GgILvjKMSrtpE+C90E2sPUlS3z1Cmo89k3UjPa+4rj360iq+lYg6vp8EgL20SDC+fJajvYvZH76aaZs9vfRXPaLsCzzi1Wk5gtRlPTd7ib1ZTxO+f716PYXmBz1xZjg9TEKPOxwypT3Ug9M9/GhZvf0UGb4EvD2+KbLFvUMD3r3Zkfi8xv3CvCu11r1w+fI8h2OBPfZSL740Csi9eIT4PZpNnT0yUOs7t3davd+yAr3o/349jqg9vK25zL307dC9oNoqvk16Jb5I9JE8K0KDvfEIRz3+9ZW5jA3DPSz8Az7+R3m7pu4gPcEmoL26H1O+113JPCyERL1yNDU5ZFwVvrxbL7sFTrA7mUbHPQFXMT4bWaU9b+OhPYWtar2uqUQ+0JWdvTQH3L1gW1I9hlMOvuV8uj2YKis+KbqQvMUP9LqBrds7LXaUPHQNDr70F6u9JEP9PaXQgD2Af3C9ieZpvsE0nD1RBlw+JSysvQztfD3tDAA+SwgYPUinED6D2q49lumpvPDvpDsfJB0+GwXwPYyM0rxYQSU9NUrlvZ2tRT4BX/+9k3gavnqZtD0GcW27I/7tutNgVb1KIYS92Ec0vf+rnDweqCI9/ED+vcSEJTzVhUy99nSvPmSPkLyKR2++eWyivanWAT6jOfY9Wax/PBVSeb3kUEa9b+05vazP57xVb9K8cvHJvQapvD2gSIk960KHPeIQFL3QHDC7U/lvvKqcP75iUhs9tL5mvR/Bp715fZk9txxXvhT/e7s98Ca9u2pwvUZ56zwPC0s8yhojvoo3Lz5jpSs+PcYkPhLL+j2En149AzMzPfs2bT1oOqc9QZcHvgOrDrz2dJy7uySrPLIRCz4invA9agVVvSg0LbtGg+A9bjXhPdx2wL0loj4+zfyYPUilNr7MgHE+WDkavjxHtTw7jbC9DPySPF5Wgj0hwTU+nF2VPVYpbLzThGY9ub8ovenb9z2TKoS+V9EQviStdj2Pk34+irqtPbr6bT14PmG+WUSnvaIR8j3tock9REhfvZQUkbulVog9G8GKPYSXgr2uHyW+0ITEPKj6QL1eohI+x5AMPV4sFb7Qlmu+qSCZvUaF67weQvs9xpuWPTD/wjsZZV89aEuzPTtzNj2s6Ca+KwI7upj7nT0pd9q8d6PLveCEmr19wRA+cln7vZ18m73+k/M7t7XCvXvOlb3NK+g9nZPFPJhe9b194DS9O5rPvZ1dxr0Deq84+cDTvVjxOj2zRlK+CQQMPqV6Ar5Ib9m7u3AiPlPvE7xIqUe9WN5vvinSaz0C3Uo9v6yvPUOADz7TUTM+5wUpvLt1gr4ydse9s0g5PW3VBT55i/o7NSQlPdE3Q7yl8AO933tPvAkZSr3kcus8MZwIPNZstLzdj/U9NjJlPg0CCD5Qlv28XOSfvcS4Tz74D568t/UHPVGoE778uYC8T6pXPTwLaDzRU068OqJzvC6UDL0owxG90HP2PCQkZD0QrhW+rXrRPWfkobzBXna8o2k8PpFUh75WR0Y802zSvYgalzxwEdA89ZjWvEB3l707gVy+0vDQvEajwr1uVoG9d4UMva/8ST1Mf+48yJwJvAc+Qj5KL1Q+t9XRvYJAq729lJI9zBePPEH30L2gGD08AoEwPhAOh73kuH69yPSFPUrMxj0RLga+zdwlvpcRiD459j49Wpx+vUY0hr3yrh4+3SuIvRmFhr2mHbO9zsXDvfp7kT3Pfm+9c4aEPQc30L0QFck8edXJvMzCnbzZ0NC7Xh7IPSyReT6roBo+GdMFPoI5kLv86PA7mO3YPUEQXz3lXPg97MSRvETcyLs7Ljc+F3d3PDY35z1Ew4C9hm5QvR4wNL6xkl09DMi8PfmBBr5kwV497u3IPcKbxT4pNq+89lVFPKfgIzzXQ089nHjZvK4GS73fXRe+3+nmPTa8TjzHQF09IjHTPmyRET58KDe8Z/HgvE5H+LrEO8Q9sCjkvdjl5D2Bu9g8aUrRva466T3sb9I8soKWPZ3dcT3YrCo+e/mnvf08Hb6G6t2803GVPf+vwD06sWA8eUwuPrxC6z0j1Py72/IyPvh3Nz670tw9hXFRuxRAXD6YreY9V+livdhXlj6ohju9RRcXPkwgpjsSMBm94v1jvZn8aDxnRYy8ZDaiO1C2Xb3oTCs+x1YWPMIP+j1yVm+7zMpwPaCayj1s+kI+b7UKvqrnAD2EwBm982UnvbMeDL1SQBE+kLW9PUboOL0nXim+gCOZPLVJ5j2X+LK9yd8qPgD70zzkqiS85/QDPUeOmbsS2QO+lEwIPbQAaD3QiyA9QyRjPKXK3zzBQRQ+XyaOPUL6XL1tJBm9eti9vd48lD2of1S+urrLPd9Ra71dVKo9XzXvvW/tCD4gF4G74mTVPO6cOb2TICw+b5mivn/UIT60VS4+GfVKvTyC0b3iGW49Yyquvawhp74dcZw+7hlXPUjSVT155gC7N+k+viaLEL4zwiS+StJJvnStED7eWTi7FcCdPB6LRb6yKcu91kMjPQ5THT4BqVQ9MXsTvhwHKz77ILQ++l+xvIkYpb3LbnO9byA9PcHvx72mxca8MqC2vd9mNj50bpu9ffckPWwNLD3FaQK9ruYnvWI6Dj1idiQ9AgeyvGlECb6dPQy8pB2oPN3oyj2bJ7E8nOP2un8OJb6CUcC9VjDIPajsa71qgYO9g5SPvTfwtb2WF0M+ps4DPVDrb75FPY88KoXrPe2lLT2i+4I8INgJPVoozb1QXEu9sfLxvezUvryzJvm9hoinvE6GSz6qB1W+r//PPBBMoz21HRU9k9CyPNvX5D0FJuc9QMOEO4F/yD1RA5s9SfJavU9J/r2LzKc9q4mWPdlIKL76JZO83/rhuv4FCz4k1pc8YTGEPJYiSD3zYKy8dRqEvPxCyzw4bbi8DuoNvdXyrD3IKA68VH+/PUNTl70MBiA9QiAuvSWcBL7vlog8e0CDvTs63b08+KG+5QIsvcLWGr13TXQ9rpCPvFSOHT5Pn0A9fBeaPAKqQT5LKFy+AH9pPdaLKz6z+3u9qoSQPqiiEb1ygb+9H0hevXunyL3nTwW9o3lkPUlsoL0ApT28eNV3vud2ujzyOso7HaXwvRjOqb4mFai9AZkqvrlic72xK4i+1MCOPXfsRD4+HeW8orcYvRIsEb0rple9yLyXvr4+Ob3I/YI8Mk8NvqaViT32GAG+JLBSPIx/R75HBGA++sP8vVP9w71OG9s9L+W0PBSRwzwFG0m9kgsUvQ2Pqj3ZuEQ+6RdkvYyYeD13MLw9PmpRPhkwpj288B++uuOAPutAnT2OIOm9+Ykkvd+0lL0UG5C9mFyQOyKSDb7puA2+cxrvPQeBlj2TlGW8xtwjPS0zJL1k49w8cGoXPHz7czi9qcw9jXFqPKkU/z3wgXm9I3tevXkkEz4rxgM9xQbbvGElqLvWM3o6KD8YPN0dJj5dOlm9sVKWPYwBuT2YBlU+qPR0vuuYZr4pxfS9G2vYvb2fBr7eIIE8Zq6PvF8eury4ACO9VBz4ux2LVz5brCs+9OmmPoLs4r2SG+G9bRQXPiZBz72DeXY917OaPbXcRL1Itve9Vi1SPnwqej5n/EK+TN+svf44J7zq1FE+vhmivOiwSz6Oo7c9bHq5vhkUaD7fs4m9Tg4CvngpaT5vq4M9lIgFPeFMijlFzZY9CjCLvP1FXL3F3qO+Rc+gPGe1Nz6HsQc9ytbzvc58AT7pXra9MqCBvVe6IL66sg89bHUsPp8DUT4sVDM9YLKDvcvMery43zS+vhJrPfYIpzy3ZE69NG1yvlxsFT4LPdc9kM8fPbs6/T3BMVg9HbPfveIyhz0t8xs9ENKgvQhN4Dx64se9d5dLvlVflr312TG9XrErvDU4HL5etds9FNzVPWXsq7s13+E7VqDZPSdhlz1qEo89m0wkPSskY72JDT49n9J5u8/Jv72PVwA+H7eiPKM4mT5RRbA9QTiZvYJfLL6kTYC9/+TRvWYhgT0FRPC5OxxEvaZLiL0nSJo9IIeWvT4snb0edg8+P5MyvusvF77YFcU9QnaKvce6yD3pZOC9SSoXPqrlez15cJ29BD2gvfGqHT0z5iI9eCWwPT5Oqz3TIiO9yf15Pqduuj2VprU9ptR+vUG4PD0YDHc9NKAkvmeWET5lNoi9rC7rvQ17G75FImO9JfqOvfyGQj16NTW9XiOoPWuRVD0cUcc9wo6QvSZQ5z2m1km8r3qRvpnkqj1wLxG99cauvGnmTb3MQaU9pI4HPqPjmD0m1FA9+Lw5PtSLsT1jzos9M8kKvJoksD0QGGK9kp8hPV62f74i99G8rLmjPYkeFL6JGy6+PE7YvWThkT0QRZg9NxlnPQ20KLzQRP09LEZQvJbo9b0fPXA93o5zPSU0V741/G8+YC0/PghgD71atHq8In4ZPdUuLb21s4s9XWOCPeVLnr0uZ4+8XO+pO1QYGr2jgsy7FQHpvcJaRT0ZVco9lnD8uv3ZWL0X68Q9awSQPuiyML32sWY9DjthPYcp8Tx+99C88hJQPIc1G74G27m8sqSkvepvmD6kYao9f6Y6PUsELr5yvQW+wTK5PXeA2Lu1lbO8YTlTvm1PkL0WJmi98aOSvfSuKL5i9+G99Gs+PnLTHDw6zQo9X/A+vdjiLz58Q6g9KxdyvR/WqD0XlPG9ISB5PU2uxb0NxSW7gUgavfVFlT3vB8c9V2uivHdlC74g43q9yH1OPtKZNz0xg0o+seYnvuhXnz4KFoe9eR+JvNjMDL11oo09ijv9uvmL1Lz6BJc7dZnePGz4FL5fe/67LEnqvJH+M77Qo1I+lz/LvQNYu7zkzVy+1ZtzPuR1Mb3E5Zk8JghmPW+9Fr0VY068V+JIvFikFr1HfI8+8T9Tu2M3dr4lIyC8QfgWvR6MiT3FeP09/WUavu8K1L2W2R++Dq3LPajp6bw="}}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "MGCmPFNrAzxyiFa8iHFEPc0OYz1/+cS8MyXovEFoC746l9I8ygiiveM7X7zBqQc9fZLEvbxYzjyXY/I8UpwquA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 